Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Unlike its green cousin, the Red Sludge stays deep underground and rarely, if ever, surfaces
af: In teenstelling met sy groen neef, die Rooi Slib bly diep onder die grond en selde, indien ooit, oppervlaktes
ar: خلافا لابن عمه الخضراء ، والحمأة الأحمر يبقى في أعماق الأرض ، ونادرا ما ، السطوح
be: У адрозненне ад свайго стрыечнага брата зялёны, чырвоны асадак застаецца глыбока пад зямлёй і рэдка, калі наогул паверхняў
bg: За разлика от зелените си братовчед, Червения утайки остава дълбоко под земята и по-рядко, ако изобщо повърхности
ca: A diferència del seu cosí verd, el fang vermell roman sota terra i poques vegades, si de cas, les superfícies de
cs: Na rozdíl od svého bratrance zelená, červená kalů zůstává hluboko pod zemí, a zřídka, pokud vůbec, povrchy
cy: Yn wahanol i ei gyfnither gwyrdd, y Sludge Goch yn aros yn ddwfn dan ddaear ac anaml iawn, os o gwbl, arwynebau
da: I modsætning til sin grønne fætter, forbliver den Røde Slam dybt nede i undergrunden, og sjældent, om nogensinde, overflader
de: Im Gegensatz zu ihren grünen Vetter, bleibt die Rote Schlamm tief unter der Erde und nur selten, wenn überhaupt, Oberflächen
el: Σε αντίθεση με πράσινο ξάδελφό του, ο Ερυθρός ιλύος παραμένει βαθιά υπόγεια και σπάνια, αν όχι ποτέ, οι επιφάνειες
et: Erinevalt oma rohelise nõbu, Punane Muda jääb sügavale maa alla ja harva, kui üldse, pinnad
fa: بر خلاف پسر عموی خود را سبز ، لجن قرمز باقی می ماند در اعماق زمین و به ندرت ، اگر هرگز ، سطوح
fi: Toisin kuin vihreä serkku, Red liete pysyy syvällä maan alla, ja vain harvoin, jos koskaan, pinnat
fr: Contrairement à son cousin vert, les boues rouges reste profondément sous terre et, rarement, sinon jamais, des surfaces
ga: Murab ionann agus a col ceathrar glas, tréimhsí an sloda Dearg domhain faoi thalamh agus is annamh, más rud é riamh, dromchlaí
gl: Ao contrario do seu curmán verde, a lama vermella queda profundamente no subsolo e, raramente, ou nunca, as superficies
hi: अपने चचेरे भाई के विपरीत हरा, लाल कीचड़ रहता है गहरा और शायद ही कभी भूमिगत, अगर कभी, सतहों
hr: Za razliku od svojih rođaka zelena, crvenog mulja ostaje duboko podzemnih i rijetko, ako ikada, površine
hu: Ellentétben a zöld unokatestvére, a Vörös iszap mélyen a föld alatt marad, és csak ritkán, ha egyáltalán, felületek
is: Ólíkt grænn frændi hennar, Rauði Sludge dvöl djúpt neðanjarðar og sjaldan ef nokkurn tíma, yfirborð
it: A differenza del suo cugino verde, i fanghi rossi rimane in profondità, e raramente, se mai, le superfici
iw: שלא כמו בן דודו הירוק שלה, בוצה האדום נשאר עמוק מתחת לאדמה, ורק לעתים רחוקות, אם בכלל, משטחים
ja: その緑のいとことは異なり、レッド汚泥の深さは、めったに地下鉄、滞在表面
ko: 사촌과 달리 자사의 녹색, 붉은 슬러지 깊은 거의 경우, 지하, 체류 표면
lv: Atšķirībā no zaļā brālēns, Red Nogulšņu paliek dziļi pazemē un reti, ja vispār kādreiz, virsmas
mk: За разлика од нејзините зелени братучед, Црвениот Шламови останува длабоки подземни и ретко, ако некогаш, површини
mt: B'differenza ku aħdar tagħha, il-Ħama Red jibqa 'fil-fond u taħt l-art rari, jekk qatt, uċuħ
nl: In tegenstelling tot de groene neef, de Rode Slib blijft diep onder de grond en zelden of nooit, oppervlakken
no: I motsetning til sine grønne fetter, forblir Red slam undergrunnen og sjelden, om noensinne, overflater
pl: W przeciwieństwie do swojego kuzyna, zielony, czerwony Osad pozostaje głęboko pod ziemią i rzadko, jeśli w ogóle, powierzchnie
pt: Ao contrário de seu primo verde, a lama vermelha permanece profundamente no subsolo e, raramente, ou nunca, as superfícies
ro: Spre deosebire de vărul său verde, nămolurile de Roşie rămâne subterană la adâncime şi, rareori, dacă vreodată, suprafeţele
sl: Za razliko od svojega bratranca zeleni, rdeči Blato ostane globoko pod zemljo in redko, če sploh, površine
sq: Ndryshe nga kushëriri i saj jeshile, llum Kuq qëndron thellë nëntokësore dhe rrallë, nëse ndonjëherë, sipërfaqet
sr: За разлику од својих рођака зелене, црвене муља остаје дубока подземна и ретко, ако икад, површине
sv: Till skillnad från sina gröna kusin, stannar Röda Slam djupt under marken och sällan, om någonsin, ytor
sw: Tofauti na binamu yake ya kijani, Sludge Mwekundu anakaa kirefu Underground na mara chache, kama milele, nyuso
tr: Yeşil kuzeni aksine, Kırmızı Çamur derin ve nadiren eğer herhangi bir zamanda yeraltı, kalır yüzeyler
vi: Không giống như người anh em họ màu xanh lá cây của nó, bùn đỏ vẫn sâu dưới lòng đất và ít khi, nếu bao giờ hết, các bề mặt
yi: ניט ענלעך זיין גרין קוזינע, די רעד סלודגע סטייז טיף ונטערערד און ראַרעלי, אויב טאָמיד, סערפאַסיז
zh: 与绿色的堂兄，红污泥停留地下深处，很少，如果有的话，表面

source: Its prefered habitat are dry and mineral rich areas and as a result have been found lurking in areas of mines abandoned by humans
af: Sy voorkeur habitat is droog en mineraal ryk gebiede en as gevolg daar gevind is hinderlae in gebiede van myne die steek gelaat deur mense
ar: موئله المفضلة هي الجافة والمناطق الغنية بالثروات المعدنية ونتيجة لذلك تم العثور على الكامنة في مجالات المناجم المهجورة من قبل البشر
be: Пераважна месцы пражывання з'яўляюцца сухія і мінеральныя багатых раёнаў, і ў выніку былі знойдзеныя хаваецца ў раёне міні кінутыя людзьмі
bg: Нейната предпочитана местообитания са сухи и минерални богатите райони и като резултат са били открити дебнат в областта на мини, изоставени от хората
ca: El seu hàbitat preferit són secs i les zones riques en minerals i com a resultat s'han trobat a l'aguait a les zones de les mines abandonades pels éssers humans
cs: Dává přednost stanoviště jsou suché a minerální bohaté oblasti a v důsledku toho nebyly nalezeny číhající v oblastech opuštěných dolech lidmi
cy: A'i gynefin yn cael eu dewis sych a meysydd mwynol cyfoethog ac o ganlyniad wedi bod yn dod o hyd yn llechu mewn ardaloedd o hen fwyngloddiau gan bobl
da: Dens foretrukne levested er tørre og mineralrige områder, og som resultat er fundet lurer i områder med miner opgivet af mennesker
de: Sein bevorzugter Lebensraum sind trocken und Mineralien reiche Gebiete und als Folge ergab lauern in den Bereichen der Minen von Menschen verlassen
el: Προτίμησε οικότοπος του είναι ξηρό και μεταλλικά πλούσιες περιοχές και ως εκ τούτου έχουν βρεθεί παραμονεύουν σε περιοχές των ορυχείων εγκαταλειφθεί από τον άνθρωπο
et: Tema eelistatud elupaik on kuivad ja mineraalide rikkad valdkondades ning selle tulemusena on leitud peituvad valdkondades kaevanduste mahajäetud inimese
fa: زیستگاه ترجیح آن عبارتند از مناطق خشک و غنی از مواد معدنی و در نتیجه در بر داشت شده اند lurking در زمینه معادن رها شده توسط انسان
fi: Sen Preferred elinympäristöjä ovat kuivat ja mineraalien rikkaita alueita ja seurauksena on todettu väijyvä alueilla kaivosten luovuttu ihmisen
fr: Son habitat de prédilection sont sèches et les zones riches en minéraux et en conséquence ont été trouvés cachés dans les zones des mines abandonnées par les humains
ga: Tá a gnáthóg fearr tirim agus réimsí mianraí saibhir agus mar thoradh air a shuífear lurking i réimsí na mianaigh tréigthe ag daoine
gl: O seu hábitat preferido son secos e as áreas minerais ricos e como resultado ter sido atopado escondidos en áreas de minas abandonadas por seres humanos
hi: अपनी पसंदीदा निवास स्थान सूखे और खनिज समृद्ध क्षेत्र हैं और एक परिणाम के रूप में मनुष्य द्वारा परित्यक्त खानों के क्षेत्रों में गुप्त पाए गए हैं
hr: Njegova preferira staništa su suha i mineralima bogate područja i kao rezultat su pronađeni vreba u područjima od mina napušteni od ljudi
hu: A kedvelt élőhelye száraz és ásványokban gazdag területeket, és ennek eredményeként találták meghúzódó elhagyott bányák területén az emberek által
is: Ákjósanlegt búsvæði hennar er þurr og steinefni ríkur svæði og sem leitt hefur fundist lurking á sviði Mines yfirgefin af mönnum
it: Il suo habitat preferito sono asciutte e zone ricche di minerali e di conseguenza sono stati trovati in agguato nelle zone di miniere abbandonate dagli esseri umani
iw: הגידול המועדפת שלה יבשות באזורים מינרל עשיר וכתוצאה מכך נמצאו אורב באזורים של מכרות נטושים על ידי בני אדם
ja: その優先の生息地やミネラル豊富な地域と乾燥している結果として、鉱山、人間に捨てられたの領域に潜んで発見されている
ko: 선호 서식지와 미네랄이 풍부한 지역과 건조의 결과로 인간에 의해 버려진 광산의 영역에서 숨어있는가 발견되었습니다
lv: Tā dod biotops ir sausas un minerālvielām bagāts jomās un kā rezultātā ir konstatēts lurking jomās raktuvēs pamesti cilvēki
mk: Нејзината склопот на живеалиште се суви минерални и богатите области, а како резултат се пронајдени демнат во области на напуштените рудници од луѓето
mt: Ħabitat preferut tiegħu huma xotti u żoni minerali sinjuri u bħala riżultat instabu lurking fl-oqsma tal-mini abbandunati mill-bnedmin
nl: Haar voorkeur habitat zijn droog en mineraal rijke gebieden en als gevolg daarvan zijn gevonden op de loer in gebieden van mijnen verlaten door de mens
no: Den foretrukne habitat er tørre og mineralske rike områder og som et resultat har blitt funnet på lur i områder av miner forlatt av mennesker
pl: Preferowany siedliskiem są suche i mineralne bogate obszary, w rezultacie stwierdzono czyhających na terenach kopalń opuszczony przez ludzi
pt: O seu habitat preferido são secos e as áreas minerais ricos e como resultado ter sido encontrado escondido em áreas de minas abandonadas por seres humanos
ro: Habitatelor sale preferate sunt uscate şi zone minerale bogate şi în consecinţă, au fost găsite spectatori în domenii de mine abandonate de oameni
sl: Njegova prednost habitat so suhe in mineralno bogata področja in kot rezultat je bilo ugotovljeno, skrivajo na območjih zapuščenih rudnikov, ki jih ljudje
sq: Habitatit të saj të preferuar janë të thata dhe zonat e pasura minerale dhe si rezultat janë gjetur tek përgjojnë nëpër zonat e minierave të braktisura nga njerëzit
sr: Његова станишта су жељени и сува подручја богата минералним и као резултат тога су пронађени вреба у области мина напуштен од људи
sv: Preferred livsmiljö är torra och mineralrika områden och som ett resultat har hittats lurar i områden med minor övergiven av människor
sw: Preferred makazi yake ni kavu na madini maeneo tajiri na matokeo hayajaonekana lurking katika maeneo ya migodi wameachwa kwa binadamu
tr: Tercih edilen habitat ve mineral zengin alanları ve kuru bir sonucu olarak mayın insanlar tarafından terk edilmiş alanlarda gizlenen saptanmıştır
vi: Môi trường sống ưa thích của nó là khô và các khu vực giàu khoáng sản và kết quả là đã được tìm thấy ẩn trong các khu vực mỏ bỏ hoang do con người
yi: זיין בילכער וווין זייַנען טרוקן און מינעראַל רייך עריאַז ןוא ווי אַ רעזולטאַט האָט מען געפֿונען לערקינג אינעם אַרעאַס פון מיינז אַבאַנדאַנד ביי כיומאַנז
zh: 其首选的栖息地是干燥和矿产丰富的地区，因此，在已发现了人类废弃矿山领域潜伏

source: They are very wary of humans and will attack on sight, usually vomiting up an acid which takes time to evaporate
af: Hulle is baie versigtig van die mens en sal aanval op die gesig, gewoonlik braking 'n suur wat die tyd neem om te verdamp tot
ar: وهم حذرين جدا من البشر ، وسوف الهجوم على البصر ، وعادة ما يتقيئون حمض الذي يستغرق وقتا لتتبخر
be: Яны вельмі асцярожны чалавек і будзе атакаваць з першага погляду, як правіла, да рвоты кіслата, якая займае шмат часу, каб выпарыліся
bg: Те са много предпазливи на хората и ще атака на зрение, повръщане обикновено до една киселина, която отнема време да се изпари
ca: Són molt curosos dels éssers humans i ataquen a la vista, en general els vòmits d'un àcid que porta temps a evaporar -
cs: Jsou velmi na pozoru před lidmi, a zaútočí na první pohled, obvykle až zvracení kyselina, která trvá dlouho vypařovat
cy: Maent yn amheus iawn o bobl a bydd yn ymosodiad ar eu golwg, fel arfer yn chwydu creu asid sy'n cymryd amser i anweddu
da: De er meget forsigtige med mennesker, og vil angribe på sigt, normalt opkastning op en syre, der tager tid at fordampe
de: Sie sind sehr vorsichtig bei den Menschen und wird auf Sicht Angriff, in der Regel Erbrechen bis eine Säure, die Zeit dauert, bis verdunsten
el: Είναι πολύ επιφυλακτικοί των ανθρώπων και θα επιτεθεί στην όραση, έμετο συνήθως μέχρι ένα οξύ, το οποίο χρειάζεται χρόνο για να εξατμιστεί
et: Nad on väga ettevaatlikud inimestele ning rünnak vaateväljas, tavaliselt oksendamine kuni hape mis võtab aega aurustuda
fa: آنها بسیار محتاط و از انسان ها خواهد شد ، حمله به بینایی ، معمولا استفراغ کردن اسید است که زمان را به بخار
fi: He ovat hyvin varovaisia ihmisten ja hyökkäys näkyvissä, yleensä oksentelu asti happo, joka vie aikaa haihtua
fr: Ils sont très méfiants des humains et va attaquer à vue, des vomissements habituellement jusqu'à un acide qui prend le temps de s'évaporer
ga: Tá siad an-fainiciúil daoine agus ionsaí ar amharc, de ghnáth vomiting suas aigéad a ghlacann am go evaporate
gl: Son moi cautelosos cos seres humanos e vai atacar en vista, xeralmente vomitar un ácido que leva tempo para evaporarse
hi: वे मनुष्य के बहुत चिंतित हैं और दृष्टि पर हमला करेंगे, आमतौर पर ऊपर एक अम्ल जो समय लगता है हवा उल्टी
hr: Oni su vrlo oprezan od ljudi i da će napasti na vid, povraćanje obično se kiseline koje treba vremena da se ispariti
hu: Ezek nagyon óvatos az ember, és a támadás elől, általában hányás ki a sav, amit időbe kerül párolog
is: Þeir eru mjög varkár af mönnum og vilja árás á sjón, venjulega uppköst upp sýru sem tekur tíma að gufa upp
it: Sono molto cauti di esseri umani e attaccheranno a vista, di solito il vomito di un acido che richiede tempo per evaporare
iw: הם מאוד חשדנים כלפי בני אדם יתקוף על המראה, בדרך כלל הקאות את חומצת שלוקח זמן להתאדות
ja: 彼らは非常に人間と警戒している光景は、通常、蒸発に時間がかかる酸を嘔吐を攻撃する
ko: 그들은 매우 인간을 경계하는 광경에, 대개는 증발 시간이 걸립니다 염산 최대 구토를 공격
lv: Tie ir ļoti piesardzīgs uz cilvēkiem un uzbrukums redzi, parasti vemšana līdz skābe, kas nepieciešams laiks, lai iztvaikot
mk: Тие се многу претпазливи на луѓето и ќе напад врз видот, повраќање обично создава киселина која е потребно време, за да испари
mt: Huma ħafna attenta tal-bnedmin u attakk fuq il-vista, normalment rimettar ta 'aċidu li jieħu ż-żmien li jevapora
nl: Ze zijn zeer op hun hoede van de mens en zal aanval op zicht, meestal braken een zuur dat tijd neemt om verdampen
no: De er veldig skeptiske til mennesker og vil angripe på synet, vanligvis oppkast opp en syre som tar tid å fordampe
pl: Są bardzo nieufni wobec ludzi i atak na oczach, zwykle wymioty się kwas, który wymaga czasu odparowania
pt: Eles são muito cautelosos com os seres humanos e vai atacar em vista, geralmente vomitar um ácido que leva tempo para se evaporar
ro: Ei sunt foarte abtine de la oameni şi va ataca la vedere, de obicei, vărsături un acid care este nevoie de timp pentru a se evapore
sl: So zelo previdni pri ljudeh in se bo napad na pogled, običajno bruhanje do kisline, ki zahteva čas za izhlapevanje
sq: Ata janë shumë të kujdesshëm ndaj njerëzve dhe do të sulmit mbi të parit e, zakonisht të vjella deri një acid i cili merr kohë për të zhduket
sr: Они су веома опрезни људи и да ће напад на очима, повраћање се обично киселине које је потребно време да се испарава
sv: De är mycket försiktig med människor och kommer att anfalla på synen, vanligen kräkningar upp en syra som tar tid att dunsta
sw: Wao ni anahofia sana ya binadamu na mashambulizi ya mbele, kwa kawaida kutapika up an acid ambayo huchukua muda evaporate
tr: Çok insan ve ihtiyatlı olan görme, genellikle hangi buharlaşması için zaman alan bir asit kadar kusma ecek saldırmak
vi: Họ rất thận trọng của con người và sẽ tấn công vào thị giác, thường là nôn lập một axit mà phải mất thời gian để bốc hơi
yi: זיי זענען זייער ווערי פון כיומאַנז און וועט באַפאַלן אויף דערזען, יוזשאַוואַלי וואַמאַטינג זיך אַן זויער וואָס געדויערט צייט צו יוואַפּערייט
zh: 他们非常谨慎的人，将攻击视线，通常呕吐了一酸，需要时间来蒸发

source: Smacker, Lesser...
af: Smacker, Klein ...
ar: قبلة قوية ، طنب...
be: Smacker, Малы ...
bg: Звучна целувка, по-слабо ...
ca: Smack, Petita ...
cs: Smacker, Malá ...
cy: Smacker, lleiaf ...
de: Schmatz, Lesser ...
el: Smacker, λιγότερο ...
et: Nael, väike ...
fa: صدای ملچ ملوچ ، کاهشیافته...
fi: Pusu, Lesser ...
fr: Smacker, de la Petite ...
ga: Smacker, níos lú ...
gl: Smacker Pequena ...
hi: डालर, कमजोर ...
hr: Poljubac, Mali ...
hu: Cuppanós csók, Kis ...
iw: Smacker, לסר ...
ja: ピシャリとたたく、レッサー...
ko: 입맛, 레서 ...
lv: Skaļš skūpsts, Mazais ...
mk: Еден долар, Мала ...
nl: Smacker, Kleine ...
pl: Smacker, małopolskie ...
pt: Smacker, Pequena ...
sl: Smacker, Mali ...
sq: Puthje pllaq-plluq, Vogël ...
sr: Долар, Мали ...
sw: Smacker, Antili ...
tr: Şaplak, Lesser ...
vi: Cái tát tay, Tiểu ...
yi: סמאַקקער, לעסער ...
zh: Smacker，小...

source: Great, that's all it says. I don't even know how to tell the difference between a male and female. I'll just to take a chance...
af: Groot, dit is alles wat dit sê. Ek weet nie eens hoe om die verskil tussen die vertel van 'n man en vrou. Ek kom nou net om 'n kans ...
ar: عظيم ، وهذا كل ما تقول. أنا لا أعرف حتى كيفية معرفة الفرق بين الذكور والإناث. سآخذ فقط لاتخاذ فرصة...
be: Цудоўна, што ўсё гэта кажа. Я нават не ведаю, як сказаць розніцу паміж мужчынам і жанчынай. Я проста рызыкнуць ...
bg: Страхотно, това е всичко, това се казва. Аз дори не знам как да разберете разликата между мъжете и жените. Аз ще взема само един шанс да ...
ca: Gran, que és tot el que diu. Jo ni tan sols sé com dir la diferència entre un home i dona. Vaig a tenir una oportunitat ...
cs: Skvělé, to je vše, co říká. Já ani nevím, jak poznat rozdíl mezi muži a ženy. Já si jen vzít šanci ...
cy: Mawr, dyna i gyd yn ei ddweud. Fi dont 'hyd yn oed yn gwybod sut i ddweud y gwahaniaeth rhwng dynion a menywod. Byddaf yn unig i gymryd siawns ...
da: Fantastisk, det er alt, hvad den siger. Jeg ved ikke engang, hvordan man kan skelne mellem en mandlig og kvindelig. Jeg vil bare at tage en chance ...
de: Großen, das ist alles, heißt es. Ich weiß nicht einmal wissen, wie man den Unterschied zwischen einem männlichen und weiblichen. Ich werde nur eine Chance zu ergreifen ...
el: Μεγάλη, αυτό είναι όλο λέει. Δεν ξέρω καν πώς να πει τη διαφορά μεταξύ ανδρών και γυναικών. Θα απλώς να λάβει μια ευκαιρία ...
et: Suur, see on kõik ta ütleb. Ma ei tea isegi, kuidas eristada meeste ja naiste. Ma lihtsalt võtta võimalus ...
fa: بزرگ ، که همه آن را می گوید. من حتی نمی دانند چگونه می توانید تشخیص تفاوت بین زن و مرد. من فقط به گرفتن شانس...
fi: Suuri, että kaikki on siinä sanotaan. En edes tiedä, miten kertoa ero miehen ja naisen. Otan vain ottamaan mahdollisuus ...
fr: Grand, c'est tout ce qu'il dit. Je ne sais même pas comment faire la différence entre un mâle et une femelle. Je vais juste prendre une chance ...
ga: Great, sin uile, a deir sé. Níl a fhios agam fiú conas a insint an difríocht idir fir agus mná. Beidh mé díreach tar éis a ghlacadh seans ...
gl: Gran, iso é todo o que di. Eu non sei como dicir a diferenza entre un macho e femia. Vou só dar unha oportunidade ...
hi: बढ़िया है, बस इसे कहते हैं. मैं यह भी नहीं पता है कि बीच अंतर बताने के लिए क्या एक पुरुष और महिला. मैं बस एक मौका ले लूँगा को ...
hr: Odlično, to je sve što kaže. Ja uopce ne znam kako reći razlika između muških i ženskih. Ja ću samo uzeti priliku ...
hu: Nagy, ennyit mond. Én nem is tudom, hogyan mondjam el a különbség a férfi és a nő. Akkor csak, hogy egy véletlen ...
is: Great, það er allt það. ÉG dont 'jafnvel vita hvernig á að segja munurinn á karl og konu. Ég ætla bara að taka tækifæri ...
it: Grande, è tutto quello che dice. Io non so nemmeno come dire la differenza tra un maschio e femmina. Mi limiterò a prendere una chance ...
iw: נהדר, זה כל מה שזה אומר. אני אפילו לא יודע איך לספר את ההבדל בין הזכר לנקבה. אני רק לקחת סיכון ...
ja: グレートは、すべてのそれだ。私も方法の違いを教えていいのか分からないの男性と女性。私にはチャンスになることやら...
ko: 좋아요, 그게 전부라고 적혀있다. 내가 어떻게 구별해야할지 모르겠 남성과 여성. 난 단지 기회를 드릴께요 ..
lv: Lieliski, ka viss tā saka. Es pat nezinu, kā pateikt atšķirību starp vīriešu un sieviešu. Es ņemšu tikai, lai ņemtu iespēja ...
mk: Велика, тоа е се што го кажува. Јас дури и не знаат како да ја кажам разликата меѓу машки и женски. Ќе само една шанса да се земе ...
mt: Kbir, li kollox huwa jgħid. I lanqas biss jafu kif tgħid id-differenza bejn rġiel u nisa. I'll biss biex tieħu l-opportunità ...
nl: Geweldig, dat is alles wat hij zegt. Ik weet niet eens hoe het verschil tussen vertellen een man en vrouw. Ik zal alleen maar om een kans ...
no: Flott, det er alt den sier. Jeg vet ikke engang hvordan jeg skal fortelle forskjellen mellom en mann og kvinne. Jeg skal bare ta en sjanse ...
pl: Great, that's all it says. Ja nawet nie wiem jak odróżnić samca i samicy. I po prostu zaryzykować ...
pt: Ótimo, isso é tudo o que diz. Eu nem sei como dizer a diferença entre um macho e fêmea. Vou apenas dar uma chance ...
ro: Mare, asta e tot ce spune. Eu nici măcar nu ştiu cum să-i spuneţi diferenţa dintre un sex masculin şi feminin. Voi doar să ia o sansa ...
sl: Super, da je vse to res. Sploh ne vem, kako povedati razlike med moško in žensko. Jaz bom samo, da bo priložnost ...
sq: Madhe, që është e gjitha ajo thotë. Unë nuk e di edhe se si të tregoj ndryshimin në mes një mashkulli dhe femra. Do të marr vetëm për të marrë një shans ...
sr: Одлично, то је све што каже. Ја ни не знам како да кажем разлику између мушког и женског. Ја ћу само да шанса ...
sv: Great, that's all it says. Jag vet inte ens hur jag ska säga skillnaden mellan en manlig och kvinnlig. Jag ska bara ta en chans ...
sw: Kubwa, kwamba ni yote inasema. I don't hata kujua jinsi ya kuelezea tofauti kati ya mwanamume na mwanamke. I'll tu kuchukua nafasi ya ...
tr: Büyük, hepsi bunu söylüyor. Hatta nasıl arasındaki farkı anlatmak için bilmiyorum bir erkek ve kadın. Ben sadece bir şans almak gerekir ...
vi: Tuyệt vời, đó là tất cả nó nói. Tôi thậm chí không biết làm thế nào để biết sự khác nhau giữa nam và nữ. Tôi sẽ chỉ để mất một cơ hội ...
yi: גרויס, אַז ס אַלע דאָס זאָגט. איך טאָן ניט גלייך וויסן ווי צו זאָגן דער כילעק צווישן אַ זאָכער און ווייבלעך. איך וועט נאָר צו נעמען אַ שאַנס ...
zh: 大，这一切说。我什至不知道如何分辨两者的分别，男性和女性。我就借此机会...

source: Besides, what's the worst that could happen?
af: Naas, wat is die ergste wat kan gebeur?
ar: الى جانب ذلك ، ما هو أسوأ ما يمكن أن يحدث؟
be: Акрамя таго, што самае горшае, што магло здарыцца?
bg: Освен това, какво е най-лошото, че може да се случи?
ca: A més, què és el pitjor que podria passar?
cs: Kromě toho, co je nejhorší, co by se mohlo stát?
cy: Yn ogystal, beth yw'r gwaethaf a allai fod yn digwydd?
da: Ud over, hvad er det værste der kan ske?
de: Außerdem, was ist das Schlimmste, was passieren könnte?
el: Εκτός αυτού, τι είναι το χειρότερο που θα μπορούσε να συμβεί;
et: Pealegi, milline on halvim, mis võib juhtuda?
fa: علاوه بر این ، بدترین است که می تواند رخ می دهد چیست؟
fi: Sitä paitsi, mikä on pahinta, mitä voisi tapahtua?
fr: D'ailleurs, quel est le pire qui pourrait arriver?
ga: Chomh maith le, ar an méid is measa a d'fhéadfadh a tharlaíonn?
gl: Ademais, o que é a peor cousa que podería acontecer?
hi: इसके अलावा, सबसे बुरा हो सकता है कि क्या है?
hr: Osim toga, što je najgore što bi se moglo dogoditi?
hu: Különben is, mi a legrosszabb, ami történhet?
is: Að auki, hvað er það versta sem gæti gerst?
it: Inoltre, qual è la cosa peggiore che potrebbe accadere?
iw: חוץ מזה, מה הכי גרוע שיכול לקרות?
ja: 加えて、どのようなことが起こる可能性が最悪ですか？
ko: 게다가, 왜 그런 일이 실제로 일어날 최악이야?
lv: Bez tam, kas ir sliktākais, kas varētu notikt?
mk: Освен тоа, она што е најлошото што може да се случи?
mt: Barra minn hekk, dak li l-agħar li jista 'jiġri?
nl: Trouwens, wat is het ergste dat er kan gebeuren?
no: Dessuten, hva er det verste som kan skje?
pl: Poza tym, co najgorsze, co może się wydarzyć?
pt: Além disso, o que é a pior coisa que poderia acontecer?
ro: În plus, ce-i cel mai rău care se poate intampla?
sl: Poleg tega, kaj je najhujše kar se lahko zgodi?
sq: Përveç kësaj, ajo që është e keqe që mund të ndodhë?
sr: Осим тога, шта је најгоре што може да се деси?
sv: Dessutom, vad är det värsta som kan hända?
sw: Mbali na hilo, nini mbaya ambayo inaweza kutokea?
tr: Yanında, ne o ne kötü olabilir mi?
vi: Bên cạnh đó, xấu nhất có thể xảy ra là gì?
yi: ויך, וואָס ס 'די ערגסט וואָס קען פּאַסירן?
zh: 此外，什么是最糟糕的情况？
