Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: I wonder what other monsters there are. I'll pick a page at random...
af: Ek wonder wat ander monsters is daar. Ek haal 'n bladsy na willekeur op ...
ar: وأنا أتساءل عن وحوش أخرى هناك. أنا اختيار صفحة عشوائيا...
be: Цікава, што іншыя монстры ёсць. Я заедем за старонку наўздагад ...
bg: Чудя се какво има други чудовища. Аз ще изберете страница на случаен принцип ...
ca: Em pregunto quins altres monstres que hi ha. Vaig a triar una pàgina a l'atzar ...
cs: Zajímalo by mě, jaké tam jsou další monstra. Stavím se na stránce náhodně ...
cy: Tybed beth anghenfilod eraill mae yna. 'N annhymerus' ddewis tudalen ar hap ...
da: Jeg spekulerer på, hvad andre monstre der er. Jeg henter en side tilfældigt ...
de: Ich frage mich, was andere Monster sind da. Ich werde eine Seite wählen nach dem Zufallsprinzip ...
el: Αναρωτιέμαι τι άλλα τέρατα υπάρχουν. Θα επιλέξετε μια σελίδα στην τύχη ...
et: Ma ei tea, mida teised koletised on olemas. Ma tulen lehele juhuslikult ...
fa: می خواستم بدانم چه هیولا های دیگر وجود دارد. من در صفحه تصادفی انتخاب کنید...
fi: Mitähän muita hirviöitä on olemassa. I'll valita sivun satunnaisesti ...
fr: Je me demande ce que d'autres monstres sont là. Je vais chercher une page au hasard ...
ga: Wonder agam cad iad monsters eile ann. Feicfidh mé Pioc leathanach ar randamach ...
gl: Pregunta-me que existen outros monstros. Eu vou ir unha páxina ao acaso ...
hi: मुझे आश्चर्य है कि क्या अन्य राक्षसों वहाँ हैं. मैं यादृच्छिक पर एक पृष्ठ पर ले जाएगा ...
hr: Pitam se što druga čudovišta postoje. Ću odabrati stranicu na slučajan ...
hu: Kíváncsi vagyok, milyen más szörnyek vannak. Majd oldalt válasszon ki véletlenszerűen ...
is: ÉG furða hvaða önnur skrímsli þar eru. Ég mun velja síðu af handahófi ...
it: Mi chiedo che cosa ci sono altri mostri. I'll scegliere una pagina a caso ...
iw: אני תוהה מה יש מפלצות אחרות. אני אקח דף באקראי ...
ja: 私は他のモンスターが何であるのだろうか。私はランダムでページを選択するよ...
ko: 난 다른 괴물이 무엇인지 궁금해. 나는 무작위 페이지를 데리러 갈게 ...
lv: Nez kādi citi monstri tur ir. I'll pick lapu nejauši ...
mk: Се прашувам што постојат други чудовишта. Ќе изберете страница по случаен избор ...
mt: I wonder dak monsters oħra hemm. I'll pick-paġna bl-addoċċ ...
nl: Ik vraag me af wat andere monsters er zijn. Ik kies een willekeurige pagina op ...
no: Jeg lurer på hva andre monstre finnes. Jeg henter en side tilfeldig ...
pl: Zastanawiam się, co inne potwory istnieją. Wybiorę strona losowo ...
pt: Pergunto-me que existem outros monstros. Eu vou pegar uma página ao acaso ...
ro: Mă întreb ce monştri alte există. Voi veni să o pagină la întâmplare ...
sl: Zanima me, kaj so druge pošasti. Jaz bom izbral naključno stran ...
sq: Pyes veten se çfarë monsters tjera ka. Unë do të marr një faqe me hamendje ...
sr: Питам се шта други монструми постоје. Ја ћу изабрати страну насумице ...
sv: Jag undrar vilka andra monster som finns. Jag hämtar en sida på måfå ...
sw: Mimi ajabu gani nyingine MONSTERS kuna. I'll pick a page at random ...
tr: Diğer canavarlar orada ne olduğunu merak ediyorum. Ben rastgele bir sayfa alırım ...
vi: Tôi tự hỏi những gì quái vật khác có. Tôi sẽ chọn một trang ngẫu nhiên ...
yi: איך פרעגן וואָס אנדערע מאָנסטערס עס זענען. איך וועט קלייבן אַ בלאַט אין קאַווע ...
zh: 我不知道有其他的怪物。我会随便挑一个页面...

source: Gazers are flying cycloptic creatures found in various places
af: Gazers vlieg cycloptic wesens wat in verskillende plekke
ar: الناظرون تحلق cycloptic المخلوقات وجدت في أماكن مختلفة
be: Gazers ляцяць cycloptic істоты знойдзены ў розных месцах
bg: Gazers летят cycloptic същества, намерени на различни места
ca: Tafaners són criatures voladores cycloptic troben en diversos llocs
cs: Gazers letí cycloptic tvorové vyskytují v různých místech
cy: Gazers yn hedfan greaduriaid cycloptic dod o hyd i mewn mannau amrywiol
da: Gazers flyver cycloptic skabninger findes i forskellige steder
de: Gaffer fliegen cycloptic Kreaturen an verschiedenen Orten gefunden
el: Gazers φέρουν cycloptic πλάσματα που βρέθηκαν σε διάφορα σημεία
et: Gazers sõidavad cycloptic olendid leiti erinevates kohtades
fa: Gazers هستند پرواز موجودات cycloptic یافت شده در مکانهای مختلف
fi: Gazers lentävät cycloptic olentoja esiintyy eri paikoissa
fr: Contemplateurs sont les créatures volantes cycloptic trouvés dans différents endroits
ga: Gazers iad ag eitilt créatúir cycloptic le fáil in áiteanna éagsúla
gl: Gazers son criaturas voadoras cycloptic atopados en varios lugares
hi: Gazers cycloptic विभिन्न स्थानों में पाया प्राणी उड़ते हैं
hr: Gazers su leteći cycloptic stvorenja naći na raznim mjestima
hu: Nézés a repülő lények cycloptic található különböző helyszíneken
is: Stara ert fljúga cycloptic vera finna á ýmsum stöðum
it: Gazers sono creature volanti cycloptic trovati in diversi luoghi
iw: Gazers טסים יצורים cycloptic נמצא במקומות שונים
ja: Gazers cycloptic生き物のさまざまな場所で発見飛んでいる
ko: Gazers cycloptic 생물의 다양한 장소에서 발견 날고있습니다
lv: Gazers peld cycloptic radības atrasti dažādās vietās
mk: Gazers се вее cycloptic суштества се најде во различни места
mt: Gazers jtajru l-kreaturi cycloptic jinstabu f'diversi postijiet
nl: Gazers vliegen cycloptic wezens gevonden in verschillende plaatsen
no: Gazers flyr cycloptic skapninger funnet på ulike steder
pl: Gazers lecą cycloptic stworzenia w różnych miejscach
pt: Gazers são criaturas voadoras cycloptic encontrados em vários locais
ro: Gazers sunt creaturi care arborează cycloptic găsite în diferite locuri
sl: Gazers ki plujejo cycloptic bitja se nahajajo v različnih krajih
sq: Gazers janë krijesa cycloptic fluturim gjetur në vende të ndryshme
sr: Газерс лете цыцлоптиц бића налазе на разним местима
sv: Gazers flyger cycloptic varelser hittats på olika platser
sw: Cycloptic flying Gazers ni viumbe hupatikana katika maeneo mbalimbali
tr: Gazers cycloptic yaratıkları çeşitli yerlerde bulunan uçuyor
vi: Gazers đang bay sinh vật cycloptic hàng ở những nơi khác nhau
yi: גאַזערס זענען פליענדיק סיקלאָפּטיק קריטשערז געפֿונען אין פאַרשידן פּלייסאַז
zh: 未来的婚姻关系是在各地飞行中cycloptic生物

source: Their single eye is usually closed and they rely on sonar for movement
af: Hulle single eye is gewoonlik gesluit en hulle staatmaak op die sonar vir verkeer
ar: وعين واحدة هي عادة ما تكون مغلقة وأنها تعتمد على السونار للحركة
be: Іх адзіным вокам, як правіла, зачыненыя, і яны належаць на сонар для руху
bg: Техните едно око обикновено е затворен и те разчитат на сонар за движение
ca: El seu únic ull és normalment tancat i es basen en el sonar per al moviment
cs: Jejich jediné oko je obvykle uzavřen, a oni se spoléhají na sonar pro pohyb
cy: Unigol eu llygaid ar gau fel arfer ac maent yn dibynnu ar Sonar ar gyfer symud
da: Deres indre øje er normalt lukket, og de er afhængige af sonar til bevægelse
de: Ihr einziges Auge ist in der Regel geschlossen und sie verlassen sich auf Sonar für Bewegung
el: Μόνο τα μάτια τους είναι κλειστά και συνήθως βασίζονται σε βυθομέτρου για κυκλοφορία
et: Nende üks silm on tavaliselt suletud ja nad toetuvad kajaloodi liikumise
fa: چشم تک آنها معمولا بسته است و آنها در سونار برای جنبش تکیه
fi: Heidän ainoa silmä on yleensä suljettu ja he luottavat kaiku ja liikkuvuutta
fr: Leur œil unique est habituellement fermée, et ils utilisent le sonar pour le mouvement
ga: Tá a súile dúnta amháin de ghnáth, agus iad ag brath ar sonar do ghluaiseacht
gl: O seu único ollo é normalmente pechado e eles contan o sonar para o movemento
hi: उनके एक आंख आम तौर पर बंद कर दिया है और वे आंदोलन के लिए सोनार पर निर्भर है
hr: Njihov singl oka je obično zatvoren i oni se oslanjaju na sonar za kretanje
hu: Az ő egyetlen szem általában zárt, és támaszkodnak a szonár mozgási
is: Eitt auga þeirra er yfirleitt lokað og þeir treysta á Sonar í för
it: Il loro unico occhio di solito è chiuso e si basano su sonar per il movimento
iw: עין אחת שלהם היא בדרך כלל סגורה והם מסתמכים על סונאר לתנועה
ja: その1つ目は通常閉鎖され、彼らの動きのソナーに頼る
ko: 그들의 하나의 눈을 이내 폐쇄되어 그들의 움직임에 대한 수중 음파 탐지기에 의존
lv: Vienoto acs parasti ir slēgtas, un tie balstās uz hidrolokatoru pārvietošanai
mk: Нивната единствено око обично е затворено и за кое тие се потпираат на хидролокатор за движење
mt: Għajn uniku tagħhom huwa normalment magħluq u li jiddependu fuq sonar għall-moviment
nl: Hun single oog is meestal gesloten en zij vertrouwen op sonar voor verkeer
no: Deres singel øyet er vanligvis stengt, og de er avhengige av sonar for bevegelse
pl: Ich jedno oko jest zazwyczaj zamknięty, a opierają się one na sonar za ruch
pt: Seu único olho é normalmente fechado e eles contam com o sonar para o movimento
ro: Ochiul lor unică este, de obicei închis şi ele se bazează pe sonar pentru circulaţie
sl: Njihova eno oko je običajno zaprta in se zanašajo na sonarja za gibanje
sq: Syri i tyre i vetëm është e mbyllur zakonisht dhe ata mbështeten në hidrolokator për lëvizjen
sr: Њихов сингл очи обично затворене, а они се ослањају на Сонар за кретање
sv: Deras enda öga är vanligtvis stängd och de förlitar sig på sonar för rörelse
sw: Jicho moja yao ni kawaida funge na wao wanategemea Sonar kwa harakati
tr: Onların tek göz genellikle kapalı ve hareket için sonar itimat
vi: Duy nhất của họ là mắt thường đóng cửa và họ dựa vào sonar cho phong trào
yi: זייער איין אָרע איז יוזשאַוואַלי קלאָוזד און זיי פאַרלאָזן אויף סאָנאַר פֿאַר באַוועגונג
zh: 他们的眼睛通常是单一的封闭，他们就依靠声纳运动

source: They use their strong sense of smell to look out for predator and prey alike
af: Hulle gebruik hulle sterk reuksin op die uitkyk vir roofdiere en prooi sowel
ar: انهم يستخدمون بحاسة الشم القوية للأبحث عن المفترس والفريسة على حد سواء
be: Яны выкарыстоўваюць свае моцныя пачуцці абаняння, якія трэба паглядзець драпежнікаў і іх ахвяр, так
bg: Те използват силната си обоняние да се грижа за хищник и плячка, така
ca: Ells usen el seu fort sentit de l'olfacte a mirar cap a fora per al predador i presa per igual
cs: Oni používají jejich silné čich na pozor na dravce a kořist tak
cy: Maent yn defnyddio eu synnwyr cryf o arogl i edrych allan ar gyfer anifeiliaid sy'n bla a ysglyfaeth fel ei gilydd
da: De bruger deres stærke lugtesans til at se ud for rovdyr og bytte både
de: Sie nutzen ihre starken Geruchssinn, wo sie nach Räuber und Beute gleichermaßen
el: Χρησιμοποιούν ισχυρή αίσθηση της όσφρησης να κοιτάξει έξω για αρπακτικά και λεία όσο
et: Nad kasutavad oma tugevat lõhna vaadata läbi kiskja ja saak nii
fa: آنها استفاده از حس بویایی قوی خود را به مراقب درنده و توزیع های مبتنی بر شکار
fi: He käyttävät vahvaa hajua varoa saalistajan ja saaliin samankaltaisia
fr: Ils utilisent leur sens aigu de l'odorat pour regarder dehors pour prédateur et la proie
ga: Úsáideann siad a mothú láidir smell chun breathnú amach ar dtiocfadh creachadóir agus chreiche araon
gl: Eles usan o seu sentido de cheiro forte de ollar para fóra presa e presa tanto
hi: वे गंध के अपने मजबूत भावना का उपयोग करने के लिए बाहर देखो शिकारी और शिकार एक जैसे
hr: Oni iskoristiti njihov snažan osjet njuha za paziti se čega grabežljivac i plijen podjednako
hu: Az általuk használt erős szaglás, hogy néz ki a ragadozó és zsákmány egyaránt
is: Þeir nota sterka afstöðu sína til lykta að líta út fyrir rándýr og bráð eins
it: Usano il loro forte senso dell'olfatto per guardare fuori per il predatore e preda allo stesso modo
iw: הם משתמשים תחושה חזקה של ריח שלהם כדי לחפש טרף טורף ו כאחד
ja: 彼らは捕食者のための外を眺めると同様獲物のにおいの強い感覚を使用する
ko: 그들은 육식 동물에 대한 피려하고 모두 먹이 냄새를 사용하여 자신의 유머 감각
lv: Tās izmanto spēcīgu sajūtu smaržu meklïjiet plēsoņa un laupījumu gan
mk: Тие ги користат нивните силно чувство за мирис да гледам за предатор и плен слично
mt: Dawn jużaw sens ta 'riħa qawwija tagħhom biex joqogħdu attenti għall-predaturi u priża kemm
nl: Zij gebruiken hun sterke gevoel van geur uit te kijken naar zowel roofdier en prooi
no: De bruker sine sterke luktesans på utkikk etter rovdyr og byttedyr både
pl: Używają ich silne poczucie zapachu należy zwrócić uwagę drapieżnika i ofiary podobne
pt: Eles usam o seu sentido de cheiro forte de olhar para fora predador e presa tanto
ro: Ei utilizarea lor puternic simţ al mirosului să se uite de prădător şi pradă, cât
sl: Uporabljajo svojo močan občutek za vonj pogledati jasno zakaj plenilec in plen podoben
sq: Ata përdorin kuptimin e tyre të fortë të nuhatjes për të parë jashtë për grabitqar dhe pre ashtu
sr: Они користе своје јаке чуло мириса да чувајте се грабљивац и плен подједнако
sv: De använder sina starka luktsinne att hålla utkik efter rovdjur och bytesdjur både
sw: Wao kutumia nguvu zao hisia za harufu kuangalia nje kwa Predator na mawindo sawa
tr: Onlar avcı dikkat ve benzeri av koku güçlü duygusu kullanmak
vi: Họ sử dụng cảm giác mạnh mẽ của mình về mùi để tìm ra cho động vật ăn thịt và con mồi như nhau
yi: זיי נוצן זייער שטאַרק געפיל פון שמעקן צו קוקן זיך פֿאַר פּרעדאַטער און רויב ענלעך
zh: 他们利用自己敏锐的嗅觉寻找出捕食者和猎物都

source: Gazers attack (and defend themselves) by opening their eye which will dazzle anything looking at it
af: Gazers aanval (en verdedig) deur die opening van hul oog wat enige iets sal blind te kyk na dit
ar: الناظرون الهجوم والدفاع عن أنفسهم) من خلال فتح أعينهم والتي سوف تبهر أي شيء يبحث فيه
be: Gazers атака (і абараніць сябе), адкрыўшы свае вочы, якія будуць ослеплять нічога гледзячы на яго
bg: Gazers атака (и да се защитят), чрез отваряне на окото си, които ще заслепяване нещо я погледна
ca: Atac tafaners (i defensar-se) per l'obertura dels seus ulls que enlluernen res mirar-lo
cs: Gazers útoku (a obranu), otevřou své oko, které se oslnit něco na to dívat
cy: Gazers ymosod (ac amddiffyn eu hunain) drwy agor eu llygaid a fydd yn Dazzle unrhyw beth yn edrych ar ei
da: Gazers angreb (og forsvare sig selv) ved at åbne deres øjne, som vil blænde noget at se på det
de: Gaffer Angriff (und sich zu verteidigen), indem Sie ihre Augen, die alles sah es blenden wird
el: Gazers επίθεση (και να υπερασπιστούν τους εαυτούς τους), ανοίγοντας τα μάτια τους, τα οποία θα τυφλώνουν τίποτα εξετάζουμε το
et: Gazers rünnak (ja ennast kaitsta), avades oma silmaga, mis pimestada midagi vaadata seda
fa: حمله Gazers (و دفاع از خودشان) با باز کردن چشم خود را که هر چیزی در نظر گرفتن آن خیره
fi: Gazers hyökätä (ja puolustaa itseään) avaavat silmä, joka häikäisee mitään katsomalla sitä
fr: Contemplateurs attaque (et se défendre) en ouvrant leurs yeux, qui vous éblouira tout le regarder
ga: Gazers ionsaí (agus a chosaint féin) ag oscailt a súl a dazzle aon ní ag féachaint air
gl: Gazers ataque (e se defender), abrindo os seus ollos que enfeitiza calquera ollar para ela
hi: Gazers हमला (और खुद अपनी आंखों जो कुछ भी चकाचौंध यह देख रही होगी खोलने के द्वारा) का बचाव
hr: Gazers napad (i sami obraniti) i otvaranjem svojih očiju koje će zasjeniti sve gleda na to
hu: Nézés támadás (és megvédeni magukat) megnyitja a szemet kápráztató, ami bármit néztem
is: Stara árás (og verja sig) með því að opna augu þeirra sem vilja Dazzle ekkert að skoða það
it: Attacco Gazers (e difendersi) di aprire i propri occhi che abbagliano nulla a guardarlo
iw: התקפה Gazers (וגם להגן על עצמם) על ידי פתיחת העין אשר לסמא כלום מסתכל עליה שלהם
ja: Gazers攻撃（と）それを見て何かを魅了する彼らの目を開いて身を守る
ko: Gazers 공격 (과)는 그것을보고도 그들의 눈을 부시게한다 열고 스스로를 방어하기
lv: Gazers uzbrukuma (un sevi), atverot viņu acis, kas apžilbināt kaut ko meklē ir
mk: Gazers напад (и брани), преку отворање на окото, кои ќе бараат нешто добро светло во него
mt: Attakk Gazers (u jiddefendu lilhom infushom) bil-ftuħ ta 'l-għajnejn tagħhom li se jgħammex xejn tħares lejn din
nl: Gazers aanval (en verdedigen zelf) door de opening van hun oog die verblinding iets naar te kijken
no: Gazers angrep (og forsvare seg) ved å åpne deres øyne som vil imponere noe å se på det
pl: Atak Gazers (i obrony) poprzez otwarcie ich oczu, które będą oślepiać wszystko patrząc na to
pt: Gazers ataque (e se defender), abrindo seus olhos que deslumbram qualquer olhar para ela
ro: Atac Gazers (şi a se apăra), prin deschiderea de ochiul lor, care va uimi nimic uiţi la ea
sl: Gazers napad (in obrambo), tako, da odprete svoje oči, ki bodo slepi videti nič pri tem
sq: Sulm Gazers (dhe të mbrojnë veten e tyre) duke hapur sytë e tyre që do të habis asgjë shikuar atë
sr: Газерс напада (и бране) отварањем њихове очи која ће засенити све гледа на то
sv: Gazers attack (och försvara sig) genom att öppna deras ögon som kommer att blända något att titta på det
sw: Gazers attack (na kuitetea wenyewe) na kufungua jicho yao ambayo dazzle chochote kuangalia ni
tr: Gazers saldırı (ve) bu da bakarak bir şey kamufle edecek onların göz açarak kendilerini savunmak
vi: Gazers tấn công (và tự vệ) bằng cách mở mắt của họ mà sẽ dazzle bất cứ điều gì nhìn vào nó
yi: גאַזערס באַפאַלן (און פאַרטיידיקן זיך) דורך עפן זייער אָרע וואָס וועט דאַזאַל אַבי איר זוכט אין עס
zh: 未来的婚姻关系攻击（自卫）开幕的眼睛，将耀眼什么看它

source: This attack is only effective however if the victim is facing the Gazer
af: Hierdie aanslag is slegs effektief egter as die slagoffer is geleë langs die Gazer
ar: هذا الهجوم هو الوحيد الفعال ولكن إذا كانت الضحية التي تواجه الناظر
be: Гэта напад з'яўляецца адзіным эфектыўным Аднак, калі ахвяра сутыкаецца Газэра
bg: Тази атака е ефективен само обаче, ако жертвата е пред Гезер
ca: Aquest atac és però només és eficaç si la víctima es s'enfronta a la Gazer
cs: Tento útok je však účinná pouze v případě, že oběť je čelí Gezeru
cy: Ymosodiad hwn yn unig yn effeithiol, fodd bynnag os yw'r dioddefwr yn wynebu'r Gazer
da: Dette angreb er kun effektiv, men hvis offeret står over for Gazer
de: Dieser Angriff ist jedoch nur wirksam, wenn das Opfer vor der Gazer
el: Η επίθεση αυτή είναι αποτελεσματική μόνο όμως αν το θύμα αντιμετωπίζει το βλέπων
et: See rünnak on ainus tõhus aga kui kannatanu on silmitsi Gazer
fa: این حمله تنها موثر است اما اگر مقتول مواجه است Gazer
fi: Tämä hyökkäys on ainoa tehokas mutta jos uhri on edessään Gazer
fr: Cette attaque n'est efficace que cependant si la victime est confrontée à l'Gazer
ga: Tá an ionsaí éifeachtach, áfach, ach amháin má tá an t-íospartach os comhair an Gazer
gl: Ese ataque só é eficaz no entanto, se a vítima está de fronte para o Gazer
hi: इस हमले ही प्रभावी लेकिन अगर शिकार विद्या विशारद सामना करना पड़ रहा है
hr: Ovaj napad je učinkovit samo ako se ipak žrtva je okrenut Gazer
hu: Ez a támadás azonban csak akkor hatásos, ha az áldozat szembenéznie Gazer
is: Þessi árás er einungis gildi hins vegar ef fórnarlambið er snýr að Gazer
it: Questo attacco è efficace solo però se la vittima è di fronte al Gazer
iw: התקפה זו אולם הוא יעיל רק אם הקורבן הוא פונה Gazer
ja: この攻撃はしかし、もし、被害者は、麻薬取締官に直面して効果がある
ko: 그러나이 공격하는 경우에만 피해자 Gazer 직면하고 효과적입니다
lv: Šis uzbrukums ir efektīvs tikai bet ja cietušais saskaras Gazer
mk: Овој напад е ефикасна меѓутоа само ако жртвата се соочува со Gazer
mt: Dan l-attakk hu effettiv biss madankollu jekk il-vittma qed tiffaċċja l-Gazer
nl: Deze aanval is echter alleen effectief als het slachtoffer wordt geconfronteerd met de Gazer
no: Dette angrepet er bare effektiv men hvis offeret er vendt mot Gazer
pl: Ten atak jest jednak skuteczna tylko wówczas, gdy ofiara stoi Gazer
pt: Esse ataque só é eficaz no entanto, se a vítima estiver de frente para o Gazer
ro: Acest atac este eficient doar toate acestea, în cazul în care victima se confruntă Gazer
sl: Ta napad je učinkovit le, če žrtev pa se sooča Gazer
sq: Ky sulm është i vetëm efektiv megjithatë nëse viktima është duke u përballur ëndërrimtar
sr: Овај напад је само ефективна али ако `ртвата се суочава Газер
sv: Attacken är endast effektivt men om offret är vänd mot Gazer
sw: Huu ni ufanisi mashambulizi hata hivyo ikiwa mhasiriwa ni zinazokabili Gazer
tr: Bu saldırının sadece Ancak eğer kurban Gazer baktığından etkili
vi: Đây là cuộc tấn công chỉ có hiệu quả tuy nhiên nếu các nạn nhân đang đối mặt với những gazer
yi: דער באַפאַלן איז בלויז עפעקטיוו אָבער אויב די קאָרבן איז פייסינג די גאַזער
zh: 这种攻击是唯一有效但如果受害人面临的凝视

source: A Gazer's eyeball contains magical properties and is a common ingredient in spell preparation
af: Een Gazer se oogbal bevat magiese eienskappe en is 'n algemene bestanddeel in die spel voorbereiding
ar: والناظر في مقلة العين السحرية ، ويحتوي على خصائص هو العنصر المشترك في إعداد الإملائي
be: Вочнага яблыка Газэра ня магічныя ўласцівасці і распаўсюджаны кампанент у падрыхтоўцы заклён
bg: А Гезер очната ябълка съдържа магически свойства и е честа съставка в правописа подготовка
ca: Un globus ocular Gazer conté propietats màgiques i és un ingredient comú en la preparació d'encanteri
cs: Gezeru na oko obsahuje magické vlastnosti a jsou běžnou součástí přípravy kouzlo
cy: A Gazer's eyeball yn cynnwys eiddo hudolus ac mae'n gynhwysyn cyffredin mewn sillafu baratoi
da: En Gazer's øjeæblet indeholder magiske egenskaber og er en almindelig ingrediens i stave forberedelse
de: Ein Gazer's Augapfel enthält magische Eigenschaften und ist ein häufiger Bestandteil in Bann Vorbereitung
el: Ένα eyeball βλέπων περιέχει μαγικές ιδιότητες και είναι ένα κοινό συστατικό ξόρκι προετοιμασία
et: Gazer's silmamuna sisaldab maagiline omadused ja on üldine koostisosa õigekirja ettevalmistamine
fa: تخم چشم Gazer 'sحاوی خواص جادویی است و یک عنصر رایج در طلسم آماده سازی
fi: Gazer n silmämuna on maagisia ominaisuuksia ja on yhteinen ainesosa oikeinkirjoituksen valmisteilla
fr: Un globe oculaire Gazer contient des propriétés magiques et est utilisé comme ingrédient dans la préparation sort
ga: Tá eyeball A Gazer ar airíonna draíochta agus is coitianta comhábhair i litrithe a ullmhú
gl: Un globo ocular Gazer ten propiedades máxicas e é un ingrediente común en período de preparación
hi: एक विद्या विशारद नेत्र गोलक जादुई गुण होता है और जादू में एक आम घटक तैयार है
hr: Gazer's očna jabučica sadrži čarobni svojstva te je zajednički sastojak čarolija u pripremi
hu: A Gazer a szemgolyó tartalmaz varázslatos tulajdonságokkal bír és egy közös összetevő helyesírás előkészítés
is: Eyeball A Gazer's inniheldur Galdrastafir eignir og er algeng efni í stafa undirbúningi
it: Un occhio Gazer contiene proprietà magiche ed è un ingrediente comune nella magia di preparazione
iw: Gazer של גלגל העין מכילה תכונות מאגיות ומהווה מרכיב נפוץ הקסם הכנה
ja: 占い師の眼球を魔法のプロパティが含まれて呪文で、共通の材料の準備です
ko: Gazer의 눈알은 마법의 속성을 포함하고 마법의 일반적인 재료 준비입니다
lv: Gazer's acs ābols ir burvju īpašības un kopējā sastāvdaļu burvestību sagatavošana
mk: А Gazer's Eyeball содржи магични својства и е честа состојка во магија подготовка
mt: Boċċa A Gazer tal-KAMA fih proprjetajiet maġika u huwa ingredjent komuni fil jespliċitaw preparazzjoni
nl: Oogbol Een Gazer bevat magische eigenschappen en is een gemeenschappelijk ingrediënt in ban voorbereiding
no: En Gazer's øyeeplet inneholder magiske egenskaper og er en vanlig ingrediens i spell forberedelse
pl: Eyeball Gazer zawiera magiczne właściwości i jest wspólnym składnikiem preparatu pisowni
pt: Um globo ocular Gazer contém propriedades mágicas e é um ingrediente comum em período de preparação
ro: Globul ocular Un Gazer lui conţine proprietăţi magice şi este un ingredient comun în vraja de pregătire
sl: Zrkla Gazer's vsebuje magične lastnosti in je skupna sestavina pri pripravi urok
sq: Kokërdhok Një ëndërrimtar përmban pronat magjike dhe është një përbërës të përbashkët në përgatitjen spell
sr: Газер'с ока садржи магичне особине и заједнички састојак у припреми чаролија
sv: En Gazer's ögonglob innehåller magiska egenskaper och är en vanlig ingrediens i spell förberedelse
sw: A Gazer's eyeball ina magical mali na ni kawaida Spell ingredient katika maandalizi
tr: Bir Gazer's gözün sihirli özellikleri içerir ve yazım ortak bir madde hazırlıktır
vi: Một gazer của nhãn cầu có chứa các thuộc tính ma thuật và là một thành phần phổ biến ở chính tả chuẩn bị
yi: א גאַזער הערט ייבאָל כּולל מאַדזשיקאַל פּראָפּערטיעס און איז אַ פּראָסט ינגרידיאַנט אין רעגע צוגרייטונג
zh: 甲凝视者的眼球含有神奇的属性，是在拼写中常见的成分制备
