Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: You can then pull the item around until you let go of Action
af: Jy kan dan trek die item rond totdat jy laat gaan van Aksie
ar: يمكنك بعد ذلك سحب هذا البند من حولها حتى يمكنك ترك العمل
be: Затым Вы можаце выцягнуць пункта вакол, пакуль Вы не адпусціце дзеянняў
bg: След това можете да дръпнете около точка, докато не пусне на действие
ca: A continuació, pot retirar el tema de tot, fins a deixar d'Acció de
cs: Pak můžete stáhnout položku kolem, dokud se pustil akce
cy: Yna, gallwch dynnu yr eitem o amgylch tan i chi gadewch i fynd Gweithredu
da: Du kan derefter trække det element rundt, indtil du giver slip på aktion
de: Sie können dann ziehen Sie den Punkt herum, bis Sie die Maustaste loslassen des Aktionsprogramms
el: Μπορείτε να τραβάτε στη συνέχεια το στοιχείο γύρω μέχρι να αφήσεις της δράσης
et: Seejärel saate tõmmata punkti ümber enne, kui Lase Action
fa: بعد از آن شما می توانید قلم دوم از اقلام در اطراف بکشید تا به شما اجازه رفتن اقدام
fi: Tämän jälkeen voit vetää kohteen ympärille, kunnes päästää toiminnan
fr: Vous pouvez alors retirer la question jusqu'à ce que vous lâcher d'action
ga: Is féidir leat ansin tarraingt na míre timpeall go dtí go iúl duit dul Gníomhaíochta
gl: Pode entón elimina o elemento arredor ata que vai deixar de Acción
hi: तुम तो चारों ओर आइटम खींच कर सकते हैं जब तक आप दो कार्रवाई की जा
hr: Zatim možete povući predmet sve dok oko vas pustiti otići djelovanja
hu: Ezután húzza ki a tételt körül, amíg meg nem elengedjük Action
is: Þú getur síðan draga hlutinn í kring þangað til þú lætur fara í aðgerð
it: È quindi possibile estrarre l'elemento intorno prima di lasciare andare d'azione
iw: לאחר מכן תוכל למשוך את הפריט מסביב עד שאתה להרפות פעילות
ja: するまで、アクションを放す次に、周りのアイテムを引き出すことができる
ko: 액션 때까지 가자 그러면 주위 항목을 잘 해낼 수있어
lv: Jūs varat pull posteni apkārt, līdz jūs let go rīcības
mk: Потоа можете да се повлече од точка околу додека не нека оди на акција
mt: Tista 'imbagħad iġbed l-oġġett madwar sakemm inti let go ta' Azzjoni
nl: U kunt dan trek het item rond totdat je loslaten van actie
no: Du kan deretter dra elementet rundt før du slipper Action
pl: Następnie można wyciągnąć przedmiot okolice aż puścić działania
pt: Você pode então retirar o item ao redor até que você vai deixar de Acção
ro: Puteti trage apoi elementul din jurul până când drumul de acţiune al
sl: Nato lahko potegnite element okrog, dokler ne spustite akcijskega
sq: Ju mund pastaj ta tërheqë pika rreth derisa ju le të shkojnë e Veprimit
sr: Затим можете да повучете ставка око док се не пустити акције
sv: Du kan sedan dra objektet runt tills du släpper Action
sw: Unaweza kisha vuta ya item kuzunguka mpaka hebu nenda wa Utekelezaji
tr: Kadar Eylem gidelim Daha sonra etrafında öğeyi indirebiliriz
vi: Sau đó bạn có thể kéo các mục quanh cho đến khi bạn buông Hành động
yi: איר קענען ווייטער ציען דעם נומער אַרום ביז איר לאָזן גיין פון אַקשאַן
zh: 然后，您可以拉的项目周围，直到你放开行动

source: Pull the box over the other side and use it to reach the ledge
af: Trek die boks oor die ander kant en dit gebruik om die rand bereik
ar: سحب مربع على الجانب الآخر ، واستخدامها للوصول إلى الحافة
be: Вытянем акна на іншы бок і выкарыстоўваць яго для дасягнення уступ
bg: Издърпайте полето над другата страна и да я използват за постигане на стълбата
ca: Tire de la caixa sobre l'altre costat i l'utilitzen per arribar a la cornisa
cs: Vytáhněte krabici na druhou stranu a používat jej dosáhnout římsu
cy: Tynnwch y blwch ar yr ochr arall ac yn ei ddefnyddio i gyrraedd y ysgafell
da: Træk feltet over den anden side og bruge den til at nå den afsats
de: Ziehen Sie das Feld über die andere Seite und es verwenden, um den Vorsprung zu erreichen
el: Τραβήξτε το κουτί πάνω από την άλλη πλευρά και η χρήση αυτή να φτάσει στο περβάζι
et: Pull kast üle teisele poole ja seda kasutada jõuda riff
fa: نگه دار ، جعبه بیش از طرف دیگر و استفاده از آن برای رسیدن به لبه
fi: Vedä laatikko yli toiselle puolelle ja käyttää sitä päästä hylly
fr: Tirez sur la case de l'autre côté et de l'utiliser pour atteindre le rebord
ga: Tarraingt an bosca ar an taobh eile, agus í a úsáid chun teacht ar an ledge
gl: Puxe a caixa do outro lado e utiliza-a para alcanzar a bordo
hi: दूसरे पक्ष पर बॉक्स खींचो और इसका इस्तेमाल करने हद तक पहुंच
hr: Povucite okvir iznad druge strane i koristiti ga do greben
hu: Húzza ki a dobozt át a másik oldalra, és használni, hogy az elérje a párkányon
is: Boxið yfir hinum megin og nota það til að ná Ledge
it: Tirare la finestra sul lato opposto e usarlo per raggiungere la sporgenza
iw: משוך את התיבה על הצד השני ולהשתמש בו כדי להגיע מדף
ja: 反対側の上にボックスをプルダウンして棚に到達するために使用
ko: 저쪽에 다른 상자를 세워 및 난간에 도달하는 데 사용할
lv: Pull box virs otrā pusē, un izmantot to, lai sasniegtu dzega
mk: Повлечете го прозорецот во текот на другата страна и го користат за да стигнат до полицата
mt: Iġbed il-kaxxa fuq in-naħa l-oħra u jużaha biex jilħqu l-ledge
nl: Trek de doos over de andere kant en gebruik deze om de richel te bereiken
no: Trekk i boksen over den andre siden og bruke den til nå hylle
pl: Pull polu nad drugą stronę i użyć go w celu osiągnięcia półkę
pt: Puxe a caixa sobre o outro lado e use-a para alcançar a borda
ro: Trageţi cutia de altă parte, şi folosiţi-o pentru a ajunge la strat
sl: Ustavi polje v drugo stran in ga uporabi za dosego polico
sq: Pull kuti mbi anën tjetër dhe e përdorin atë për të arritur parvaz
sr: Повуците оквир од друге стране и користити га до платформе
sv: Dra rutan framför den andra sidan och använd den för att nå kanten
sw: Vuta kisanduku juu ya upande mwingine na kuitumia kufikia ledge
tr: Diğer taraf üzerinde kutusunu çekin ve çıkıntıya ulaşmak için kullanabilirsiniz
vi: Kéo hộp qua phía bên kia và sử dụng nó để đạt được lồi ra
yi: ציען די קעסטל איבער די אנדערע זייַט און נוצן דאָס צו דערגרייכן די לעדזש
zh: 拉了对方的方块，并用它来达到壁架

source: This is the last part of the tutorial and will teach you to block and attack enemies
af: Dit is die laaste deel van die tutoriaal en sal jy leer om te blok en aanval vyande
ar: هذا هو الجزء الاخير من البرنامج التعليمي ، وسوف يعلمك لعرقلة وهجوم الأعداء
be: Гэта апошняя частка падручніка і буду вучыць вас, каб заблакаваць і атакаваць ворагаў
bg: Това е последната част от начинаещи и ще ви научи да блокира и да атакува враговете
ca: Aquesta és l'última part del tutorial i li ensenyarà a bloquejar i atacar els enemics
cs: Toto je poslední část tutoriálu a naučí vás blokovat a útoku nepřátel
cy: Mae hyn yn rhan olaf y tiwtorial a bydd yn eich dysgu i rwystro ac ymosod gelyn
da: Dette er den sidste del af den lærer og vil lære dig at blokere og angribe fjender
de: Dies ist der letzte Teil des Tutorials und werde euch lehren, Block und Angriff Feinde
el: Αυτό είναι το τελευταίο μέρος του διδακτικού και θα σας διδάξει σε μπλοκ και επίθεση εχθρούς
et: See on viimane osa juhendaja ja õpetab teid blokeerida ja rünnata vaenlasi
fa: این آخرین قسمت از آموزش است و شما را به بلوک تدریس و حمله دشمنان
fi: Tämä on viimeinen osa opetusohjelman ja opettaa sinua estää ja hyökätä vihollisten
fr: Il s'agit de la dernière partie du tutorial et vous apprendra à bloquer et attaquer les ennemis
ga: Is é seo an chuid dheireanach an teagaisc agus beidh tú a mhúineadh do bloc agus enemies ionsaí
gl: Esta é a derradeira parte do tutorial e ha ensinar-lle a bloquear e atacar inimigos
hi: इस ट्यूटोरियल के आखिरी हिस्सा है और तुम्हें सिखाने के लिए ब्लॉक और दुश्मन हमला
hr: Ovo je zadnji dio udžbenik i naučit ću vas blokirati i napad neprijatelja
hu: Ez az utolsó része a konzultáció és megtanuljuk, hogy blokkolja és támadó ellenségek
is: Þetta er síðasta hluta einkatími og mun kenna þér að loka og ráðast á óvinum
it: Questa è l'ultima parte del tutorial e vi insegnerà a bloccare e attaccare i nemici
iw: זה החלק האחרון של הדרכה וגם ילמד אותך כדי לחסום ולתקוף אויבים
ja: このチュートリアルの最後の部分であり、ブロックをあなたに教えるし、敵を攻撃
ko: 이 튜토리얼의 마지막 부분이며, 블록을 알려줄 것입니다 적을 공격
lv: Šī ir pēdējā daļa pamācību un mācīs bloķēt un uzbrukt pretinieku
mk: Ова е последниот дел од туториал и ќе ги учат да блокирате и напад на непријатели
mt: Din hija l-aħħar parti tal-tutorja u se jgħallmu l-blokka u l-attakk għedewwa
nl: Dit is het laatste deel van de tutorial en leert je te blokkeren en vijanden aanvallen
no: Dette er siste del av opplæringen, og vil lære deg å blokkere og angripe fiender
pl: Jest to ostatnia część kursu i nauczy Cię do bloku i ataku wrogów
pt: Esta é a última parte do tutorial e irá ensinar-lhe para bloquear e atacar inimigos
ro: Aceasta este ultima parte a tutorial şi va învăţa să blocheze si ataca inamicii
sl: To je zadnji del tutorski in vas bodo naučili, da blok in napad sovražnikov
sq: Kjo është pjesa e fundit e tutorial dhe do të mësojmë për të bllokuar dhe goditjen e armiqve
sr: Ово је последњи део и упутство ће вас научити да блокирате и нападне непријатеља
sv: Detta är den sista delen av tutorial och lär dig att blockera och attackera fiender
sw: Hii ni sehemu ya mwisho wa mafunzo na itakufunza kuzuia na kushambulia maadui
tr: Bu yazının son bölümünü ve engellemek için size öğretecek ve düşman saldırı
vi: Đây là phần cuối cùng của hướng dẫn, và sẽ dạy cho bạn để chặn và tấn công kẻ thù
yi: דאָס איז דער לעצטע חלק פון די טוטאָריאַל און וועט לערנען איר צו פאַרשפּאַרן און באַפאַלן ענאַמיז
zh: 这是本教程的最后一部分，将教你如何阻止和打击敌人

source: First, you should equip the sword since it has more range and does more damage than the pickaxe
af: Eerstens moet jy rus die swaard, omdat dit meer bereik het en doen meer skade as die pikhouweel
ar: أولا ، يجب أن نجهز السيف نظرا لأنه لم يفعل أكثر من مجموعة وأكثر ضررا من معول
be: Па-першае, вы павінны узброіць мечам, паколькі яно мае больш за дыяпазону і прыносіць больш шкоды, чым кірка
bg: Първо, трябва да се оборудва меч, тъй като тя е по-обхват и не повече вреда, отколкото Кирка
ca: En primer lloc, s'ha de dotar l'espasa, ja que té més abast i fa més mal que la piqueta
cs: Za prvé, měli byste se vybavit meč, protože má větší rozsah a dělá víc škody než krumpáč
cy: Yn gyntaf, dylech sicrhau bod gan y cleddyf oherwydd ei fod wedi amrywiaeth mwy a gwneud mwy o ddifrod na'r pickaxe
da: Først bør du udstyre sværdet, da den har mere rækkevidde og gør mere skade end hakke
de: Zuerst sollten Sie das Schwert ausstatten, da sie eine größere Reichweite hat, und macht mehr Schaden als der Hacke
el: Πρώτον, θα πρέπει να εξοπλίσει το σπαθί, δεδομένου ότι έχει μεγαλύτερη ποικιλία και να κάνει μεγαλύτερη ζημιά από την αξίνα
et: Esmalt peaks looma mõõk kuna seal on rohkem valikut ja ei rohkem kahju kui kirgas
fa: اول ، شما باید شمشیر از آن محدوده بیشتر و نشانی از تخریب بیش از کلنگ زدن تجهیز
fi: Ensin sinun tulee varustaa miekka, koska se on enemmän valikoimaa ja tekee enemmän vahinkoa kuin hakku
fr: Premièrement, vous devez équiper l'épée, car il a une autonomie accrue et fait plus de dégâts que la pioche
ga: Ar dtús, ba cheart duit a chur i bhfearas an sword ó tá sé réimse níos mó agus a dhéanann damáiste níos mó ná an pickaxe
gl: Primeiro, ten que equipar a espada unha vez que ten máis alcance e fai máis dano do que a cabeza
hi: पहले, तुम तलवार से लैस यह अधिक दूरी है और करता कुदाल से मिट्टी खुरपना से ज्यादा नुकसान चाहिए
hr: Prvo, trebate opremiti mač jer ima više raspona i čini više štete nego trnokop
hu: Először le kell kiépítenie a kardot, mert több sor, és nem több kárt, mint a csákány
is: Fyrst ættir þú að búa sverð því að það hefur fleiri svið og ekki meira skemmt en pickaxe
it: In primo luogo, si dovrebbe dotare la spada dal momento che ha più vasta e non danno più il piccone
iw: ראשית, כדאי לצייד את החרב שכן יש טווח יותר ועושה נזק יותר מעדר
ja: 以来、それをつるはしよりはより多くの損傷の範囲は、まず、剣を装備する必要があります
ko: 이후 그것은 곡괭이보다가 더 큰 피해를 더 많은 범위 첫째, 검을 장비해야한다
lv: Pirmkārt, jums ir jāizveido zobens, jo tas ir vairāk klāstu un dara vairāk zaudējumus nekā pickaxe
mk: Прво, треба да им овозможат на нож бидејќи таа има повеќе различни и не повеќе штета отколку pickaxe
mt: L-ewwel, inti għandu jattrezza lill-xabla peress li għandha firxa aktar u ma ħsara aktar mill-pickaxe
nl: Ten eerste moet je het zwaard te rusten, aangezien het meer bereik heeft en doet meer schade dan de pikhouweel
no: Først bør du utstyre sverdet siden den har mer rekkevidde og gjør mer skade enn Hakken
pl: Po pierwsze, należy wyposażyć miecza, ponieważ ma dużo większy zakres i nie więcej szkód niż kilof
pt: Primeiro, você deve equipar a espada uma vez que tem mais alcance e faz mais dano do que a picareta
ro: În primul rând, ar trebui să echipeze sabie deoarece are gamă mai mult şi nu mai multe daune decât târnăcopul
sl: Najprej morate opremiti meč, saj ima več območje in ne več škode kot Trnokop
sq: Së pari, ju duhet të pajisë shpatë që ajo ka varg më shumë dhe bën më shumë dëm sesa pickaxe
sr: Прво, треба опремити мач, јер има већи домет и чини више штете него Трнокоп
sv: Först måste du skaffa ett svärd eftersom den har större omfång och gör mer skada än Hackyxan
sw: Kwanza, unapaswa kuvipa upanga tangu ina mbalimbali zaidi na anafanya uharibifu zaidi kuliko pickaxe
tr: Çünkü kazma ve daha fazla zarar yok daha yelpazesine sahiptir İlk olarak, kılıç donatmak gerekir
vi: Trước tiên, bạn cần trang bị cho thanh kiếm vì nó có nhiều hơn và làm hư hại nhiều hơn so với các pickaxe
yi: קודם, איר זאָל יקוויפּ די שווערד זינט עס איז נאָך ריי און קען נאָך קאַליע מאַכן ווי די פּיקקאַקסע
zh: 首先，你必须装备剑，因为它有更多的范围，并没有比镐损害

source: Press z to view your inventory, highlight the sword and press Attack (left ctrl) or Use Item (a)
af: Pers z om te sien hoe jou voorraad, hoogtepunt van die swaard en pers Aanval (links Ctrl +) of Gebruik punt (a)
ar: ض الصحافة لعرض الجرد ، وتسليط الضوء على السيف وهجوم الصحافة (يسار السيطرة) ، أو استخدام البند (أ)
be: Націсніце кнопку Z, каб праглядзець інвентар, вылучыце меча і націсніце Attack (левы Ctrl), або выкарыстоўвайце пункт (а)
bg: Прес Z, за да видите списък, маркирайте меч и натиснете Атака (от ляво Ctrl) или Използвайте точка (а)
ca: Premeu z per veure el seu inventari, destaquen l'espasa i la premsa d'atac (a l'esquerra Ctrl) o la utilització de l'article (a)
cs: Stiskněte pro zobrazení z vašeho inventáře, zvýrazněte meč a stiskněte Attack (ctrl vlevo), nebo použijte bod (a)
cy: Z wasg i weld eich rhestr, yn tynnu sylw at y cleddyf a wasg Attack (ctrl chwith) neu Defnyddiwch yr eitem (a)
da: Tryk på z for at se din beholdning, fremhæve sværd og tryk Attack (venstre ctrl) eller Brug punkt (a)
de: Drücken Sie z um die Ansicht Warenbestand, markieren Sie das Schwert, und drücken Sie Attack (links Strg) oder des Einsatzes Posten (a)
el: Πιέστε για να δείτε απογραφή σας, επισημάνετε το σπαθί και πατήστε Attack (αριστερά ctrl) ή Χρήση σημείο (α)
et: Press z vaadata oma varude esile mõõk ja vajutage Attack (vasak CTRL) või kasutage Punkt ()
fa: مطبوعات ž برای مشاهده موجودی خود را برجسته شمشیر و مطبوعات حمله (چپ مهار) و یا استفاده از مورد (الف)
fi: Paina z nähdäksesi luettelon, korosta miekka ja paina Attack (vasemmalla ctrl) tai Käytä kohta (a)
fr: Appuyez sur z pour afficher votre inventaire, sélectionnez l'épée et appuyez Attack (ctrl gauche) ou utiliser l'objet (a)
ga: Preas z chun féachaint d'fhardal, an sword agus brúigh béim a ionsaí (ar chlé Ctrl) nó Úsáid Mír (a)
gl: Prema z para ver o seu inventario, marca a espada e prema Ataque (esquerda Ctrl) ou Usar Item (a)
hi: प्रेस Z अपनी सूची को देखने के लिए, तलवार और प्रेस को उजागर हमला (Ctrl बाएं) का प्रयोग करें या आइटम (क)
hr: Pritisnite z za pregled inventara, označite mač i pritisnite Attack (lijevo ctrl) ili korištenja predmeta ()
hu: Z megtekintéséhez nyomjuk meg a leltár, jelölje ki a kardot, és nyomjuk meg a támadás (bal ctrl) vagy használati jogcím (a)
is: Stutt Z til að skoða skrá þína, hápunktur sverði og ýttu Attack (vinstri Ctrl) eða Nota Liður (a)
it: Premere z per visualizzare il vostro inventario, evidenziare la spada e premere Attack (Ctrl sinistro) o utilizzare Item (a)
iw: הקש Z כדי להציג המלאי שלך, הדגש את החרב וללחוץ התקפה (CTRL השמאלי) או השתמש פריט (א)
ja: はZ、あなたの在庫を表示するには、剣と押します攻撃（）または使用してアイテムキー（左）
ko: 보도 z는, 귀하의 목록을 보려면 누르십시오 검을 강조 어택 () 또는 Ctrl 키를 사용하여 항목 (왼쪽)
lv: Preses z, lai apskatītu sarakstu, iezīmējiet zobens un nospiediet Attack (left Ctrl) vai lietojuma preces ()
mk: Прес Z за да ја видите вашата инвентар, нагласи нож и притиснете Атак (лево ctrl) или користете точка (а)
mt: Press z inventarju għall-fehma tiegħek, jenfasizzaw il-xabla u l-istampa Attakk (xellug Ctrl) jew Uża punt (a)
nl: Druk op z om uw inventaris, markeert het zwaard en druk op Attack (linker ctrl) of gebruik punt (a)
no: Trykk på z å vise varelager markere sverdet og trykk Attack (til venstre ctrl) eller Bruk element (a)
pl: Naciśnij przycisk z, aby wyświetlić spis, zaznacz miecz i naciśnij Attack (po lewej Ctrl) lub korzystania z przedmiotu ()
pt: Prima z para visualizar seu inventário, destaque a espada e pressione Ataque (esquerda Ctrl) ou Usar Item (a)
ro: Comunicat de presă z pentru a vizualiza inventarul dvs., evidenţiaţi sabia şi apăsaţi Attack (Ctrl stânga) sau de utilizare punctul (a)
sl: Pritisnite z če si želite ogledati seznam, označite meč in pritisnite Attack (levo ctrl) ali uporabite točka (a)
sq: Shtyp z për të parë inventarit tuaj, theksoj shpata dhe shtypni Sulmi (majtas ctrl) ose Përdorimi Pika (a)
sr: Притисните тастер З да бисте видели свој инвентар, означите мач и притисните Напад (леви ЦТРЛ) Коришћење или тачка ()
sv: Tryck på z för att visa ditt lager, markera svärd och tryck Attack (vänster ctrl) eller Använd punkt (a)
sw: Press z kuangalia hesabu yako, belysa upanga na waandishi Attack (kushoto Ctrl) au Matumizi Item (a)
tr: Basın z, sizin envanter görüntülemek için kılıç ve basın vurgulamak Attack () veya Kullanım Öğe ctrl sol (a)
vi: Báo chí z để xem tồn kho của bạn, nêu bật những thanh kiếm và bấm Attack (trái Ctrl) hoặc sử dụng khoản (a)
yi: דרוק זי צו זען דיין ינוואַנטאָרי, הויכפּונקט דעם שווערד און פּרעס אַטאַק (לינקס קטרל) אָדער ניצט יטעם (אַ)
zh: 按z的查看您的库存，突出的剑，然后按攻击（左边Ctrl）或使用物品（1）

source: Press z again to close your inventory
af: Pers z weer te naby jou inventaris
ar: ض الصحافة مرة أخرى لإغلاق المخزون الخاص بك
be: Націсніце кнопку Z раз, каб закрыць ваш інвентар
bg: Прес Z отново, за да затворите вашия списък
ca: Premeu z de nou per tancar l'inventari de la seva
cs: Stiskněte z zavřete vašeho inventáře
cy: Datganiadau i'r wasg z eto i gau eich rhestr
da: Tryk på z igen for at lukke din beholdning
de: Drücken Sie z wieder zu schließen Inventar
el: Πιέστε ξανά για να κλείσετε απογραφή σας
et: Press z uuesti sulgeda oma nimekirja
fa: مطبوعات Ž دوباره به موجودی خود را ببند
fi: Paina z uudelleen sulje inventaario
fr: Appuyez sur Z pour fermer votre inventaire
ga: Preas z arís go gar do fhardal
gl: Prema Z novamente a pechar o seu inventario
hi: प्रेस फिर से अपनी सूची बंद Z
hr: Pritisnite opet Z zatvoriti svoj inventar
hu: Z nyomja meg ismét csukja be a leltár
is: Stutt Z aftur til að loka skrá þína
it: Z premere nuovamente per chiudere il vostro inventario
iw: הקש Z שוב כדי לסגור המלאי שלך
ja: もう一度押すと、あなたのインベントリを閉じるzに
ko: 보도 자료 목록을 다시 닫습니다 z는
lv: Preses z atkal slēgt savu sarakstu
mk: Прес z повторно да ја затворите вашата инвентар
mt: Press z darb'oħra li l-inventarju mill-qrib tiegħek
nl: Druk nogmaals op Z te sluiten je inventory
no: Trykk på z igjen for å lukke ditt lager
pl: Notatka z ponownie zamknąć inwentaryzacji
pt: Pressione Z novamente para fechar o seu inventário
ro: Comunicat de presă z pentru a închide din nou inventarul dvs.
sl: Pritisnite z ponovno zapreti svoj inventar
sq: Shtyp z përsëri për të mbyllur inventarit tuaj
sr: З Притисните поново да бисте затворили свој инвентар
sv: Tryck på Z igen för att stänga din inventering
sw: Press z tena karibu inventering yako
tr: Tuşuna yeniden envanter kapatmak için z
vi: Báo chí z lần nữa để đóng hàng tồn kho của bạn
yi: דרוק זי ווידער צו פאַרמאַכן דיין ינוואַנטאָרי
zh: 按ž，关闭您的库存
