Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Normal Arrows
af: Normale Arrows
ar: أسهم عادية
bg: Нормална Стрелки
ca: Normal Fletxes
cs: Normální Arrows
cy: Arferol Saethau
el: Κανονική Βέλη
fa: فلش های معمولی
fi: Normaali nuolinäppäimen
fr: Plein Arrows
ga: Gnáth Saigheada
hi: सामान्य तीर
hu: Normál Arrows
is: Venjuleg Arrows
it: Normale Arrows
iw: רגיל חצים
ja: 通常のアロウズ
ko: 일반 화살표
mk: Нормално Стрелки
mt: Normali Vleġeġ
nl: Normaal Arrows
pl: Normalny Arrows
sq: Normale Arrows
sr: Нормална стрелица
sw: Kawaida mishale
tr: Normal Ok
yi: נאָרמאַל אַרראָווס
zh: 正常箭

source: An axe suitable for chopping trees
af: 'N byl wat geskik is vir bome afsaag
ar: بفأس مناسبة لتقطيع الأشجار
be: Сякеру прыдатныя для апрацоўкі дрэва
bg: Брадва подходящ за кълцане дървета
ca: Una destral per tallar els arbres adequats
cs: Sekera vhodný pro sekání stromů
cy: Bwyell addas ar gyfer torri coed
da: En økse egnet til sønderdeling træer
de: Eine Axt geeignet für Bäume fällen
el: Πέλεκυ κατάλληλο για κοπή δέντρων
et: Kirves sobib tükeldamise puud
fa: تبر مناسب برای سفت درختان
fi: Kirves sopii paloittelu puiden
fr: Une hache pour couper les arbres appropriés
ga: An tua oiriúnach do na crainn chopping
gl: Un machado axeitado para cortar árbores
hi: एक कुल्हाड़ी पेड़ काट के लिए उपयुक्त
hr: Sjekira pogodan za sjeckanje stabala
hu: Fejszével alkalmas aprító fák
is: Öxi hentugur fyrir chopping tré
it: Un'ascia adatto per tagliare gli alberi
iw: גרזן מתאים חוטב עצים
ja: 斧木のまな板に適して
ko: 도끼로 나무를 베고에 적합
lv: Cirvis piemērots smalcināšanai koku
mk: Секира дрвјата погодна за секое
mt: L-mannara xierqa għall-tqattiegħ siġar
nl: Een bijl geschikt voor het hakken van bomen
no: Øks egnet for chopping trær
pl: Topór drzewa nadają się do krojenia
pt: Um machado adequado para cortar árvores
ro: Un topor de potrivite pentru tocare copaci
sl: Sekira primerna za sekanje dreves
sq: Një sëpatë të përshtatshme për shëndoshë pemëve
sr: Секира погодне за сецкање дрвећа
sv: En yxa som lämpar sig för att hugga träd
sw: An shoka zinazofaa kwa miti chopping
tr: Balta ağaç kesme için uygun
vi: An axe thích hợp cho cây đang chặt
yi: אַן האַק פּאַסיק פֿאַר טשאַפּינג טריז
zh: 适合斧头砍树木

source: Pickaxe
af: Pikhouweel
ar: معول
be: Кірка
bg: Кирка
ca: Pic
cs: Krumpáč
da: Hakke
de: Pickel
el: Αξίνα
et: Kirgas
fa: کلنگ
fi: Hakku
fr: Pioche
gl: Cabeza
hi: कुदाल से मिट्टी खुरपना
hr: Trnokop
hu: Csákány
it: Piccone
iw: מכוש
ja: つるはし
ko: 곡괭이
nl: Houweel
no: Hakken
pl: Kilof
pt: Picareta
ro: Târnăcopul
sl: Trnokop
sr: Трнокоп
sv: Hacka
tr: Kazma
yi: פּיקקאַקסע
zh: 镐

source: A pickaxe lent to you by Borgan
af: 'N houweel geleen aan jou deur Borgan
ar: ومعول قدمت إليكم من بورجان
be: Кірка Посту вам Борган
bg: А Кирка отпусна до вас от Borgan
ca: Un pic prestat a vostè per Borges
cs: Krumpáč zapůjčil na Váš Borgan
cy: A pickaxe benthyg i chi gan Borgan
da: En hakke udlånt til dig ved Borgan
de: Eine Spitzhacke verliehen, die Sie von Borgan
el: Μια αξίνα δανείσει σε σας από Borgan
et: Kirgas andis teile Borgan
fa: با کلنگ زدن به شما توسط Borgan لنت
fi: Hakku lainata sinulle Borgan
fr: Une pioche qui vous est prêté par Borgan
ga: A pickaxe a fuarthas ar iasacht a thabhairt duit ag Borgan
gl: A cabeza prestar-lle por Borgan
hi: एक कुदाल से मिट्टी खुरपना Borgan द्वारा आपको उधार
hr: Trnokop posudio do vas Borgan
hu: A csákány kölcsönadott Önnek Borgan
is: A pickaxe lánaði þér Borgan
it: Un piccone prestato a lei da Borgan
iw: מעדר השאיל לך על ידי Borgan
ja: つるはしあなたにBorganを貸す
ko: 곡괭이 Borgan에 의해 당신에게 빌려줬
lv: Pickaxe aizdeva jums Borgan
mk: А pickaxe позајми за вас од Borgan
mt: A pickaxe mislufa lilek mill Borgan
nl: Een houweel uitgeleend aan u door Borgan
no: En hakken lånte deg av Borgan
pl: Kilof pożyczył ci Borgan
pt: A picareta emprestou-lhe por Borgan
ro: Un târnăcopul împrumutate la tine de Borgan
sl: Trnokop posodil ki ste ga Borgan
sq: Një pickaxe me qira te ju Borgan
sr: Трнокоп позајмио до вас Борган
sv: En hackan lånas ut till dig av Borgan
sw: A pickaxe usaidizi na wewe kwa Borgan
tr: Bir kazma size Borgan tarafından ödünç
vi: Một pickaxe vay cho bạn bởi Borgan
yi: א פּיקקאַקסע לענט צו איר דורך באָרגאַן
zh: 阿镐借给你的Borgan

source: Fire Burner Key
af: Vuur Brander Kern
ar: موقد النار مفتاح
be: Ключавыя Fire Burner
bg: Fire Burner Ключ
ca: Fire Burner nombre
cy: Tân Llosgydd Allweddol
et: Tulekahju Burner Key
fa: آتش سوز کلیدی
fr: Fire Burner pièce
ga: Dóiteáin Burner Eochair
hi: आग बर्नर कुंजी
hr: Fire Burner Ključ
is: Fire Brennari Key
iw: Fire Burner קי
ja: 火災バーナーを買う
ko: 소방 버너 키
mk: Клучни оган снимач
mt: Fire Burner ewlenin
ro: Fire Burner cheie
sq: Zjarri Burner Key
sr: Кључне ватру горионика
sw: Burner moto Key
tr: Fire Burner Anahtar
yi: פייער בורנער קי
zh: 火燃烧器的关键

source: Potion Room Key
af: Potion Kamer Kern
ar: جرعة مفتاح الغرفة
be: Зелье ключ ад нумара
bg: Отвара Рум Ключ
ca: Poció nombre d'habitacions
cs: Potion Pokoj Key
cy: Ystafell Potion Allweddol
el: Φίλτρο Room Key
fa: شربت عشق اتاق کلید
ga: Potion Seomra Eochair
hi: औषधि कक्ष कुंजी
hr: Napitak Soba Ključ
hu: Főzet Room Key
is: Potion Herbergi Key
iw: שיקוי חדר קי
ja: ポーションルームキー
ko: 물약 객실 키
lv: Mikstūra Room Key
mk: Клучни напивка соба
mt: Potion Room ewlenin
ro: Poţiune Room Key
sl: Napoj Room Key
sq: Ilaç Dhoma Key
sr: Главни напитак Соба
sv: Potion rumsnyckel
tr: Iksir Oda Anahtar
vi: Potion phòng chính
yi: טרונק צימער קי
zh: 药水室钥匙

source: Surge Passage Key
af: Spanning Passage Kern
ar: تصاعد مفتاح المرور
be: Асноўныя воплескі Праходжанне
bg: Surge Passage Ключ
ca: Sorgeix passatge clau
cs: Přepěťová Passage Key
cy: Ymchwydd Passage Allweddol
et: Pikendusjuhtmed Passage Key
fa: خروش پاساژ کلیدی
fr: Surge passage clé
ga: Tonn Passage Eochair
gl: Xorde paso clave
hi: ज्वार पारित कुंजी
hr: Surge Passage Ključ
is: Bylgja Passage Key
it: Surge passaggio chiave
iw: נחשול המעבר קי
ja: サージ通過を買う
ko: 서지 항로 키
mk: Клучни surge Библија
mt: Surge Passage ewlenin
pt: Surge passagem-chave
ro: Surge Pasajul cheie
sq: Rritja Passage Key
sr: Сурге пролаз Кључ
tr: Dalgalanma Passage Anahtar
yi: סורגע פּאַססאַגע קי
zh: 浪涌通道的关键

source: Demolition Storage Key
af: Sloping berging Kern
ar: هدم التخزين الرئيسية
be: Знос захоўвання Ключавыя
bg: Събаряне съхранение Ключ
ca: Demolició d'emmagatzematge de claus
cs: Demolice Storage Key
cy: Dymchwel Storio Allweddol
da: Nedrivning Storage Key
el: Κατεδάφιση αποθήκευσης Key
et: Lammutustööd Storage Key
fa: تخریب شبکه کلید
fr: Démolition stockage des clés
ga: Scartála Stóráil Eochair
gl: Demolición de almacenamento de claves
hi: विध्वंस भंडारण कुंजी
hr: Rušenje Storage Ključ
hu: Bontási Storage Key
is: Niðurrif Storage Key
it: Demolizione Storage Key
iw: הריסת מחסן קי
ja: 解体ストレージを買う
ko: 혁명 스토리지 키
mk: Рушење на чување Главни
mt: Twaqqigħ Ħażna ewlenin
nl: Sloop Storage Key
no: Riving Storage Key
pl: Rozbiórka bagażu Key
pt: Demolição de armazenamento de chaves
ro: Demolare de stocare cheie
sl: Rušenje Storage Key
sr: Кључне рушење Складиштење
sv: Rivning Storage Key
sw: Demolition Uhifadhi Key
tr: Yıkım Depolama Anahtar
yi: דעמאַלישאַן סטאָרידזש קי
zh: 拆卸存储的关键

source: Whatever that thing was it was draining the power from that generator and using it against me.
af: Wat ook dat die ding was dit die krag van daardie kragopwekker dreineer en gebruik dit teen my.
ar: مهما كان هذا الشيء كان من استنزاف الطاقة من المولدات الكهربائية التي واستخدامه ضدي.
be: Што б гэта ні было тое было крылом ўлады ад генератара і выкарыстоўваць яго супраць мяне.
bg: Независимо, че нещо е това е източване на власт от този генератор и го използва срещу мен.
ca: Qualsevol que sigui aquesta cosa que s'estava esgotant l'energia d'aquest generador i usar-lo en la meva contra.
cs: Co to bylo, to bylo vyčerpávající, že energie z generátoru a používat ho proti mně.
cy: Beth bynnag a beth oedd ei fod yn draenio y pŵer gan y cynhyrchydd ac yn ei ddefnyddio yn fy erbyn.
da: Uanset, at ting var det var tapper strøm fra, at generator og bruge det imod mig.
de: Was auch immer das war, was es war Entwässerung der Strom aus, dass Generator und die sich gegen mich.
el: Όποια και αν είναι αυτό το πράγμα ήταν αποστράγγιση της ενέργειας από τη γεννήτρια και το χρησιμοποιεί εναντίον μου.
et: Ükskõik, et asi oli see äravoolu võimu, et generaator ja kasutab seda minu vastu.
fa: هر چه که بود آن چیزی بود draining که قدرت را از مولد و استفاده از آن در برابر من.
fi: Riippumatta siitä, että asia oli se köyhdyttää sähköä että generaattori ja käyttää sitä minua vastaan.
fr: Quelle que soit cette chose était-il vidait la puissance de cette génératrice et de l'utiliser contre moi.
ga: Cibé rud go raibh rud a bhí sé draining an chumhacht sin gineadóir agus é a úsáid in aghaidh dom.
gl: O que quere que a cousa foi se esvaziado o poder que o xerador e usalo contra min.
hi: जो कुछ भी बात यह थी कि जनरेटर से बिजली draining था और यह मेरे खिलाफ इस्तेमाल करते हैं.
hr: Što god da je stvar bila je crpe snagu iz koje generatora i koristeći protiv mene.
hu: Bármi is ez a dolog volt, ez volt elvezetését a hatalmat, hogy a generátort és használja ellenem.
is: Hvað sem þessi hlutur var það var tæmingu mátt frá því rafall og nota það gegn mér.
it: Qualunque cosa fosse era drenaggio del potere da quel generatore e usarlo contro di me.
iw: מה זה היה הדבר היה מרוקן את החשמל כי הגנרטור ולהשתמש בו נגד לי.
ja: どういうことそれはジェネレータからの電力排出され、私に対してそれを使用していた。
ko: 어쨌든 그런 건 그것 발전기로부터 전력을 배출했고 나에 대한 사용했다.
lv: Lai kāda arī šī lieta bija tā bija novadīšanas jaudu no ģeneratora un izmantot to pret mani.
mk: Без оглед на тоа дека беше е црпи од моќта што генератор и користење на тоа против мене.
mt: Tkun xi ħaġa li ma kien ġie draining l-poter minn dak il-ġeneratur u nużawha kontra tiegħi.
nl: Wat dat ding was het de macht van die generator drainage en gebruiken het tegen mij.
no: Uansett at det var det var drenering kraften fra det generator og bruke det mot meg.
pl: Bez względu, że było to było odprowadzanie energii z tego generatora i użycie go przeciwko mnie.
pt: O que quer que a coisa foi se esvaziando o poder do que o gerador e usá-lo contra mim.
ro: Oricare ar fi chestia aia a fost a fost golire de puterea de la acea generator şi folosind-o împotriva mea.
sl: Karkoli, da stvar je bila, da je odvajanje od moči, da je generator in z njim proti meni.
sq: Çfarëdo që të ishte ajo gjë që ishte me teper e pushtetit nga ai gjenerator dhe duke e përdorur atë kundër meje.
sr: Шта год да је било је исцрпљујуће напајање из тог генератора и користе га против мене.
sv: Oavsett vad det där var det var att dränera ström från generatorn och använder det mot mig.
sw: Kitu chochote kwamba ilikuwa ni mara draining nguvu kutoka kwamba generator na kutumia dhidi yangu.
tr: Her neyse o şey o üreteci güç drenaj ve bana karşı kullanıyordu.
vi: Dù rằng điều là nó đã được thoát quyền lực từ máy phát điện đó và sử dụng nó đối với tôi.
yi: וועלכער אַז זאַך איז עס געווען דריינינג די קראַפט פֿון וואָס גענעראַטאָר און ניצן דאָס קעגן מיר.
zh: 无论那件事，是在耗尽了从发电机功率和使用对我来说。

source: That might explain why that lift wasn't working. Defeating the other drainers should restore the power.
af: Dit mag dalk verduidelik waarom dat die hysbak was nie werk nie. Die verslaan van die ander drainers moet die herstel van die krag.
ar: هذا قد يفسر لماذا لم يتم رفع هذا العمل. هزيمة تجفيف أخرى ينبغي استعادة السلطة.
be: Гэта магло б патлумачыць, чаму ліфт не працуе. Перамога над іншымі сушкі варта аднавіць сілы.
bg: Това може да обясни защо, че асансьора не работи. Разбиване на други drainers следва да възстанови властта.
ca: Això podria explicar per què aquest ascensor no funcionava. La derrota dels derivadors d'altres que es restableixi l'energia.
cs: To by mohlo vysvětlovat, proč že výtah nefungovalo. Porážet ostatní Odpad by měl obnovit síly.
cy: Efallai Dyna esbonio pam nad oedd lifft nad ydynt yn gweithio. Dylai curo y drainers eraill adfer y pŵer.
da: Det kunne måske forklare, hvorfor dette løfte var ikke fungerer. Modstrid med den anden drainers skal genoprette den magt.
de: Das würde erklären, warum das nicht funktioniert Lift ginge. Sieg über die anderen Abfall sollte wieder die Macht.
el: Αυτό μπορεί να εξηγήσει γιατί η ανελκυστήρας δεν λειτουργούσε. Νικώντας την άλλη Συλλέκτες θα πρέπει να αποκαταστήσει την εξουσία.
et: See võib seletada, miks, et lift ei töötanud. Nurjamiseks muud drainers tuleks taastada jõudu.
fa: را که ممکن است توضیح بدهید که چرا بلند بود که کار نمی کند. شکست دادن drainers دیگر باید به قدرت بازگرداند.
fi: Tämä voisi selittää, että hissi ei toimi. Voitettuaan muut drainers pitäisi palauttaa valtaa.
fr: Cela pourrait expliquer pourquoi cet ascenseur ne fonctionnait pas. Vaincre les égouttoirs autres devraient rétablir le pouvoir.
ga: D'fhéadfadh an mhíniú cén fáth go raibh ardaitheora nach oibre. Ba chóir Defeating an drainers eile ar ais an chumhacht.
gl: Isto podería explicar por que o ascensor non estaba funcionando. Escorredores de derrotar o outro debe restaurar o poder.
hi: यह समझा सकते हैं क्यों कि लिफ्ट नहीं काम कर रहा था. अन्य drainers को परास्त कर बिजली बहाल करना चाहिए.
hr: To bi moglo objasniti zašto da lift ne radi. Pobijedivši ostale drainers treba vratiti snagu.
hu: , Amely megmagyarázná, hogy a lift nem működött. Legyőzte a többi drainers kell visszaállítani az áramot.
is: Það gæti útskýrt hvers vegna þessi lyfta var ekki að virka. Sigra aðra drainers að endurheimta völd.
it: Ciò potrebbe spiegare perché tale ascensore non funzionava. Scarico sconfiggere l'altro dovrebbe ripristinare il potere.
iw: זה יכול להסביר למה להרים כי לא היה עובד. להביס את drainers אחרים צריכים להחזיר את הכוח.
ja: その理由は、リフト動作していないと説明があります。他のdrainersを倒す力を復元する必要があります。
ko: 그래서 그 리프트가 작동하지 설명해 수도있습니다. 다른 drainers 치고 전력을 복원해야합니다.
lv: Tas varētu izskaidrot, kādēļ, ka lifts nedarbojas. Sakāvē citi drainers vajadzētu atjaunot enerģiju.
mk: Тоа може да објасни зошто таа беше лифт не работи. Победувајќи на други drainers треба да врати на власт.
mt: Dan jista 'jispjega għaliex l-lift ma kienx qed jaħdem. Kien jisfratta l-drainers oħra għandu jirrestawra l-enerġija.
nl: Dat zou kunnen verklaren waarom dat de lift niet werkte. Overwin de andere drainers moet het herstel van de macht.
no: Det kan forklare hvorfor at heisen ikke fungerer. Beseiret den andre drainers bør gjenopprette makt.
pl: To może wyjaśniać, dlaczego winda nie działa. Pokonanie innych ociekacze powinno przywrócić zasilanie.
pt: Isso poderia explicar por que o elevador não estava funcionando. Escorredores de derrotar o outro deve restaurar o poder.
ro: Asta s-ar putea explica de ce că nu a fost ridicaţi de lucru. Invingandu-i pe drainers celelalte ar trebui să restabilească puterea.
sl: To lahko pojasni, zakaj se je, da dvigalo ne deluje. Zaustavimo drugi drainers mora obnoviti moči.
sq: Kjo mund të shpjegojë pse që të heqë nuk ishte duke punuar. Mposhtur drainers të tjera duhet të rivendosur pushtetin.
sr: То би могло да објасни зашто је била да жичара не ради. Победивши остале драинерс треба да поврати власт.
sv: Det kan förklara varför denna hiss var inte fungerar. Besegra den andra drainers bör återställa den makten.
sw: Kwamba wanaweza kuelezea kwa nini ili kuinua haikuwa kazi. Defeating nyingine drainers wanapaswa kurejesha nguvu.
tr: Bu nedenle bu asansör çalışma olmadığını açıklamak olabilir. Diğer drainers yenmesi güç geri gerekir.
vi: Điều đó có thể giải thích tại sao mà thang máy không làm việc. Đánh bại drainers khác phải khôi phục lại quyền lực.
yi: אַז מייט פאַרענטפערן פארוואס אַז הייב איז נישט ארבעטן. דעפעאַטינג די אנדערע דריינערז זאָל ומקערן דער מאַכט.
zh: 这或许可以解释为什么这电梯也没起作用。击败其他漏应恢复供电。

source: Defeat all Energy Drainers
af: Nederlaag alle Energie Drainers
ar: هزيمة كل طاقة المصرفات
be: Паражэнне ўсіх энергетычных Drainers
bg: Да победим всички енергийни Drainers
ca: Derrota a tots els Desague de l'Energia
cs: Porazit všechny energetické Odpad
cy: Trechu holl Drainers Ynni
da: Nederlaget alle Energy Drainers
de: Besiege alle Energie Abfall
el: Ήττα όλα Ενέργειας Συλλέκτες
et: Lüüa kõik Energia Drainers
fa: شکست تمام Drainers انرژی
fi: Voittaa kaikki energia Drainers
fr: Tuez tous Purgeurs de l'énergie
ga: Defeat gach Drainers Fuinnimh
gl: Derrota todos Drainers Enerxía
hi: हार सभी ऊर्जा Drainers
hr: PORAZ sve Energy Drainers
hu: Győzd le az összes energia Drainers
is: Sigrast allt Energy Drainers
it: Sconfiggete tutti Scarico Energia
iw: להביס כל Drainers אנרגיה
ja: 敗北のすべてのエネルギーDrainers
ko: 패배의 모든 에너지 Drainers
lv: Sakaut visas Energy Drainers
mk: Пораз сите енергетски Drainers
mt: Telfa kollha Drainers Enerġija
nl: Versla alle energie Drainers
no: Nederlag alle Energy Drainers
pl: Pokonaj wszystkich Energii ociekacze
pt: Derrote todos Drainers Energia
ro: Defeat toate Drainers Energie
sl: Poraz vse Energy Drainers
sq: Humbjen e të gjitha Drainers Energjisë
sr: Пораз свих енергије Драинерс
sv: Besegra alla Energy Drainers
sw: Kushindwa yote Nishati Drainers
tr: Yenilgi tüm Enerji Drainers
vi: Đánh bại tất cả các Drainers Năng lượng
yi: באַזיגן אַלע ענערגי דראַינערס
zh: 打败所有的能源漏

source: No Objectives
af: Geen Doelstellings
ar: لا الأهداف
be: Няма мэты
bg: Не Цели
ca: N Objectius
cs: Č. Cíle
cy: Dim Amcanion
da: Ingen mål
de: Nr. Ziele
el: Δεν Στόχοι
et: Nr Eesmärgid
fa: بدون هدف
fi: O Tavoitteet
fr: Aucun objectif
ga: Uimh Cuspóirí
gl: No Obxectivos
hi: कोई उद्देश्य
hr: Nema Ciljevi
hu: Célok no
is: Nei Markmið
it: N. Obiettivi
iw: לא יעדים
ja: いいえ目標
ko: 아니 목표
lv: Nē Mērķi
mk: Не Цели
mt: Nru Għanijiet
nl: Geen Doelstellingen
no: Ingen Mål
pl: Nr Cele
pt: No Objectivos
ro: Nr Obiective
sl: No Cilji
sq: Nuk Objektivat
sr: Нема Циљеви
sv: Inga mål
sw: Hakuna Malengo
tr: No Amacı
vi: Không có mục tiêu
yi: ניט קיין אָבדזשעקטיוועס
zh: 没有目标

source: Press Action to reset puzzle blocks
af: Pers Aksie na legkaart blokke reset
ar: اضغط على العمل لإعادة القطع اللغز
be: Прэса дзеяння для скіду галаваломкі блокі
bg: Натиснете за действие за нулиране пъзел блокове
ca: Premsa acció per restablir els blocs del trencaclosques
cs: Stiskněte tlačítko pro reset Akce puzzle bloky
cy: Datganiadau Gweithredu i ailosod blociau pos
da: Tryk aktion for at nulstille puzzle blokke
de: Presse-Aktion zum Zurücksetzen Puzzle Blocks
el: Πατήστε δράση για την επαναφορά τεμάχια παζλ
et: Press Action nullida puzzle klotsid
fa: مطبوعات اقدام به تنظیم مجدد بلوک های پازل
fi: Paina toiminta nollata palapelin lohkot
fr: Appuyez sur pour réinitialiser les blocs d'action puzzle
ga: Preas Gníomhaíochta a athshocrú bloic bhfreagra
gl: Prensa Acción para repor bloques puzzle
hi: प्रेस लड़ाई पहेली ब्लाकों के लिए रीसेट
hr: Pritisnite Akcija za reset puzzle blokova
hu: Nyomja meg a Action to reset puzzle blokkok
is: Stutt Aðgerðir til að endurstilla þraut blocks
it: Premere azione per ripristinare i blocchi puzzle
iw: הקש פעילות לאפס גושי פאזל
ja: プレスアクションパズルブロックをリセットする
ko: 보도 액션 퍼즐 블록으로 재설정
lv: Preses rīcība, lai atjaunotu puzzle bloki
mk: Прес акција за менување мозаик блокови
mt: Press Azzjoni għal reset blokki puzzle
nl: Druk op actie te resetten puzzel blokken
no: Trykk Tiltak for å tilbakestille puslespillet blokker
pl: Prasa działania, aby zresetować bloków puzzle
pt: Imprensa Acção para repor blocos puzzle
ro: Comunicat de presă de acţiune pentru a nu putea suporta blocuri puzzle-ului
sl: Pritisnite Ukrep za ponastavitev puzzle bloki
sq: Shtypni Veprimit për të rivendosur blloqe mister
sr: Притисните Акцију да ресетујете блокови слагалица
sv: Tryck Åtgärder för att återställa pussel block
sw: Press Action to reset puzzle vitalu
tr: Eylem basın bulmaca blokları sıfırlamak
vi: Báo chí hành động để thiết lập lại các khối puzzle
yi: דרוק אַקשאַן צו באַשטעטיק רעטעניש בלאַקס
zh: 按重置行动谜块

source: It looks like a blender. I could use this to liquidise something
af: Dit lyk soos 'n blender. Ek kon dit gebruik om iets liquidise
ar: يبدو خلاط. ويمكن استخدام هذا لشيء liquidise
be: Гэта выглядае як Blender. Я магу выкарыстоўваць гэта, каб што-то liquidise
bg: Прилича на миксера. Мога да я използвате за нещо liquidise
ca: Sembla una liquadora. Podria usar això per alguna cosa la batedora
cs: Vypadá to jako mixér. Mohl bych použít na něco rozmixovat
cy: Mae'n edrych yn debyg i cymysgydd. Allais defnyddio hyn i liquidise rhywbeth
da: Det ligner en blender. Jeg kunne bruge dette til at liquidise noget
de: Es sieht aus wie ein Mixer. Ich könnte diese benutzen, um etwas liquidise
el: Μοιάζει με ένα μπλέντερ. Θα μπορούσα να χρησιμοποιήσω αυτή την liquidise κάτι
et: Tundub, segisti. Ma kasutan seda liquidise midagi
fa: مثل مخلوط کن می رسد. من می توانم این را به liquidise چیزی استفاده کنید
fi: Se näyttää tehosekoitin. Voisin käyttää tätä liquidise jotain
fr: Il ressemble à un mélangeur. Je pourrais l'utiliser pour quelque chose liquéfie
ga: Tá sí mar cumascóir. D'fhéadfaí a úsáid mé an rud a liquidise
gl: Semella un liquidificador. Eu podería usar isto para algo liquidifique
hi: यह एक ब्लेंडर की तरह लग रहा है. मैं इस प्रयोग को कुछ liquidise सकता है
hr: To izgleda kao miješalica. JA mogao iskoristiti ovaj to liquidise nešto
hu: Úgy néz ki, mint egy turmixgép. Jó lenne ezt liquidise valamit
is: Það útlit eins og a blender. Ég gæti notað þetta til liquidise eitthvað
it: Sembra come un frullatore. Potrei usare questo liquido qualcosa
iw: זה נראה כמו בבלנדר. אני יכול להשתמש בזה כדי liquidise משהו
ja: これは、ミキサーのように見えます。私は何かliquidiseにこれを使用することが
ko: 그것은 믹서기 것 같습니다. 뭔가 liquidise이 사용할 수
lv: Izskatās blenderis. Es varētu izmantot to liquidise kaut
mk: Изгледа како миксер. Не можев да го користиш овој liquidise нешто
mt: Jidher qisu blender. I jistgħu jużaw dan liquidise xi ħaġa
nl: Het ziet eruit als een blender. Ik kan dit gebruiken om iets versap
no: Det ser ut som en blender. Jeg kunne bruke dette til å liquidise noe
pl: Wygląda na to, blender. Mogę użyć tego do liquidise coś
pt: Parece um liquidificador. Eu poderia usar isso para algo liquidifique
ro: Se pare ca un blender. I-ar putea folosi aceasta pentru a liquidise ceva
sl: Izgleda kot mešalnik. Jaz pa bi v tem, da nekaj liquidise
sq: Ajo duket si një përzierje. Unë mund të përdorni këtë liquidise diçka
sr: Изгледа као блендеру. Могао сам да користим то нешто ликуидисе
sv: Det ser ut som en mixer. Jag skulle kunna använda detta för att liquidise något
sw: Inaonekana kama Blender. Mimi nilikuwa matumizi haya liquidise kitu
tr: Bir blender gibi görünüyor. Bir şey liquidise bu kullanabilirsiniz
vi: Nó trông giống như một máy xay. Tôi có thể sử dụng một cái gì đó để liquidise
yi: עס לוקס ווי אַ בלענדער. איך קען נוצן דאָס צו ליקווידיסע עפּעס
zh: 它看起来像一个搅拌器。我可以用这东西来liquidise
