Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: You can use it as both a weapon and a tool
af: Jy kan dit gebruik as beide 'n wapen en' n instrument
ar: كنت كما أنه يمكن استخدام كل سلاح وأداة
be: Вы можаце выкарыстоўваць яго як зброю, а сродак
bg: Можете да го използвате като оръжие, както и инструмент
ca: Vostè pot usar-lo com una arma tant com una eina
cs: Můžete jej použít i jako zbraň a nástroj
cy: Gallwch ei defnyddio fel arf yn arf a
da: Du kan bruge den både som et våben og et værktøj
de: Sie können es sowohl als Waffe und Werkzeug
el: Μπορείτε να το χρησιμοποιήσετε και ως όπλο και εργαλείο
et: Saate kasutada seda nii relv ja tööriist
fa: شما می توانید آن را به عنوان یک سلاح و ابزار استفاده از
fi: Voit käyttää sitä sekä aseena ja välineenä
fr: Vous pouvez l'utiliser à la fois comme une arme et un outil
ga: Is féidir leat é a úsáid mar arm araon agus uirlis
gl: Pode usalo como unha arma e unha ferramenta
hi: तुम दोनों एक हथियार और एक उपकरण के रूप में उपयोग कर सकते हैं
hr: Možete ga koristiti kao i oružje i oruđe
hu: Használhatja a két fegyver és a szerszám
is: Þú getur notað það eins og bæði vopn og tól
it: Si può usare sia come arma e uno strumento
iw: אתה יכול להשתמש בה הן נשק וכלי
ja: 両方の武器や道具として使うことができます
ko: 둘 다 무기와 도구로 사용할 수있습니다
lv: Jūs varat to izmantot gan kā ierocis un instruments
mk: Можете да го користите и како оружје и инструмент
mt: Tista 'tużah kemm bħala arma u għodda
nl: Je kunt het als een wapen en een instrument
no: Du kan bruke den som både våpen og verktøy
pl: Można go używać zarówno jako broń i narzędzia
pt: Você pode usá-lo como uma arma e uma ferramenta
ro: Îl puteţi utiliza atât ca o armă şi un instrument de
sl: Uporabite ga lahko kot tako orožje in orodje
sq: Ju mund ta përdorni atë si një armë si dhe një mjet
sr: Можете га користити и као оружје и алат
sv: Du kan använda det både som ett vapen och ett verktyg
sw: Unaweza kutumia kama wote wawili silaha na chombo
tr: Hem bir silah ve bir araç olarak kullanabilirsiniz
vi: Bạn có thể sử dụng nó làm vũ khí và cả một công cụ
yi: איר קענט ניצן דאָס ווי ביידע אַ וואָפן און אַ געצייג
zh: 您可以使用既是武器和工具，

source: Pick up the pickaxe and continue to the next Action Point
af: Pick up the pikhouweel en voortgaan na die volgende Aksie Punt
ar: التقط الفأس ، ومواصلة العمل في النقاط التالية
be: Вазьмеце кірка і пераходзьце да выканання наступнага дзеянні Point
bg: Вземете Кирка и продължите към следващата точка за действие
ca: Recull el pic i continueu amb el següent punt d'acció de
cs: Seberte krumpáč a pokračujte na další akci bod
cy: Codwch y pickaxe ac yn parhau i Gweithredu nesaf Pwynt
da: Afhentning af hakke og fortsætte til næste aktion Point
de: Pick-up die Spitzhacke und fahren bis zur nächsten Aktion Point
el: Σήκωσε την αξίνα και συνεχίστε με το επόμενο σημείο δράσης
et: Pick up kirgas ja jätka järgmise action point
fa: وانت با کلنگ زدن ادامه دهد و اقدام بعدی به نقطه ای
fi: Nosta hakku ja jatkaa seuraavaan Toimi
fr: Ramassez la pioche et de continuer à la prochaine action Point
ga: Pioc suas an pickaxe agus leanúint ar aghaidh leis an Gníomh eile Point
gl: Tome a cabeza e seguir para a próxima acción Point
hi: कुदाल से मिट्टी खुरपना ऊपर उठाओ और अगले प्वाइंट लड़ाई जारी रखने के लिए
hr: Javi se trnokop i dalje do sljedeće akcije Point
hu: Vedd fel a csákány, és továbbra is a következő Action Point
is: Pick upp pickaxe og halda áfram á næsta Action Point
it: Prendere il piccone e proseguire fino alla successiva azione Point
iw: להרים את מכוש ולהמשיך הפעולה הבאה פוינט
ja: つるはしを選択し、次のアクションポイントを続ける
ko: 곡괭이 들고 옆에있는 액션 포인트를 계속
lv: Paņemiet pickaxe un turpināt nākamajā darbības Point
mk: Pick up на pickaxe и продолжи до следната акција Точка
mt: Aqbad il-pickaxe u jkomplu l-Azzjoni li jmiss Punt
nl: Pak de houweel en verder met de volgende Actiepunt
no: Plukk opp hakken og fortsette til neste Action Point
pl: Pick up kilof i przejdź do następnego punktu działania
pt: Pegue a picareta e continuar para a próxima ação Point
ro: Ridică târnăcopul şi de a continua la următoarea acţiune Point
sl: Pick up Trnokop in še naslednji ukrep Point
sq: Marr pickaxe dhe vazhdojnë të Veprimit të ardhshëm Point
sr: Покупите Трнокоп и наставите до следеће тачке Акционог
sv: Plocka upp hacka och fortsätta till nästa Action Point
sw: Kuchukua pickaxe na kuendelea Action ijayo Point
tr: Kazma Pick up ve sonraki Eylem Turistik devam
vi: Nhấc pickaxe và tiếp tục các hành động tiếp theo điểm
yi: קלייבן זיך די פּיקקאַקסע און פאָרזעצן צו דער ווייטער אַקשאַן פּאָינט
zh: 拿起锄头，继续下一个动作点

source: Congratulations, you found a secret!
af: Veels geluk, jy 'n geheime gevind!
ar: تهانينا ، يمكنك العثور عليها سرا!
be: Віншуем, вы знайшлі сакрэт!
bg: Поздравления, Вие ли сте намерили в тайна!
ca: Felicitats, has trobat un secret!
cs: Gratulujeme, jste si našli tajné!
cy: Llongyfarchiadau, rydych chi'n dod o hyd yn gyfrinach!
da: Tillykke, du har fundet en hemmelighed!
de: Herzlichen Glückwunsch, Sie finden ein Geheimnis!
el: Συγχαρητήρια, έχετε βρεθεί σε ένα μυστικό!
et: Palju õnne, olete leidnud saladus!
fa: تبریک ، شما یافت نشد مخفی!
fi: Onneksi olkoon, olet löytänyt salaisen!
fr: Félicitations, vous avez trouvé un secret!
ga: Comhghairdeas, fuair tú rúnda!
gl: Parabéns, vostede atopou un segredo!
hi: बधाई हो, तुम एक रहस्य मिल गया!
hr: Čestitamo, vi pronašao tajnu!
hu: Gratulálok, megtaláltad a titok!
is: Til hamingju, finnst þér leyndarmál!
it: Congratulazioni, hai trovato un segreto!
iw: מזל טוב, מצאת סוד!
ja: おめでとう、あなたの秘密発見！
ko: 축하합니다, 당신은 비밀을 발견!
lv: Apsveicam, Jūs ir noslēpums!
mk: Честитки, да најде една тајна!
mt: Congratulations, inti sabet sigriet!
nl: Gefeliciteerd, u bent een geheim!
no: Gratulerer, du fant en hemmelighet!
pl: Gratulacje, znaleziono tajne!
pt: Parabéns, você encontrou um segredo!
ro: Felicitări, aţi găsit un secret!
sl: Čestitam, si našel skrivnost!
sq: Urime, keni gjetur një sekret!
sr: Честитамо, пронашао тајну!
sv: Grattis, du hittade en hemlighet!
sw: Congratulations, unaweza kupatikana kwa siri!
tr: Tebrikler, gizli bulunamadı!
vi: Xin chúc mừng, bạn tìm thấy một bí mật!
yi: קאָנגראַטולאַטיאָנס, איר געפינען אַ סאָד!
zh: 恭喜你，你找到了一个秘密！

source: There are many secrets in the main game so keep a look out for them
af: Daar is baie geheime in die belangrikste wedstryd so hou 'n uitkyk vir hulle
ar: هناك الكثير من الأسرار في اللعبة الرئيسية حتى تبقي يعتنون بهم
be: Ёсць шмат сакрэтаў у асноўны гульні, сочаць за імі
bg: Има много тайни в основната игра, така водят се грижа за тях
ca: Hi ha molts secrets en el joc principal per mantenir una mirada cap a fora per a ells
cs: Existuje mnoho tajemství, v hlavní hře takže mějte pozor na ně
cy: Mae llawer o cyfrinachau yn y brif gêm felly cadwch lygad am eu
da: Der er mange hemmeligheder i de største spil, så holde øje med dem
de: Es gibt viele Geheimnisse in dem Hauptbildschirm des Spiels, so halten Sie Ausschau nach ihnen
el: Υπάρχουν πολλά μυστικά της κύριας παιχνίδι έτσι κρατήσει μια ματιά έξω για τους
et: On palju saladusi on peamist mängu nii hoida tähelepanu pöörama neile
fa: هستند بسیاری از اسرار را در بازی اصلی را نگه دارید مراقب آنها وجود دارد.
fi: On monia salaisuuksia tärkein peli niin pitää varoa niitä
fr: Il ya beaucoup de secrets dans le jeu principal de façon à garder un oeil pour les
ga: Tá go leor rúin i an cluiche sin is mó a choinneáil breathnú amach dóibh
gl: Hai moitos segredos de The Game principal, para manter un ollar atento a eles
hi: वहाँ मुख्य खेल में कई राज़ तो उनके लिए एक नज़र रख रहे हैं
hr: Postoje mnoge tajne u igri tako da glavni držati paziti za njih
hu: Sok titok a fő játék ezt ne nézd meg őket
is: Það eru mörg leyndarmál í aðal leiknum svo halda líta út fyrir þá
it: Ci sono molti segreti nel gioco principale in modo di tenere uno sguardo per loro
iw: יש סודות רבים של המשחק הראשי כדי לשמור לחפש אותם
ja: がメインのゲームではそれらのために見て維持、多くの秘密です
ko: 저기 주요 경기에서 정말 그들을 위해 밖으로 보이는 많은 비밀 유지
lv: Ir daudz noslēpumu galvenā spēle, lai aizturētu meklēt tos
mk: Постојат многу тајни во играта на главната, па да погледне надвор за нив
mt: Hemm sigrieti ħafna fil-logħba prinċipali sabiex iżommu oqgħod attent għalihom
nl: Er zijn veel geheimen in de belangrijkste wedstrijd dus blijf kijken voor hen
no: Det er mange hemmeligheter i hovedspillet slik holde utkikk etter dem
pl: Istnieje wiele tajemnic w głównym gry, tak wiec zwrócić uwagę na ich
pt: Há muitos segredos de The Game principal, para manter um olhar atento para eles
ro: Există multe secrete din joc principal asa ca tine-o grija de ele
sl: Veliko je skrivnosti v glavni igro tako vodi bodite pozorni na njihovo
sq: Ka shumë sekrete në lojë kryesore kështu që mbajnë një kujdes për ta
sr: Постоје многе тајне у главном тако држе игру гледати их
sv: Det finns många hemligheter i huvudspelet så håll utkik efter dem
sw: Kuna siri nyingi katika mchezo kuu ili kuweka kuangalia nje kwa ajili yao
tr: Orada ana oyunu bu kadar onlar için dışarı bir göz tutmak çok sırları vardır
vi: Có rất nhiều bí mật trong các trò chơi chính vì vậy giữ một cái nhìn ra cho họ
yi: עס זענען פילע סיקריץ אין די הויפּט שפּיל אַזוי האַלטן אַ קוק אויס פֿאַר זיי
zh: 目前主要游戏的诸多秘密，使他们保持留意

source: Here's a hint to get you started
af: Hier is 'n wenk om te kan begin
ar: وهنا إشارة إلى الحصول على انك بدأته
be: Вось падказка для пачатку
bg: Ето един намек за да започнете
ca: Heus aquí una pista per començar
cs: Zde je náznak, jak začít
cy: Dyma blas i chi gychwyn
da: Her er et tip til at få dig i gang
de: Hier ist ein Hinweis, um Ihnen den Einstieg
el: Εδώ είναι ένας υπαινιγμός για να ξεκινήσετε
et: Siin on vihje, et võite alustada
fa: در اینجا اشاره به شما برای شروع
fi: Tässä vihje, joilla pääset alkuun
fr: Voici un indice pour vous aider à démarrer
ga: Seo thosaigh leid a gheobhaidh tú
gl: Aquí vai unha información para vostede comezar
hi: यहाँ एक संकेत के लिए तुम शुरू कर दिया है
hr: Evo savjet da bi ste započeli
hu: Itt egy tipp a kezdéshez
is: Hér er vísbending til þess að fá að byrja
it: Ecco un suggerimento per iniziare
iw: הנה רמז לך להתחיל
ja: ここを得るためのヒントを始めたの
ko: 여기에 당신이 얻을 수있는 힌트를 시작
lv: Lūk mājienu, lai tu sāktu
mk: Еве навестување за да ви започна
mt: Here's a ħjiel li nikseb bdejt
nl: Hier is een hint om je slag
no: Her er et tips å komme i gang
pl: Oto podpowiedź na dobry początek
pt: Aqui vai uma dica para você começar
ro: Iată un indiciu ca să porniţi
sl: Tukaj je namig, da začnete
sq: Këtu ka një aluzion për t'ia filluar
sr: Ево наговештај да почнете
sv: Här är en ledtråd för att komma igång
sw: Here's a hint kupata wewe ulianza
tr: Burada almak için bir ipucu başladı's
vi: Dưới đây là một gợi ý để giúp bạn bắt đầu
yi: דאָ ס אַ אָנצוהערעניש צו באַקומען איר סטאַרטעד
zh: 这里有一个提示，以帮助您入门

source: Although only requires you to catch 3 of his chickens, why not be nice to him and catch more? There are 10 wandering the map in all
af: Alhoewel slegs vereis dat jy die vangs 3 van sy hoenders, waarom nie lekker wees om hom en vang meer? Daar is 10 dwaal die kaart in alle
ar: على الرغم من أن يتطلب منك فقط للقبض على 3 من الدجاج ، لماذا لا يكون لطيفا معه والصيد اكثر؟ هناك 10 تجول في جميع الخريطة
be: Хаця толькі патрабуе, каб вы зразумееце 3 сваіх курэй, чаму б не быць прыемна з ім і злавіць больш? Ёсць 10 вандроўныя карту ва ўсіх
bg: Въпреки че само изисква от вас да улови 3 от пилетата си, защо не е хубаво да го уловят и повече? Налице са 10 скитащи на картата във всички
ca: Encara que només es requereix que les captures 3 dels seus pollastres, ¿per què no ser amable amb ell i agafar més? Hi ha 10 vagant pel mapa en tots els
cs: I když pouze vyžaduje, můžete chytit 3 jeho slepice, proč by hezké ho a chytit víc? K dispozici je 10 bloudění ve všech map
cy: Er mai dim ond yn gofyn i chi ddal 3 ei ieir, pam na fod yn neis iddo a dal mwy? Mae 10 yn crwydro ar y map yn yr holl
da: Selv om det kun kræver, at du fange 3 af hans kyllinger, hvorfor så ikke være rart for ham og fange mere? Der er 10 vandrer kortet i alle
de: Zwar bedarf es Ihnen nur 3 seiner Hühner, warum nicht schön, ihn zu fangen und fangen Sie mehr? Es gibt 10 Wanderung der Karte in allen
el: Αν και μόνο απαιτεί από εσάς να πιάσει 3 των κοτόπουλων του, γιατί δεν είναι ωραίο να τον αλιευμάτων και περισσότερο; Υπάρχουν 10 περιπλάνηση του χάρτη σε όλες
et: Kuigi ainult peate saagi 3 tema kanad, miks ei ole kena talle ja saagi enam? On 10 ekslemine kaart kõik
fa: اگر چه تنها نیاز دارد شما را به گرفتن 3 از جوجهها را ، چرا نمی شود به او زیبا و گرفتن بیشتر؟ سرگردان هستند 10 نقشه در همه وجود دارد.
fi: Vaikka vain vaatii sinua pyydystämään 3 hänen kanojen, miksi ei olisi mukavaa hänelle ja saalis enemmän? On 10 vaeltaa kartta kaikki
fr: Bien que ne nécessite que vous pour prendre 3 de ses poulets, pourquoi ne pas être gentille avec lui et attraper plus? Il ya 10 errance de la carte dans tous les
ga: Cé go n-éilíonn ach tú a ghabháil 3 de chuid sicíní, cén fáth nach deas a dó agus a ghabháil níos mó? Tá 10 wandering an léarscáil i ngach
gl: Aínda que só esixe que incorporarse 3 das súas galiñas, porque non sería bo para el, e ir máis? Hai 10 vagando o mapa en todos os
hi: यद्यपि केवल आप अपने चूजों के 3, क्यों उसे अच्छा नहीं हो पकड़ने के लिए और अधिक पकड़ने की आवश्यकता है? सभी नक्शे में भटक रहे हैं 10
hr: Iako je samo zahtijeva od vas uhvatiti 3 njegove kokoši, zašto ne bi lijepo da ga uhvatiti i više? Ima 10 lutaju karta u svim
hu: Bár csak azt írja elő, hogy 3 fogás az ő csirkék, miért nem jó lenne neki és a fogási több? Jelenleg 10 kóborolt a térképen az összes
is: Þó einungis þurfa þú til veiða 3 af kjúklingur hans, hvers vegna ekki gott að hann og ná meira? Það eru 10 Wandering kortið í öllum
it: Anche se richiede solo di cattura 3 dei suoi polli, perché non essere gentile con lui e la cattura di più? Ci sono 10 vagare la mappa in tutte le
iw: אמנם רק מחייב אותך לתפוס 3 תרנגולות שלו, למה לא להיות נחמד אליו ולתפוס יותר? יש 10 נדודים את המפה בכל
ja: これだけを3彼の鶏が、なぜ彼にいいことはキャッチし、以上のcatchが必要？は、10のマップのすべての徘徊している
ko: 비록 당신이 3만이 자신의 닭, 왜 그 사람에게 친절하게 공을 더 잡을 필요? 저기 10지도를 모두 헤매고있습니다
lv: Lai gan tikai pieprasa, lai jūs nozvejas 3 viņa cāļi, kāpēc nav jauki ar viņu un nozvejot vairāk? Ir 10 wandering karti visu
mk: Иако само бара од тебе да се фати 3 од неговата пилиња, зошто не било убаво да го фати и повеќе? Постојат 10 лута на картата во сите
mt: Għalkemm jeħtieġ biss li inti qabda 3 ta 'tiġieġ tiegħu, għaliex ma tkun sbieħ lilu u jaqbdu aktar? Hemm 10 wandering il-mappa fl -
nl: Hoewel slechts vereist dat u tot en met 3 van zijn kippen, waarom niet aardig zijn om hem te vangen en vangen meer? Er zijn 10 dwalen de kaart in alle
no: Selv om det krever bare at du fanger 3 av sine kyllinger, hvorfor ikke være hyggelig mot ham og få mer? Det er 10 vandrende kartet i alle
pl: Chociaż wymaga jedynie, aby uchwycić 3 jego kurczaki, to dlaczego nie być miły dla niego i złapać więcej? Istnieje 10 wędrując Pokaż wszystkie
pt: Embora só exige que você pegar 3 de suas galinhas, porque não seria bom para ele e pegar mais? Há 10 vagando o mapa em todos os
ro: Cu toate că doar a cere tu la spre catch 3 de pui lui, de ce să nu fi frumos să şi-l prinde mai mult? Există 10 rătăcind harta, în toate
sl: Čeprav je le zahteva, da svojega ulova 3 piščancev, zakaj ne bo lepo k njemu in ulov več? Obstajajo 10 tava zemljevid v vseh
sq: Edhe pse vetëm kërkon që ju të kapur 3 nga pulat e tij, pse jo të këndshme për të kapur atë dhe më shumë? Ka 10 përçart hartë në të gjitha
sr: Иако се захтева само да ухватим 3 од његових кокоши, зашто се није лепо да га ухвате и више? Има 10 мапу лутања у свим
sv: Även om endast kräver att du fånga 3 av hans kycklingar, varför inte vara snäll mot honom och fånga mer? Det finns 10 vandrande kartan i alla
sw: Ingawa inahitaji tu wewe catch 3 ya kuku wake, kwa nini kuwa nice catch kwake na zaidi? Kuna Mabedui 10 ramani katika yote
tr: Her ne kadar sadece 3 onun tavuk, neden ona hoş olmaz yakalamak ve daha fazla tutmak gerekir? Orada 10 map hepsini içinde gezinen vardır
vi: Mặc dù chỉ yêu cầu bạn bắt 3 / con gà của ông, tại sao không được tốt đẹp cho anh ta và bắt nhiều hơn? Có 10 lang thang ở tất cả các bản đồ
yi: כאָטש בלויז ריקוויירז איר צו כאַפּן 3 פון זיין טשיקאַנז, וואָס ניט זיין סימפּאַטיש צו אים און כאַפּן נאָך? עס זענען 10 וואַנדערינג די מאַפּע אין אַלע
zh: 虽然你只需要3赶上他的鸡，为什么不善待他，累积更多？有10个徘徊在所有的地图

source: The shield will protect you from most enemy attacks
af: Die skild sal jou beskerm van die meeste vyand aanvalle
ar: الدرع سوف حمايتكم من معظم الهجمات العدو
be: Шчыт абароніць вас ад большасці атак праціўніка
bg: Щитът ще ви предпази от атаки най-враг
ca: L'escut li protegirà de la majoria dels atacs de l'enemic
cs: Štít chrání před většinou nepřátelských útoků
cy: Bydd Tarian yn eich amddiffyn rhag ymosodiadau gelyn mwyaf
da: Skjoldet vil beskytte dig fra de fleste fjendtlige angreb
de: Der Schild wird dich vor den feindlichen Angriffen
el: Η ασπίδα θα σας προστατεύσει από τις περισσότερες επιθέσεις του εχθρού
et: Kilp kaitseb sind kõige vaenlase rünnakud
fa: سپر شما را از دشمن ترین حملات محافظت
fi: Shield suojaa sinua eniten vihollisen hyökkäyksistä
fr: Le bouclier vous protège de la plupart des attaques de l'ennemi
ga: Beidh an sciath tú a chosaint ó ionsaithe namhaid is mó
gl: O escudo ha protexer vostede de ataques máis inimigo
hi: ढाल तुम सबसे दुश्मन के हमलों से रक्षा करेगा
hr: Štit će vas zaštititi od najviše neprijateljskih napada
hu: A pajzs megvéd a legtöbb ellenséges támadás
is: Skjöldinn mun vernda þig frá flestum óvinur árás
it: Lo scudo vi proteggerà dagli attacchi dei nemici più
iw: המגן יגנו עליכם מפני התקפות האויב ביותר
ja: シールドほとんどの敵の攻撃からあなたを守ります
ko: 방어막이 가장 적을 공격으로부터 당신을 보호한다
lv: Vairogs pasargās Jūs no visvairāk ienaidnieku uzbrukumiem
mk: Штитот ќе ве заштити од најмал непријател напади
mt: It-tarka se tipproteġik minn attakki ghadu l-aktar
nl: Het schild beschermt u tegen de meeste vijandelijke aanvallen
no: Skjoldet vil beskytte deg mot de fiendtlige angrep
pl: Tarcza będzie chronić komputer przed większością ataków wroga
pt: O escudo irá proteger você de ataques mais inimigo
ro: Scutul vă vor proteja de cele mai multe atacuri inamice
sl: Ščit vas bo ščitil pred večino napadov sovražnik
sq: Mburoja do të ju mbrojnë nga sulmet e armikut më të
sr: Штит ће вас заштитити од већине непријатељских напада
sv: Skölden skyddar dig mot de mest fientliga attacker
sw: Ngao nitakulinda wewe kutoka adui wengi mashambulizi
tr: Kalkan en düşman saldırılarına karşı sizi koruyacaktır
vi: Lá chắn sẽ bảo vệ bạn khỏi các cuộc tấn công của đối phương nhất
yi: די פאַרשטעלן וועט באַשיצן איר פֿון רובֿ פיינט אַטאַקס
zh: 盾将保护大多数敌人的攻击你

source: Some enemy attacks cannot be blocked
af: Sommige vyand aanvalle kan nie geblokkeer word
ar: بعض هجمات العدو لا يمكن أن يكون قد تم حظره
be: Некаторыя атакі праціўніка не можа быць заблакаваная
bg: Някои враг атаки не може да бъде блокирана
ca: Alguns dels atacs de l'enemic no pot ser bloquejat
cs: Některé nepřátelské útoky nelze zablokovat
cy: Ni all rhai ymosodiadau gelyn yn cael ei atal
da: Nogle fjendtlige angreb kan ikke blokeres
de: Einige feindliche Angriffe kann nicht gesperrt werden
el: Ορισμένοι επιθέσεις εχθρός δεν μπορεί να αποκλειστεί
et: Mõned vaenlase rünnakuid ei saa blokeeritud
fa: بعضی از حملات دشمن را نمی توان مسدود شده
fi: Jotkut vihollisen hyökkäyksiä ei voi estää
fr: Certaines attaques ennemi ne peut pas être bloqué
ga: Ní féidir le roinnt ionsaithe namhaid a bac
gl: Algúns ataques inimigos non poden ser bloqueadas
hi: कुछ दुश्मन के हमले बंद नहीं किया जा सकता है
hr: Neki neprijatelj napada ne mogu biti blokirani
hu: Néhány ellenséges támadás nem blokkolható
is: Sumir óvininn árásir geta ekki verið lokað
it: Alcuni attacchi nemici non può essere bloccato
iw: כמה התקפות האויב לא יכול להיחסם
ja: 一部の敵の攻撃をブロックすることはできません
ko: 어떤 적의 공격은 차단되지 않을 수있습니다
lv: Dažas ienaidnieka uzbrukumiem nevar tikt bloķēts
mk: Некои непријателот напади не може да биде блокиран
mt: Xi attakki ghadu ma jistax jiġi mblukkat
nl: Sommige vijandelijke aanvallen kunnen niet worden geblokkeerd
no: Noen fiendens angrep kan ikke blokkeres
pl: Niektóre ataki wroga nie może być zablokowany
pt: Alguns ataques inimigos não podem ser bloqueadas
ro: Unele atacuri inamice nu poate fi blocat
sl: Nekateri napade sovražnik ni mogoče ustaviti
sq: Disa sulme armiku nuk mund të bllokohet
sr: Неки напади непријатеља не може бити блокиран
sv: Vissa fientliga attacker kan inte blockeras
sw: Baadhi ya mashambulizi ya adui hauwezi blocked
tr: Bazı düşman saldırıları bloke edilemez
vi: Một số cuộc tấn công của đối phương không thể bị chặn
yi: עטלעכע פיינט אַטאַקס קענען נישט ווערן אפגעשטעלט
zh: 有些敌人的攻击不能被阻止

source: Environmental hazards, such as falling rocks, cannot be blocked
af: Gevare uit die omgewing, soos vallende rotse, kan nie geblokkeer word
ar: الأخطار البيئية ، مثل سقوط الصخور ، لا يمكن أن يكون قد تم حظره
be: Экалагічныя пагрозы, такія, як камняпад, не можа быць заблакаваная
bg: Рисковете за околната среда, като например, попадащи скали, не може да бъде блокирана
ca: Els perills ambientals, com la caiguda de roques, no pot ser bloquejat
cs: Environmentální rizika, jako je pokles skály, nelze zablokovat
cy: Ni all Peryglon amgylcheddol, megis creigiau yn gostwng, yn cael eu blocio
da: Miljørisici, såsom faldende klipper, kan ikke blokeres
de: Gefahren für die Umwelt, wie Steinschlag, kann nicht gesperrt werden
el: Περιβαλλοντικούς κινδύνους, όπως οι βράχοι που, δεν μπορεί να αποκλειστεί
et: Keskkonnariske, nagu kuuluvad kivid, mida ei saa blokeeritud
fa: خطرات زیست محیطی مانند افتادن سنگ ، را نمی توان مسدود شده
fi: Ympäristöriskejä, kuten kuuluvan kiviä, ei voi estää
fr: Les risques écologiques, tels que les chutes de pierres, ne peut pas être bloqué
ga: Ní féidir guaiseacha comhshaoil, mar a thagann carraigeacha, bac a chur
gl: Riscos ambientais, como a caída de pedras, non pode ser bloqueado
hi: ऐसे गिरने चट्टानों के रूप में पर्यावरण के खतरों, बंद नहीं किया जा सकता है
hr: Opasnosti za okoliš, kao što je pad stijene, ne može biti blokiran
hu: Környezeti veszélyek, mint a szikla alá, nem blokkolható
is: Environmental áhættu, svo sem falli steinum, er ekki lokað
it: Pericoli per l'ambiente, come la caduta di sassi, non può essere bloccato
iw: במפגעים סביבתיים, כגון סלעים נופלים, לא יכול להיות חסום
ja: 落石などの環境災害、ブロックすることはできません
ko: 떨어지는 바위 등과 같은 환경 재해, 차단되지 않을 수있습니다
lv: Vides apdraudējumi, piemēram, uz akmeņiem, nevar tikt bloķēts
mk: Еколошки ризици, како што паѓа карпите, не може да биде блокиран
mt: Perikli ambjentali, bħall-blat li jaqa ', ma jistax jiġi mblukkat
nl: Gevaren voor het milieu, zoals vallend gesteente, kan niet worden geblokkeerd
no: Miljøfarer som fallende steiner, kan ikke blokkeres
pl: Zagrożenia dla środowiska, takich jak skały spadają, nie można blokować
pt: Riscos ambientais, como a queda de pedras, não pode ser bloqueado
ro: Pericolele pentru mediu, cum ar fi căderilor de pietre, nu poate fi blocat
sl: Nevarnosti za okolje, na primer spadajo kamenje, ni mogoče ustaviti
sq: Rreziqet e mjedisit, të tilla si shkëmbinj në rënie, nuk mund të bllokohet
sr: Животне опасности, као што стена падне, не може бити блокиран
sv: Miljörisker, såsom fallande stenar, kan inte blockeras
sw: Mazingira hatari, kama vile kuanguka miamba, hawezi kuwa blocked
tr: Düşen kayaların gibi çevresel tehlikeler, bloke edilemez
vi: Mối nguy hiểm môi trường, chẳng hạn như đá rơi xuống, không thể bị chặn
yi: ענוויראָנמענטאַל כאַזערדז, אַזאַ ווי פאַלינג ראַקס, קענען ניט זיין אפגעשטעלט
zh: 环境危害，如落石，不可阻挡
