Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Push Up or Down to raise or lower the platform
af: Push-Up of Down aan die orde stel of 'n laer die platform
ar: دفع أعلى أو لأسفل لرفع أو خفض منصة
be: Націсніце уверх ці ўніз для павелічэння або змяншэння платформы
bg: Натиснете Нагоре или надолу, за да увеличите или намалите платформа
ca: Premeu dalt o baix per pujar o baixar la plataforma
cs: Push Up nebo Down zvýšit nebo snížit platforma
cy: Gwthio fyny neu i lawr i godi neu ostwng y llwyfan
da: Push-up eller ned for at hæve eller sænke platform
de: Push Up oder Down zu erhöhen oder senken die Plattform
el: Push Up ή κάτω για να αυξήσετε ή να μειώσετε την πλατφόρμα
et: Vajutage üles või alla tõsta või langetada platvorm
fa: با فشار بالا و پایین رفتن به منظور بالا بردن یا پایین آوردن بستر
fi: Push ylös-tai alaspäin nostaa tai laskea Platform
fr: Poussez vers le haut ou vers le bas pour augmenter ou diminuer la plate-forme
ga: Brúigh Suas nó an Dúin a ardú nó níos ísle ar an ardán
gl: Empurre para arriba ou para abaixo para aumentar ou diminuír a plataforma
hi: पुश ऊपर या नीचे या बढ़ाने के लिए कम मंच
hr: Gurati prema gore ili dolje za podizanje ili spuštanje platforme
hu: Nyomja felfelé vagy lefelé nyomásával növelheti vagy csökkentheti a platform
is: Ýta upp eða niður til að hækka eða lækka pallur
it: Spingere verso l'alto o Giù per aumentare o diminuire la piattaforma
iw: דוחף למעלה או למטה כדי להגדיל או להקטין את פלטפורמת
ja: 開くプッシュまたはDownを高めるため、または下位のプラットフォーム
ko: 위로 또는 아래로 밀어 늘리거나 줄일 플랫폼
lv: Push augšu vai uz leju, lai palielinātu vai samazinātu platforma
mk: Притисни Нагоре или Надолу за да се зголеми или намали на платформа
mt: Push Up jew Down biex jgħollu jew ibaxxu l-pjattaforma
nl: Push Up of Down te verhogen of verlagen van het platform
no: Trykk Opp eller ned for å heve eller senke plattformen
pl: Push Up lub Down podnieść lub obniżyć platformy
pt: Empurre para cima ou para baixo para aumentar ou diminuir a plataforma
ro: Push sus sau jos pentru a creşte sau reduce platforma de
sl: Potisnite navzgor ali navzdol na zvišate ali znižate platformo
sq: Push lart ose poshtë për të rritur ose të ulët platformë
sr: Притисни нагоре или надоле да повећате или смањите платформа
sv: Tryck uppåt eller nedåt för att höja eller sänka plattformen
sw: Up Down kushinikiza au kuongeza au kupunguza jukwaa
tr: Push Up veya Aşağı artırmak veya azaltmak platformu
vi: Push Up hoặc Down để tăng hoặc giảm nền tảng
yi: רוק אַרויף אָדער דאָוון צו כאַפּן אָדער נידעריקער דער פּלאַטפאָרמע
zh: 推向上或向下提高或降低平台

source: There's a book here about enchanting equipment
af: Daar's 'n boek hier oor betoverende toerusting
ar: هناك كتاب هنا عن معدات ساحر
be: Там гэта кніга тут пра чароўныя абсталяванне
bg: Има една книга тук за омайната оборудване
ca: Hi ha un llibre aquí sobre la instal lació encantadora
cs: Je tu knihu tu o okouzlující zařízení
cy: Mae llyfr yma am offer swynol
da: Der er en bog her om fortryllende udstyr
de: Es ist ein Buch hier über bezaubernde Ausrüstung
el: Υπάρχει εδώ ένα βιβλίο σχετικά με μαγευτική εξοπλισμού
et: Seal on raamat siin umbes lummav seadmed
fa: در اینجا یک کتاب در مورد تجهیزات دلربا وجود دارد.
fi: There's kirjan täällä lumoava laitteet
fr: Il existe un livre d'équipements tout enchanteur
ga: Tá an leabhar anseo maidir le trealamh enchanting
gl: Hai un libro aquí sobre equipos encantadora
hi: वहाँ प्राकृतिक उपकरण के बारे में यहाँ एक किताब है
hr: Tu je knjigu ovdje o očaravajuće oprema
hu: Van egy könyv itt körülbelül varázslatos berendezések
is: Það er bók hér um enchanting búnaði
it: C'è un libro qui su apparecchiature incantevole
iw: יש ספר כאן על ציוד קסום
ja: ある魅力的な機器についての本はここの
ko: 거기에 매혹적인 장비에 대한 책을 여기
lv: Ir šeit grāmatu par enchanting iekārtas
mk: Има тука една книга за волшебниот опрема
mt: Hemm ktieb hawnhekk dwar tagħmir enchanting
nl: Er is een boek hier over betoverende apparatuur
no: Det er en bok her om fortryllende utstyr
pl: Jest tutaj książka o czarujących sprzętu
pt: Há um livro aqui sobre equipamentos encantadora
ro: Exista o carte aici despre echipamente de fermecător
sl: There's book tukaj o očarljivo oprema
sq: Ka një libër këtu për pajisjet shumë i këndshëm
sr: Има овде књига о плене опрему
sv: Det finns en bok här om förtrollande utrustning
sw: Kuna kitabu hapa kuhusu vifaa enchanting
tr: Orada büyüleyici donanımları hakkında bir kitap burada
vi: Có một cuốn sách ở đây về thiết bị mê hoặc
yi: עס איז אַ ספר דאָ וועגן ענטשאַנינג ויסריכט
zh: 有一个关于迷人的设备在这里的书

source: It's a book about enchanting equipment
af: Dit is 'n boek oor betoverende toerusting
ar: انه كتاب عن المعدات ساحر
be: Гэта кніга пра чароўныя абсталяванне
bg: Това е книга за омайната оборудване
ca: És un llibre sobre la instal lació encantadora
cs: Je to kniha o okouzlující zařízení
cy: Mae'n llyfr am offer swynol
da: Det er en bog om fortryllende udstyr
de: Es ist ein Buch über bezaubernde Ausrüstung
el: Είναι ένα βιβλίο για μαγευτική εξοπλισμού
et: See raamat lummav seadmed
fa: این کتاب در مورد تجهیزات 'sدلربا
fi: Se on kirja lumoava laitteet
fr: C'est un livre sur l'équipement enchanteur
ga: Tá sé ina leabhar faoi trealamh enchanting
gl: É un libro sobre o equipo encantadora
hi: यह अद्भुत उपकरण के बारे में एक पुस्तक है
hr: To je knjiga o očaravajuće oprema
hu: It's a könyv elbűvölő berendezések
is: Það er bók um enchanting búnaði
it: E 'un libro sulle apparecchiature incantevole
iw: זה ספר על ציוד קסום
ja: それは魅力的な機器についての本の
ko: 그것은 매혹적인 장비에 대한 책이
lv: Tā ir grāmata par enchanting iekārtas
mk: Тоа е книга за волшебниот опрема
mt: Huwa ktieb dwar tagħmir enchanting
nl: Het is een boek over betoverende apparatuur
no: Det er en bok om fortryllende utstyr
pl: Jest to książka o czarujących sprzętu
pt: É um livro sobre o equipamento encantadora
ro: Este o carte despre echipamente de feeric
sl: To je knjiga o očarljivo oprema
sq: Është një libër shumë i këndshëm për pajisje
sr: То је књига о плене опрему
sv: Det är en bok om förtrollande utrustning
sw: Ni kitabu kuhusu vifaa enchanting
tr: Bu büyüleyici donanımları hakkında bir kitap
vi: Đó là một cuốn sách về thiết bị mê hoặc
yi: ס אַ בוך וועגן ענטשאַנינג ויסריכט
zh: 这是一个迷人的设备有关的书

source: I don't have any reason to read this but I'll keep it in mind in case I do
af: Ek het geen rede om te lees, maar ek sal dit in gedagte hou in geval ek nie
ar: ليس لدي أي سبب لقراءة هذا ولكنني سوف يبقيه في الاعتبار في حال أفعل
be: У мяне няма ніякіх падстаў для чытання, але я буду трымаць гэта на ўвазе пры выпадку я
bg: Аз нямам никаква причина да четете това, но аз ще го имайте предвид, в случай, че се
ca: Jo no tinc cap raó per llegir això però vaig a tenir en compte en cas que no
cs: Nemám žádný důvod, aby se s tímto, ale budu mít na paměti případ, že bych to
cy: Nid oes gennyf unrhyw reswm i ddarllen hwn, ond 'n annhymerus' gadw mewn cof rhag ofn i ddim yn
da: Jeg har ikke nogen grund til at læse dette, men jeg vil holde det i tankerne, hvis jeg
de: Ich habe keinen Grund zu lesen, aber ich werde es im Hinterkopf behalten, falls ich nicht
el: Δεν έχω κανένα λόγο να διαβάσετε αυτό, αλλά εγώ θα το έχετε υπόψη σας σε περίπτωση που κάνω
et: Mul ei ole mingit põhjust lugeda seda, vaid ma hoiab seda meeles kui ma
fa: من هیچ دلیلی برای خواندن این اما من آن را در ذهن نگه دارید در مورد من ندارند
fi: Minulla ei ole mitään syytä lukea tämän, mutta aion pitää se mielessä, jos en
fr: Je n'ai aucune raison de lire, mais je vais le garder à l'esprit au cas où je ne
ga: Ní dóigh liom go mbeadh aon chúis seo a léamh, ach beidh mé é a choimeád i gcuimhne i gcás féidir liom
gl: Eu non teño ningún motivo para ler isto, pero vou perder la presente o caso de eu facer
hi: मैं किसी भी कारण से पढ़ें इस पर मुझे यह ध्यान में रखना होगा मामले में मुझे नहीं करना है
hr: JA dont 'imati bilo koji razlog da pročitate ovo, ali ću ga držati na umu u slučaju ja
hu: Nem tudom, hogy el kellene olvasni, de ezt fogom szem előtt tartani, ha tudom
is: Ég hef ekki minnstu ástæðu til að lesa þetta, en ég mun hafa það í huga ef ég
it: Non ho alcun motivo per leggere questo, ma terrò a mente nel caso in cui lo faccio
iw: אין לי שום סיבה לקרוא את זה אבל אני אשמור אותו בראש במקרה אני
ja: これが私の心の場合にすればそれを続けるつもりを読むことが何らかの理由がない
ko: 하지만 난이 사건을 염두에두고 내가 어떻게 지킬 게요 읽고 어떤 이유가 없으니까요
lv: Man nav nekāda iemesla, lai izlasītu šo, bet es jums jāpatur prātā, ja man
mk: Јас немам ниедна причина да се прочита ова, но јас ќе го чувам во предвид, во случај да направам
mt: Jien m'għandi l-ebda raġuni biex jaqraw dan iżda I'll jżomm f'moħħha fil-każ do I
nl: Ik heb geen enkele reden om dit lezen, maar ik zal het in gedachten houden voor het geval ik
no: Jeg har ikke noen grunn til å lese dette, men jeg vil holde det i bakhodet i tilfelle jeg
pl: Nie mam żadnego powodu, aby przeczytać, ale będę o nich pamiętać w przypadku mam zrobić
pt: Eu não tenho nenhum motivo para ler isto, mas vou mantê-la em mente o caso de eu fazer
ro: Eu nu am nici un motiv pentru a citi acest lucru, dar voi păstraţi-l în minte în cazul în care I a face
sl: Nimam nobenega razloga, da se glasi, vendar to bom ga hranite v mislih v primeru naredim
sq: Unë nuk kam ndonjë arsye dhe ta lexoni këtë, por unë do të mbaj në mend në atë rast unë nuk
sr: Немам разлога да читате овај али ћу га имати на уму у случају да не
sv: Jag har ingen anledning att läsa detta, men jag ska ha det i åtanke i fall jag
sw: Mimi hawana sababu yoyote ya kusoma hii lakini I'll keep it akilini katika kesi mimi
tr: Bu ama akılda durumda yapmam muhafaza edeceğiz okumak için herhangi bir nedeniniz yoksa
vi: Tôi không có bất kỳ lý do gì để đọc này nhưng tôi sẽ giữ nó trong tâm trí trong trường hợp tôi làm
yi: איך טאָן ניט האָבן קיין סיבה צו לייענען דעם אָבער איך וועט האַלטן עס אין זינען אין פאַל איך טאָן
zh: 我没有任何理由看，但我会记住这一点的情况下，我

source: I wonder what other monsters there are...
af: Ek wonder wat ander monsters is daar ...
ar: وأنا أتساءل عن وحوش أخرى هناك...
be: Цікава, што іншыя монстры ёсць ...
bg: Чудя се какво други чудовища има ...
ca: Em pregunto quins altres monstres que hi ha ...
cs: Zajímalo by mě, jaké další monstra jsou ...
cy: Tybed beth anghenfilod eraill mae ...
da: Jeg spekulerer på, hvad andre monstre, der er ...
de: Ich frage mich, was andere Monster gibt es ...
el: Αναρωτιέμαι τι άλλα τέρατα υπάρχουν ...
et: Ma ei tea, mida teised koletised on olemas ...
fa: می خواستم بدانم چه هیولا های دیگر وجود دارد...
fi: Mitähän muita hirviöitä on ...
fr: Je me demande ce que les monstres sont les autres ...
ga: Wonder agam cad iad monsters eile ann ...
gl: Pregunta-me que existen outros monstros ...
hi: मुझे आश्चर्य है कि क्या अन्य राक्षसों वहाँ हैं ...
hr: Pitam se što druga čudovišta postoje ...
hu: Kíváncsi vagyok, milyen más szörnyek vannak ...
is: ÉG furða hvaða önnur skrímsli eru ...
it: Mi chiedo che cosa altri mostri non ci sono ...
iw: אני תוהה מה יש מפלצות אחרות ...
ja: 私は他のモンスターが何かなあ...
ko: 난 다른 괴물이 무엇인지 궁금 ..
lv: Nez kādi citi monstri tur ir ...
mk: Се прашувам што другите чудовишта постојат ...
mt: I wonder dak monsters oħra hemm ...
nl: Ik vraag me af wat andere monsters zijn er ...
no: Jeg lurer på hva andre monstre finnes ...
pl: Zastanawiam się, co inne potwory istnieją ...
pt: Pergunto-me que existem outros monstros ...
ro: Mă întreb ce monştri alte există ...
sl: Zanima me, kaj druge pošasti so ...
sq: Pyes veten se çfarë monsters tjera ka ...
sr: Питам се шта други монструми постоје ...
sv: Jag undrar vilka andra monster finns ...
sw: Mimi ajabu gani nyingine MONSTERS kuna ...
tr: Diğer canavarlar orada ne olduğunu merak ediyorum ...
vi: Tôi tự hỏi những gì quái vật khác có ...
yi: איך פרעגן וואָס אנדערע מאָנסטערס עס זייַנען ...
zh: 我不知道有其他的怪物...

source: Just like regular Summoners, Dark Summoners call in other beasts to do their bidding
af: Net soos gereelde Summoners, Dark Summoners oproep in ander wilde diere te doen het hulle bied
ar: تماما مثل حاشرين العادية ، حاشرين الظلام الدعوة في البهائم الأخرى للقيام بالمهام الموكلة
be: Так жа, як рэгулярныя Summoner, Dark Суммонеры тэлефанаваць у іншыя звяры, каб зрабіць свае таргі
bg: Точно като редовен Summoners, Dark Summoners повикване в други зверове да направят наддаване
ca: Igual que Summoners regular, Summoners Dark trucar a altres animals per complir les seves ordres
cs: Stejně jako pravidelné Summoners, Dark Summoners volání v jiných zvířat ke své nabídky
cy: Yn union fel Summoners rheolaidd, Summoners Dark alw heibio bwystfilod eraill i wneud eu cynnig
da: Ligesom almindelige Summoners, kalder Dark Summoners i andre dyr at gøre deres bud
de: Genau wie regelmäßige Beschwörer, rufen dunklen Beschwörer in anderen Tiere, um ihre Befehle auszuführen
el: Ακριβώς όπως τακτική Summoners, Dark Summoners κλήση σε άλλα θηρία να κάνουν προσφορά τους
et: Nagu tavalisi Summoners, Dark Summoners kõne teised metsloomad teha oma pakkumise
fa: درست مثل Summoners به طور منظم ، Summoners تیره در جانوران دیگر تماس خود را به انجام مناقصه
fi: Aivan kuten säännöllinen sanansaattajia, Dark sanansaattajia soittaa muita petoja tekemään hinnoitteluun
fr: Tout comme Summoner régulière, Summoner Dark appel à d'autres bêtes à exécuter leurs ordres
ga: Díreach mar Summoners rialta, glaoch Summoners dorcha i beasts eile a dhéanamh a bidding
gl: Así como Summoners regular, Summoners Dark chamada noutros animais para facer o seu tiro
hi: बस नियमित Summoners की तरह, डार्क Summoners अन्य जानवरों में फोन कर अपनी बोली करना
hr: Baš kao i redovite Summoners, Dark Summoners poziv u drugim zvijerima da rade svoj ponude
hu: Csakúgy, mint a rendszeres Summoners, Dark Summoners hívást más vadak meg a meghívás
is: Rétt eins og venjulegur Summoners, kalla Dark Summoners í öðrum beasts til að gera tilboð þeirra
it: Proprio come evocatori regolari, evocatori Dark chiamata in altre bestie a fare la loro offerta
iw: בדיוק כמו Summoners קבוע, Summoners כהה להתקשר חיות אחרות לעשות את ההצעה שלהם
ja: 正規Summonersと同じように、ダークSummoners他の猛獣での入札を行うための呼び出し
ko: 일반 Summoners처럼, 어둠의 Summoners 다른 짐승들이 입찰을 할을 위해 전화주세요
lv: Tāpat kā regulāru Summoners, Dark Summoners zvanīt citi zvēri darīt solīšana
mk: Исто како редовни Summoners, Темно Summoners повик и во другите животни да им предлози
mt: Eżatt bħal Summoners regolari, Summoners Dark sejħa fil beasts oħra biex jagħmlu offerti tagħhom
nl: Net als reguliere Summoners, Dark Summoners oproep in andere beesten te doen hun biedingen
no: Akkurat som vanlig Summoners, Dark Summoners innkalle andre dyrene å gjøre sin budgivning
pl: Podobnie jak regularne Summoners, Dark Summoners połączenia w innych zwierząt do ich licytacji
pt: Assim como Summoners regular, Summoners Dark chamada em outros animais para fazer o seu lance
ro: La fel ca Summoners regulate, Summoners Dark apel în alte fiare de a face oferta lor
sl: Tako kot redni Summoners, Dark Summoners klic v drugih zveri, da opravljajo svoje ponudbe
sq: Ashtu si Summoners rregullt, Summoners Dark telefononi në kafshë të tjera për të bërë oferta e tyre
sr: Баш као и редовне Суммонерс, Тамно Суммонерс позив у друге звери да ради своју понуду
sv: Precis som vanliga Summoners, Dark Summoners ring i andra djuren att göra sitt bud
sw: Tu kama kawaida Summoners, Dark Summoners wito katika wanyama wengine kufanya zabuni zao
tr: Düzenli Summoners gibi, Karanlık Summoners diğer hayvanlar onların teklifi yapmak için çağrı
vi: Cũng giống như Summoners thường xuyên, Summoners Dark gọi trong con thú khác để làm thầu của họ
yi: פּונקט ווי רעגולער סוממאָנערס, דאַרק סוממאָנערס רופן אין אנדערע ביסץ צו טאָן זייער בידדינג
zh: 就像普通Summoners，暗Summoners呼吁其他野兽尽自己的投标

source: Additionally though they can teleport short distances to escape from their opponents
af: Daarbenewens is al kan hulle kort afstande teleporteer om te ontsnap uit hul teenstanders
ar: وبالإضافة إلى ذلك على الرغم من أنها يمكن أن تنقل الهوائي مسافات قصيرة للهروب من خصومهم
be: Акрамя таго, хоць яны могуць телепортироваться кароткія дыстанцыі бегчы са сваіх апанентаў
bg: Освен това въпреки че те могат да телепортира на къси разстояния да избяга от своите опоненти
ca: A més, tot i que pot teletransportar distàncies curtes per escapar dels seus oponents
cs: Navíc když se mohou teleportovat na krátké vzdálenosti k úniku z jejich odpůrců
cy: Yn ogystal, er y gallant teleport pellteroedd byr i ddianc o'u gwrthwynebwyr
da: Derudover om de kan teleportere korte afstande at flygte fra deres modstandere
de: Darüber hinaus aber können sie kurze Strecken teleportieren, von ihren Gegnern zu entkommen
el: Επιπλέον, το γεγονός ότι μπορούν teleport μικρές αποστάσεις για να ξεφύγουν από τους αντιπάλους τους
et: Lisaks sellele saavad nad teleport lühikeste vahemaade põgeneda nende vastased
fa: علاوه بر این اگر چه آنها می توانند مسافت های کوتاه را از مخالفان خود فرار teleport
fi: Lisäksi vaikka ne voivat Teleport lyhyitä matkoja paeta vastustajiaan
fr: De plus si elles peuvent se téléporter sur de courtes distances pour échapper à leurs adversaires
ga: Ina theannta sin cé gur féidir leo teleport achar gearr chun éalú óna opponents
gl: Ademais aínda que poden teleportar curtas distancias para escapar dos seus opoñentes
hi: इसके अलावा, हालांकि वे कम दूरी teleport को अपने विरोधियों से बच सकता है
hr: Osim toga iako oni mogu teleport kratke udaljenosti pobjeći od svojih protivnika
hu: Ezen kívül, ha azok rövid távolságú teleport, hogy elkerülje az ellenfeleik
is: Auk þess þó að þeir geti teleport stutta vegalengdir til að flýja frá andstæðingum sínum
it: Inoltre se si può teletrasportarsi a breve distanza a fuggire dai loro avversari
iw: בנוסף על פי שהם יכולים טלפורט למרחקים קצרים לברוח מתנגדיהם
ja: また、たとえ相手から逃れるために、短い距離テレポートすることができます
ko: 또한 비록 그들이 상대로부터 탈출하는 짧은 거리를 텔레 포트 할 수
lv: Turklāt ja tās var teleportēties nelielos attālumos, lai izvairītos no pretiniekiem
mk: Исто така иако тие можат да Телепорт кратки растојанија за да избегаат од своите противници
mt: Barra minn hekk għalkemm dawn jistgħu teleport distanzi qosra jkunu jistgħu jaħarbu mill-avversarji tagħhom
nl: Ook al kunnen ze teleporteren korte afstanden te ontsnappen uit hun tegenstanders
no: I tillegg selv om de kan teleportere korte avstander å flykte fra sine motstandere
pl: Dodatkowo choć mogą teleportować się na krótkie dystanse, aby uciec od swoich przeciwników
pt: Além disso embora podem teleportar curtas distâncias para escapar de seus oponentes
ro: În plus, deşi ele pot Teleport distanţe scurte pentru a scăpa de la adversarii lor
sl: Poleg tega, čeprav lahko teleport kratkih razdaljah za pobeg od svojih nasprotnikov
sq: Përveç kësaj edhe pse ata mund të teleport distanca e shkurtër për të shpëtuar nga kundërshtarët e tyre
sr: Осим тога иако могу Телепорт кратким растојањима да побегне од свог противника
sv: Dessutom om de kan teleportera korta sträckor för att fly från sina motståndare
sw: Kuongeza ingawa wanaweza teleport kuepuka umbali mfupi kutoka kwa wapinzani
tr: Ayrıca rağmen rakiplerini kaçmak için kısa mesafelerde teleport olabilir
vi: Ngoài ra mặc dù họ có thể teleport khoảng cách ngắn để thoát ra từ những đối thủ của họ
yi: אַדדיטיאָנאַללי כאָטש זיי קענען טעלאַפּאָרט קליין דיסטאַנסאַז צו אַנטלויפן פֿון זייערע אַפּאָונאַנץ
zh: 此外，虽然他们可以传送短距离摆脱对手
