Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: No
af: Nee
ar: لا
be: Няма
bg: Не
cs: Ne
cy: Dim
da: Nej
de: Nein
el: Δεν
et: Ei
fa: بدون
fi: Ei
fr: Non
ga: Ní hea
gl: Non
hi: नहीं
hr: Ne
hu: Nem
is: Nei
iw: לא
ja: いいえ
ko: 아니오
lv: Nē
mk: Не
mt: Le
nl: Nee
no: Nei
pl: Nie
pt: Não
ro: Nu
sl: Ne
sq: Jo
sr: Не
sv: Nej
sw: Hapana
tr: Hayır
vi: Không
yi: קיין
zh: 否

source: Start a new game?
af: Begin 'n nuwe spel?
ar: بدء لعبة جديدة؟
be: Пачаць новую гульню?
bg: Стартиране на нова игра?
ca: Iniciar un nou joc?
cs: Začněte novou hru?
cy: Cychwyn gêm newydd?
da: Start et nyt spil?
de: Startet ein neues Spiel?
el: Ξεκινήστε ένα νέο παιχνίδι;
fa: شروع یک بازی جدید؟
fi: Aloita uusi peli?
fr: Démarrer une nouvelle partie?
ga: Tosaigh le cluiche nua?
gl: Iniciar un novo xogo?
hi: एक नया खेल शुरू कर दिया?
hr: Započnite novu igru?
is: Hefja nýjan leik?
it: Avviare un nuovo gioco?
iw: התחל משחק חדש?
ja: 新しいゲームを開始？
ko: 새 게임을 시작?
lv: Sākt jaunu spēli?
mk: Започнете нова игра?
mt: Ibda logħba ġdid?
nl: Start een nieuw spel?
no: Start et nytt spill?
pl: Rozpocznij nową grę?
pt: Iniciar um novo jogo?
ro: A începe un joc nou?
sl: Začni novo igro?
sq: Fillo një lojë të re?
sr: Почни нову игру?
sv: Starta ett nytt spel?
tr: Yeni bir oyun başlatın?
vi: Bắt đầu một trò chơi mới?
yi: אָנהייבן אַ נייַע שפּיל?
zh: 开始一个新游戏？

source: Play the tutorial?
af: Speel die tutoriaal?
ar: لعب البرنامج التعليمي؟
be: Слухаць падручнік?
bg: Възпроизвеждане начинаещи?
ca: Escoltar el tutorial?
cs: Play tutorial?
cy: Chwarae tiwtorial?
da: Spil tutorial?
de: Spielen Sie das Tutorial?
el: Παίξε το φροντιστήριο;
et: Play tutorial?
fa: بازی آموزش؟
fi: Pelaa Tutorial?
fr: Jouer le tutoriel?
ga: Seinn an teagaisc?
gl: Xoga o tutorial?
hi: Play ट्यूटोरियल?
hr: Igrajte tutorial?
hu: Játék a tutorial?
is: Spila einkatími?
it: Ascolta il tutorial?
iw: שחק הדרכה?
ja: 再生チュートリアル？
ko: 플레이 튜토리얼?
lv: Play pamācību?
mk: Играат туториал?
mt: Ilgħab il-tutorja?
nl: Speel de tutorial?
no: Spill opplæringen?
pl: Odtwórz wychowawczy?
pt: Jogue o tutorial?
ro: Joaca tutorial?
sl: Play Tutorial?
sq: Play tutorial?
sr: Плаы упутство?
sv: Spela handledningen?
sw: Kucheza tutorial?
tr: Çal tutorial?
vi: Nghe hướng dẫn?
yi: שפּיל די טוטאָריאַל?
zh: 玩的教程？

source: Exit the game?
af: Uitgang van die spel?
ar: خروج من هذه اللعبة؟
be: Выйсці з гульні?
bg: Излезте от играта?
ca: Sortir del joc?
cs: Ukončete hru?
cy: Adael y gêm?
da: Afslut spillet?
de: Beenden Sie das Spiel?
el: Έξοδος από το παιχνίδι;
et: Välja mängu?
fa: خروج از بازی؟
fi: Poistu peli?
fr: Exit le jeu?
ga: Scoir an cluiche?
gl: Saír do xogo?
hi: बाहर निकलें खेल?
hr: Izlaz igra?
hu: Lépj ki a játék?
is: Hætta leiknum?
it: Uscire dal gioco?
iw: יציאה את המשחק?
ja: ゲームを終了？
ko: 종료 게임?
lv: Iziet spēle?
mk: Излез играта?
mt: Ħruġ-logħba?
nl: Verlaat het spel?
no: Avslutt spillet?
pl: Wyjście z gry?
pt: Sair do jogo?
ro: Ieşiţi din joc?
sl: Izhod igro?
sq: Dil lojë?
sr: Излазак игре?
sv: Avslutar spelet?
sw: Exit mchezo?
tr: Exit oyun?
vi: Thoát khỏi trò chơi?
yi: אַרויסגאַנג די שפּיל?
zh: 退出比赛？

source: Back
af: Terug
ar: خلف
be: Назад
bg: Отзад
ca: Esquena
cs: Zpět
cy: Yn ôl
da: Tilbage
de: Zurück
el: Πίσω
et: Tagasi
fa: بازگشت
fi: Takaisin
fr: Retour
ga: Ar ais
gl: Costas
hi: पीछे
hr: Natrag
hu: Vissza
is: Aftur
it: Indietro
iw: חזרה
ja: 後ろの
ko: 뒤로
lv: Atpakaļ
mk: Назад
mt: Lura
nl: Terug
no: Tilbake
pl: Z powrotem
pt: Costas
ro: Înapoi
sl: Nazaj
sq: Pas
sr: Назад
sv: Tillbaka
sw: Nyuma
tr: Arka
vi: Quay lại
yi: צוריק
zh: 后面

source: Game Loaded
af: Spel Loaded
ar: اللعبة المحملة
be: Game загружана
bg: Игра Loaded
ca: Joc carregat
cs: Hru Loaded
cy: Gêm Loaded
de: Spiel geladen
el: Παιχνίδι Loaded
et: Mäng Loaded
fa: بازی بارگذاری شده
fr: Jeu chargé
ga: Cluiche Luchtaithe
gl: Xogo Loaded
hi: खेल भरा हुआ
is: Leikur Loaded
it: Gioco Loaded
iw: משחק טעון
ja: ゲームロード
ko: 게임 로드됨
lv: Spēle Loaded
mk: Игра Две
pl: Gra Loaded
pt: Jogo Loaded
ro: Joc Loaded
sr: Гаме лоадед
sw: Michezo Loaded
tr: Oyun Yüklendi
vi: Game cất cánh
yi: שפיל לאָודיד
zh: 游戏加载

source: Game Saved
af: Spel Gestoor
ar: اللعبة المحفوظة
be: Захаваных гульняў
bg: Игра Запазени
ca: Partida guardada
cs: Uložené hry
cy: Gêm Cadwyd
da: Game Gemte
de: Game Gespeichert
el: Παιχνίδι Saved
et: Mäng Salvestatud
fa: بازی ها ذخیره شده
fi: Game Tallennetut
fr: Partie sauvegardée
ga: Cluiche Sábháilte
hi: खेल सहेजा गया
hr: Saved Game
hu: Vad Saved
is: Leikur Vistað
it: Partita salvata
iw: משחקים שמורים
ja: ゲームのセーブ
ko: 저장된 게임
lv: Spēle Saved
mk: Игра Зачувани
mt: Game Ssejvjata
nl: Game Opgeslagen
no: Game Lagrede
pl: Gra Zapisane
ro: Joc salvat
sr: Сачуване игре
sv: Sparade spel
sw: Michezo Saved
tr: Oyun Kayıtlı
vi: Trò chơi đã lưu
yi: שפיל סאַוועד
zh: 游戏保存

source: OK
ar: موافق
bg: ОК
fa: خوب
hi: ठीक है
hr: U redu
hu: Rendben
iw: אישור
ja: [OK]を
ko: 확인
mk: Добро
sr: У реду
tr: Tamam
yi: גוט
zh: 行

source: Any unsaved progress will be lost
af: Enige ongeredde vooruitgang verlore sal gaan
ar: أي تقدم ستفقد
be: Усе несохраненные прагрэс будзе страчана
bg: Всяко непривлекателен напредък ще бъдат загубени
ca: Tot progrés que no hi hagi desat es perdran
cs: Neuložená pokroku budou ztraceny
cy: Bydd unrhyw gynnydd yn cael eu colli heb eu cadw
da: Enhver gemt fremskridt vil gå tabt
de: Alle nicht gespeicherten Daten verloren gehen Fortschritte
el: Κάθε unsaved πρόοδος θα χαθούν
et: Iga salvestamata edu kaob
fa: هر گونه پیشرفت نجات نیافته از دست خواهند رفت
fi: Tallentamattomat edistystä menetetään
fr: Tout progrès non sauvegardées seront perdues
ga: Déanfar aon dul chun cinn gan sábháil a chailliúint
gl: Calquera progreso non gardados serán perdidas
hi: किसी भी सहेजे न गए प्रगति खो जाएगा
hr: Bilo koji skinuti sedlo napredak će biti izgubljen
hu: Előrelépés nem mentett el fog veszni
is: Allir ólystugur framfarir munu tapast
it: Qualsiasi progresso non salvati verranno persi
iw: כל התקדמות שלא נשמרה תאבד
ja: 任意の未保存の進捗状況が失われる
ko: 저장하지 않은 모든 진전이 손실됩니다
lv: Jebkurš nesaglabātas progress tiks zaudēts
mk: Секое незачувани напредок ќе се изгуби
mt: Kwalunkwe progress unsaved se tintilef
nl: Elke opgeslagen vooruitgang zal worden verloren
no: Ulagret fremgangen vil gå tapt
pl: Wszystkie niezapisane postępy zostaną utracone
pt: Qualquer progresso não salvas serão perdidas
ro: Orice progres nesalvat se va pierde
sl: Vsak napredek nerešen bodo izgubljene
sq: Çdo përparim unsaved do të jetë humbur
sr: Било несачуване напредак ће бити изгубљене
sv: Osparade framsteg kommer att gå förlorade
sw: Wasiookoka maendeleo yoyote itakuwa waliopotea
tr: Herhangi bir ilerleme kaydedilmemiş kaybolur
vi: Bất kỳ sự tiến bộ chưa được lưu sẽ bị mất
yi: קיין ונסאַוועד פּראָגרעס וועט זיין פאַרלאָרן
zh: 任何未保存的进度将丢失

source: Joy Button #%d
af: Vreugde Button # %d
ar: الفرح زر # %d
be: Радасць кнопкі # %d
bg: Радост бутон # %d
ca: Joy Botó # %d
da: Joy Knap # %d
et: Joy Nupu # %d
fa: شادی دکمه # %d
fr: Joy Bouton # %d
ga: Aoibhneas Cnaipe # %d
hi: आनन्द बटन # %d
hr: Radost Button # %d
iw: וי לחצן # %d
ja: 喜びのボタン＃%d
ko: 조이 버튼 # %d
mk: Радоста Копче # %d
sr: Радост дугмета # %d
sw: Furaha Button # %d
yi: פרייד באַטאַן # %d
zh: 乔伊按钮＃%d

source: Press Action to talk to %s
af: Pers Aksie om te praat met %s
ar: اضغط على العمل لاجراء محادثات مع %s
be: Прэса Меры, якія гавораць на %s
bg: Натиснете за действие да говоря с %s
ca: Acció de premsa per parlar a %s
cs: Tisková Akce mluvit až %s
cy: Datganiadau Gweithredu i siarad â %s
da: Tryk aktion for at snakke til %s
de: Action Press-to-talk auf %s
el: Πατήστε δράσης για να μιλήσει σε %s
et: Press Action rääkida %s
fa: مطبوعات اقدام به بحث %s
fi: Paina toimet puhua %s
fr: Presse d'action de parler à %s
ga: Preas Gníomhaíochta chun labhairt le %s
gl: Prensa Acción de falar con %s
hi: प्रेस एक्शन %s के लिए बात करने के लिए
hr: Pritisnite Akcija razgovarati s %s
hu: Nyomja meg a cselekvés beszélni %s
is: Stutt Aðgerðir til að tala við %s
it: Premere azione per parlare a %s
iw: הקש פעילות לדבר %s
ja: プレスアクション%sに話をする
ko: 보도 액션 %s 이야기
lv: Preses darbība runāt %s
mk: Прес акција да се зборува на %s
mt: Press Azzjoni li tkellem lit-%s
nl: Druk op actie om te praten tot %s
no: Trykk handling å snakke med %s
pl: Prasa działania porozmawiać z %s
pt: Imprensa Ação de falar com %s
ro: Comunicat de presă de acţiune pentru a vorbi la %s
sl: Pritisnite Ukrep se pogovoriti s %s
sq: Shtypni Veprimit për të biseduar me %s
sr: Притисните Акцију да разговарају са %s
sv: Tryck Åtgärder för att tala till %s
sw: Press Action kuzungumza %s
tr: Basın Action %s konuşmak
vi: Báo chí hành động để nói chuyện với %s
yi: דרוק אַקשאַן צו רעדן צו %s
zh: 按行动交谈%s

source: New Objective: %s
af: Nuwe doelstelling: %s
ar: جديد الهدف : %s
be: Новая мэта: %s
bg: Нова Цел: %s
ca: Nou Objectiu: %s
cs: Nový cíl: %s
cy: Newydd Amcan: %s
da: Nye mål: %s
de: Neues Ziel: %s
el: Νέος στόχος: %s
et: Uus Eesmärk: %s
fa: جدید هدف : %s
fi: Uusi tavoite: %s
fr: Nouvel Objectif: %s
ga: Nua Cuspóir: %s
gl: Novo obxectivo: %s
hi: नई उद्देश्य: %s
hr: Novi Cilj: %s
hu: Új cél: %s
is: Nýtt Objective: %s
it: Nuovo obiettivo: %s
iw: ניו המטרה: %s
ja: 新目標：%s
ko: 새로운 목표 : %s
lv: Jaunā Mērķis: %s
mk: Нови Цел: %s
mt: New Għan: %s
nl: Nieuwe doelstelling: %s
no: Nye Mål: %s
pl: Nowy cel: %s
pt: Novo objectivo: %s
ro: Nou Obiectiv: %s
sl: Novi Cilj: %s
sq: Re Objektivi: %s
sr: Циљ нових: %s
sv: Det nya mål: %s
sw: Mpya Lengo: %s
tr: Yeni Amaç: %s
vi: Mục tiêu mới: %s
yi: ניו אַבדזשעקטיוו: %s
zh: 新的目标：%s

source: Objective Completed: %s
af: Objektiewe Afgehandel: %s
ar: الهدف المنجزة : %s
be: Мэты Выкананы: %s
bg: Цел на строеж: %s
ca: Objectiu completat: %s
cs: Cíl Dokončeno: %s
cy: Amcan Cwblhawyd: %s
da: Mål Afsluttet: %s
de: Ziel Fertiggestellt: %s
el: Στόχος Ολοκληρώθηκε: %s
et: Eesmärk Valminud: %s
fa: هدف پایان یافته : %s
fi: Tavoite Valmistui: %s
fr: Objectif Terminé: %s
ga: Cuspóir Críochnaithe: %s
gl: Obxectivo Completed: %s
hi: उद्देश्य पूर्ण: %s
hr: Cilj Dovršeno: %s
hu: Célkitűzés Befejezve: %s
is: Markmið Lokið: %s
it: Obiettivo Completato: %s
iw: המטרה הושלם: %s
ja: 客観完了：%s
ko: 목표 수료 : %s
lv: Mērķis Completed: %s
mk: Цел Завршено: %s
mt: Għan Completed: %s
nl: Doelstelling Afgesloten: %s
no: Mål Fullført: %s
pl: Cel ukończenia: %s
pt: Objectivo Completed: %s
ro: Obiectivul Finalizat: %s
sl: Cilj Completed: %s
sq: Objektivi Kompletuar: %s
sr: Циљ Завршено: %s
sv: Mål Completed: %s
sw: Lengo zilizokamilika: %s
tr: Amaç Tamamlanan: %s
vi: Mục tiêu hoàn thành: %s
yi: אָביעקטיוו קאָמפּלעטעד: %s
zh: 目标已完成：%s

source: The wall on the right looks weak...
af: Die muur aan die regterkant lyk swak ...
ar: الجدار على اليمين يبدو ضعيفا...
be: Сцены справа выглядае слабой ...
bg: В стената на правото изглежда слаб ...
ca: La paret de la dreta es veu feble ...
cs: Stěně vpravo vypadá slabý ...
cy: Y wal ar y dde yn edrych yn wan ...
da: Væggen til højre ser svage ...
de: Die Mauer auf der rechten Seite sieht schwach ...
el: Το τείχος στα δεξιά φαίνεται αδύναμη ...
et: Seina menüüd välja nõrk ...
fa: دیوار در سمت راست می رسد ضعیف...
fi: Muurin oikealla näyttää heikko ...
fr: Le mur sur la droite semble faible ...
ga: Breathnaíonn an balla ar an ceart lag ...
gl: A parede do lado dereito parece fraco ...
hi: दाईं तरफ दीवार कमजोर लग रहा है ...
hr: Zid na desnoj izgleda slaba ...
hu: A fal jobb oldalán látszik gyenge ...
is: The Wall á hægri útlit veikt ...
it: La parete a destra appare debole ...
iw: הקיר מימין נראה חלש ...
ja: 右側の壁に弱いだな...
ko: 오른쪽에 벽이 보이는데 ...
lv: Par tiesībām sienas izskatās vāji ...
mk: Ѕидот на правото изгледа слаб ...
mt: Il-ħajt fuq il-lemin tidher dgħajfa ...
nl: De muur aan de rechterkant ziet er zwak ...
no: Veggen til høyre ser svake ...
pl: Ścianie po prawej stronie wygląda słabo ...
pt: A parede do lado direito parece fraco ...
ro: Peretele din dreapta arata slab ...
sl: Zid na desni izgleda slabo ...
sq: Muri më duket e drejtë të dobët ...
sr: Зид са десне стране изгледа слабо ...
sv: Väggen till höger ser svag ...
sw: Ukuta kulia ser dhaifu ...
tr: Sağdaki duvar zayıf görünüyor ...
vi: Các bức tường bên phải trông yếu ...
yi: די וואַנט אויף די רעכט לוקס שוואַך ...
zh: 右边的墙上看弱...

source: This weapon is not having any effect...
af: Hierdie wapen is nie hoef geen effek ...
ar: هذا السلاح هو عدم وجود أي أثر...
be: Гэта зброю якія не маюць ніякага эфекту ...
bg: Това оръжие не е като някакъв ефект ...
ca: Aquesta arma és no tenir cap efecte ...
cs: Tato zbraň je nemají žádný vliv ...
cy: Nid yw'r arf yn cael unrhyw effaith ...
da: Dette våben er ikke at have nogen virkning ...
de: Diese Waffe ist keine Wirkung ...
el: Αυτό το όπλο δεν έχει κανένα αποτέλεσμα ...
et: See relv on, millel ei ole mingit mõju ...
fa: این سلاح است هیچ تاثیری نداشتن...
fi: Tämä ase ei ole mitään hyötyä ...
fr: Cette arme est de ne pas avoir d'effet ...
ga: Níl an arm a bhfuil aon éifeacht ...
gl: Esta arma é non ter ningún efecto ...
hi: इस हथियार का कोई असर नहीं कर रहा है ...
hr: Ovo oružje se ne da nikakve posljedice ...
hu: Ez a fegyver nem rendelkezik semmilyen hatással ...
is: Þessi vopn eru ekki hafa nein áhrif ...
it: Quest'arma è non avere alcun effetto ...
iw: נשק זה לא שיש השפעה כלשהי ...
ja: この武器は効果がないことだ... ...
ko: 이 무기는 어떤 효과를 가지고 있지는 ...
lv: Šis ierocis nav nekāda efekta ...
mk: Ова оружје не е да има ефект ...
mt: Din mhijiex arma li jkollhom kwalunkwe effett ...
nl: Dit wapen is geen invloed heeft ...
no: Dette våpenet er ikke å ha noen effekt ...
pl: Broń ta nie wywiera żadnego wpływu ...
pt: Esta arma é não ter qualquer efeito ...
ro: Aceasta arma nu are nici un efect ...
sl: To orožje je nima nobenega učinka ...
sq: Kjo armë nuk është të ketë ndonjë efekt ...
sr: Ово оружје није било какав утицај има ...
sv: Detta vapen är inte att ha någon effekt ...
sw: Silaha hii ni kutokuwa na madhara yoyote ...
tr: Bu silah herhangi bir etkisi olması değil ...
vi: Vũ khí này là không có bất kỳ tác dụng ...
yi: דער וואָפן איז נישט האַווינג קיין ווירקונג ...
zh: 这个武器是没有任何影响...

source: Press Action to attach the Tesla Pack
af: Pers Aksie te heg die Tesla Pack
ar: اضغط على العمل لتعلق حزمة تسلا
be: Прэса Меры, якія надаюць Тэсла Pack
bg: Натиснете за действие за закрепване на Тесла Pack
ca: Premsa d'Acció per a fixar el paquet de Tesla
cs: Tisková Akce připojit Tesla Pack
cy: Datganiadau Gweithredu i osod y Pecyn Tesla
da: Tryk Indsatsen for at fastgøre Tesla Pack
de: Presse Aktion zur Befestigung der Tesla-Pack
el: Πατήστε δράση για τη συγκράτηση των Tesla Pack
et: Press Action lisada Tesla Pack
fa: مطبوعات اقدام به پیوست بسته تسلا
fi: Paina toiminta liittää Tesla Pack
fr: Appuyez sur Action pour attacher le Pack Tesla
ga: Preas Gníomhaíochta a chur ag gabháil leis an Pacáiste Tesla
gl: Prensa Acción para xuntar o paquete de Tesla
hi: प्रेस लड़ाई Tesla पैक के लिए देते हैं
hr: Pritisnite Akcija za pričvrstiti Tesla Pack
hu: Nyomja meg a fellépés csatolni a Tesla Pack
is: Stutt aðgerð til að festa Tesla Pack
it: Premere azione per collegare il Pack Tesla
iw: הקש פעילות לצרף את חבילת טסלה
ja: プレスアクションテスラパックを添付する
ko: 보도 액션 테슬라 팩 첨부
lv: Preses rīcības pievienot Tesla Pack
mk: Прес акција да ја прикачам Тесла Pack
mt: Press Azzjoni biex iwaħħlu l-Pack Tesla
nl: Druk op actie te hechten de Tesla Pack
no: Trykk Tiltak for å feste Tesla Pack
pl: Prasa działania dołączyć Tesla Pack
pt: Imprensa Acção para anexar o pacote de Tesla
ro: Comunicat de presă de acţiune pentru a ataşa Pack Tesla
sl: Pritisnite Ukrep priložiti Tesla Pack
sq: Shtypni Veprimit për të bashkëngjitni Pack Tesla
sr: Притисните Акцију да приложите Теслиног пакета
sv: Tryck Åtgärder för att fästa Tesla Pack
sw: Press Action kwa ambatisha Ufungashaji ya Tesla
tr: Eylem basın Tesla Paketi eklemek
vi: Báo chí hành động để đính kèm Goi Tesla
yi: דרוק אַקשאַן צו צוטשעפּען די טעסלאַ פּאַק
zh: 按行动以附加特斯拉包

source: The Legend of Edgar
af: Die legende van Edgar
ar: أسطورة ادغار
be: Легенда аб Эдгар
bg: Легендата на Едгар
ca: La llegenda d'Edgar
cy: Y Chwedl Edgar
el: Ο Θρύλος του Edgar
et: Legend of Edgar
fa: افسانه ادگار
fi: Legend of Edgar
ga: An Finscéal de Edgar
hi: एडगर के लीजेंड
iw: אגדה של אדגר
ja: 伝説エドガーの
ko: 전설 에드거
lv: Legend of Edgar
mk: Легендата на Едгар
mt: Il-Leġġenda ta 'Edgar
nl: De legende van Edgar
ro: Legenda lui Edgar
sl: Legend of Edgar
sq: Legjenda e Edgar
sr: Легенда о Едгара
sw: The Legend ya Edgar
tr: Legend of Edgar
yi: די לעגענד פון עדגאַר
zh: 埃德加的传奇

source: %s is needed to activate this switch
af: %s is nodig om te aktiveer hierdie skakelaar
ar: %s هناك حاجة لتفعيل هذا التبديل
be: %s неабходны для актывацыі гэтага пераключальніка
bg: %s е необходимо да активирате тази променлива
ca: %s és necessari per activar aquesta opció
cs: %s je třeba k aktivaci tohoto přepínače
cy: %s Mae angen at activate newid hwn
da: %s er nødvendig for at aktivere denne variabel
de: %s ist nötig, um diese Option
el: %s είναι απαραίτητη για να ενεργοποιήσεις αυτό το διακόπτη
et: %s on vaja aktiveerida seda lülitit
fa: %s مورد نیاز است به فعال کردن این گزینه
fi: %s on tarpeen ottaa tämä kytkin
fr: %s euros est nécessaire pour activer cette option
ga: %s Is gá chun a ghníomhachtú seo a aistriú
gl: %s é necesario para activar esta opción
hi: %s की जरूरत है इस स्विच सक्रिय
hr: %s potrebno je aktivirati ovaj parametar
hu: %s van szükség, hogy elkezdje alkalmazni kapcsol
is: %s er þörf til að virkja þetta skipta
it: %s è necessario per attivare questa opzione
iw: %s יש צורך להפעיל את זה לעבור
ja: %sには、このスイッチを有効に必要です
ko: %s이 스위치를 활성화가 필요합니다
lv: %s ir nepieciešama, lai aktivizētu šo slēdzi
mk: %s е потребно за да ја активирате оваа прекинувач
mt: %s huwa meħtieġ biex jattivaw dan is-swiċċ
nl: %s euro is nodig om deze schakelaar te activeren
no: %s er nødvendig å aktivere denne bryteren
pl: %s jest potrzebne, aby uaktywnić przełącznik
pt: %s é necessário para ativar essa opção
ro: %s este necesară pentru a activa acest parametru
sl: %s je potrebno, da vključite to stikalo
sq: %s është e nevojshme për të aktivizuar këtë kaloni
sr: %s је потребно да активирате овај комутатор
sv: %s behövs för att aktivera denna växel
sw: %s zinahitajika kwa aktivera Kubadilisha hii
tr: %s için bu anahtarı etkinleştirmek tabi
vi: %s là cần thiết để kích hoạt này chuyển đổi
yi: %s איז נעעדעד צו אַקטאַווייט דאָס באַשטימען
zh: %s是需要激活此开关

source: Press Action to use this switch
af: Pers Aksie het om hierdie skakelaar
ar: اضغط على العمل لاستخدام هذا التبديل
be: Прэса Дзеянне Для выкарыстання гэтага ключа
bg: Натиснете за действие да се използва този ключ
ca: Premsa d'Acció per a usar aquest modificador
cs: Tisková Akce na používání tohoto přepínače
cy: Datganiadau Gweithredu i ddefnyddio'r newid
da: Tryk aktion for at bruge denne parameter
de: Presse Maßnahmen zur Verwendung dieser Option
el: Πατήστε δράση για να χρησιμοποιήσετε αυτόν τον διακόπτη
et: Press tegevuskava kasutada seda lülitit
fa: مطبوعات اقدام به استفاده از این گزینه
fi: Paina toimet käyttää tätä kytkintä
fr: Presse d'action pour utiliser ce commutateur
ga: Preas Gníomhaíochta seo a úsáid athrú
gl: Prensa Acción para utilizar esta opción
hi: प्रेस लड़ाई इस स्विच का उपयोग
hr: Pritisnite Akcija koristiti ovaj prekidač
hu: Nyomja meg a fellépés használni ezt a kapcsolót
is: Stutt Aðgerðir til að nota þennan skipta
it: Premere azione per utilizzare questa opzione
iw: הקש פעילות כדי להשתמש בבורר זה
ja: プレスアクションは、このスイッチを使用する
ko: 보도 액션이 스위치를 사용하려면
lv: Preses Prasība izmantot šo slēdzi
mk: Прес акција да го користите овој прекинувач
mt: Press Azzjoni biex jużaw dan is-swiċċ
nl: Druk op actie om deze schakelaar
no: Trykk Tiltak for å bruke denne bryteren
pl: Prasa działania użycia tego przełącznika
pt: Imprensa Ação para usar esta opção
ro: Comunicat de presă de acţiune pentru a utiliza acest parametru
sl: Pritisnite Ukrep za uporabo tega stikala
sq: Shtypni Veprimit për të përdorur këtë kaloni
sr: Притисните Акцију да користите овај комутатор
sv: Tryck Åtgärder för att använda denna växel
sw: Press Action kutumia Kubadilisha
tr: Eylem basın bu anahtarı kullanmak için
vi: Báo chí hành động để sử dụng chuyển đổi
yi: דרוק אַקשאַן צו נוצן דעם באַשטימען
zh: 按行动使用此开关

source: Press Action to save your game
af: Pers Aksie te slaan jy die spel
ar: اضغط على العمل لإنقاذ لعبتك
be: Прэса меры, каб выратаваць гульню
bg: Натиснете за действие, за да запазите играта
ca: Premsa d'acció per salvar el joc
cs: Tisková Akce uložte hru
cy: Datganiadau Gweithredu i gadw eich gêm
da: Tryk aktion for at gemme dit spil
de: Presse Aktion zu speichern Sie Ihr Spiel
el: Πατήστε δράση για να σώσει το παιχνίδι σας
et: Press Action salvestada mängu
fa: مطبوعات اقدام به ذخیره بازی کنید
fi: Paina toiminta tallentaa peli
fr: Presse d'action pour sauver votre jeu
ga: Preas Gníomhaíochta do chluiche a shábháil
gl: Prensa acción para salvar o seu xogo
hi: प्रेस लड़ाई अपने खेल को बचाने के लिए
hr: Pritisnite Akcija spremiti igru
hu: Nyomja meg a fellépés menteni a játékot
is: Stutt Aðgerðir til að vista leikinn þinn
it: Premere azione per salvare il vostro gioco
iw: הקש פעולה כדי להציל את המשחק שלך
ja: プレスアクションゲームを保存する
ko: 보도 액션 게임을하기 위해
lv: Preses rīcība, lai saglabātu savu spēli
mk: Прес акција за да ја зачувате вашата игра
mt: Press Azzjoni biex jiffrankaw logħba tiegħek
nl: Druk op actie om je spel opslaan
no: Trykk Tiltak for å lagre spillet
pl: Prasa działania, aby zapisać grę
pt: Imprensa acção para salvar o seu jogo
ro: Comunicat de presă de acţiune pentru a salva jocul dvs.
sl: Pritisnite, da shranite Ukrep igre
sq: Shtypni Veprimit për të shpëtuar lojë tuaj
sr: Притисните Акцију да сачувате вашу игру
sv: Tryck Åtgärder för att spara dina spel
sw: Press Action kuokoa mchezo wako
tr: Eylem basın oyununuzu kaydetmek için
vi: Báo chí hành động để lưu các trò chơi của bạn
yi: דרוק אַקשאַן צו ראַטעווען דיין שפּיל
zh: 按行动拯救你的游戏

source: %s is required to use this Pressure Plate
af: %s is nodig om hierdie Druk Plaat
ar: %s مطلوب لاستخدام هذا الضغط بلايت
be: %s патрабуе, каб выкарыстаць гэтую нажимной
bg: %s е необходимо да се използва този натиск Плейт
ca: %s és necessari per a utilitzar aquesta placa de pressió
cs: %s je nutné používat tento tlak Plate
cy: %s Mae angen i ddefnyddio'r Gwasgedd Plât
da: %s er forpligtet til at anvende denne trykpladen
de: %s Euro werden benötigt, um dieses Druckmittel zu benutzen Tafel
el: %s καλείται να χρησιμοποιήσει αυτή Πίεση Plate
et: %s on vaja kasutada seda Pressure Plate
fa: %s مورد نیاز است به استفاده از این فشار پلیت
fi: %s on velvollinen käyttämään tätä Pressure Plate
fr: %s euros est nécessaire pour utiliser cette Plaque de pression
ga: %s Is gá seo a úsáid Bhrú pláta
gl: %s é necesario para usar esa presión Plate
hi: %s इस दबाव प्लेट उपयोग करने की आवश्यकता है
hr: %s je potrebno za korištenje ove Tlak ploča
hu: %s van szükség, hogy ezt a Pressure Plate
is: %s þarf til að nota þennan Pressure Plate
it: %s è necessario per utilizzare questa pressione Plate
iw: %s נדרש להשתמש הלחץ הזה פלייט
ja: %sプレートは、この圧力を使用する必要があります
ko: %s 플레이트이 압력을 사용하는 데 필요합니다
lv: %s ir nepieciešams, lai izmantotu šo Pressure Plate
mk: %s е потребно да го користите овој притисок Чинија
mt: %s huma meħtieġa li jużaw dan il-Pressjoni Plate
nl: %s euro is nodig om deze druk te gebruiken Plate
no: %s er nødvendig for å bruke denne Pressure Plate
pl: %s jest potrzebne do korzystania z tego ciśnienia Plate
pt: %s é necessário para usar essa pressão Plate
ro: %s este necesară pentru a utiliza această presiune Plate
sl: %s je potrebno uporabiti to Pressure Plate
sq: %s është e nevojshme për të përdorur këtë Presioni Plate
sr: %s је потребно да бисте користили овај притисак плоча
sv: %s krävs för att använda denna tryckplatta
sw: %s anahitajika kutumia Pressure Bamba
tr: %s Plaka Bu basınç kullanmak için gereklidir
vi: %s để sử dụng này áp Plate
yi: %s איז פארלאנגט צו ניצן די פּרעשער פּלאַטע
zh: %s需要使用这种压力板
