Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Centurion Statue
af: Centurion Standbeeld
ar: تمثال القائد الروماني
be: Статуя Центурион
bg: Центурион Статуята
ca: Centurion Estàtua
cs: Centurion Socha
cy: Centurion Cerflun
el: Centurion Άγαλμα
fa: یوزباشی مجسمه
ga: Centurion dealbh
gl: Centurion Estatua
hi: सेंचुरियन प्रतिमा
hu: Szobra százados
iw: צנטוריון פסל
ja: センチュリオンの女神
ko: 센츄리 동상
mk: Centurion Статуа
mt: Centurion Statwa
pt: Centurion Estátua
ro: Centurion Statuia
sq: Centurioni Statuja
sr: Сатник статуе
sw: Jemadari Sanamu
tr: Centurion Heykeli
vi: Centurion Tượng
yi: סענטוריאָן סטאַטוע
zh: 百夫长雕像

source: Spider Statue
af: Spider Standbeeld
ar: عنكبوت تمثال
be: Spider Статуя
bg: Паяк Статуята
ca: Spider Estàtua
cs: Spider Socha
cy: Spider Cerflun
el: Spider Άγαλμα
fa: مجسمه عنکبوت
fi: Spider patsaan
ga: Spider dealbh
hi: मकड़ी प्रतिमा
hu: Spider-szobor
iw: פסל עכביש
ja: 蜘蛛の女神
ko: 거미 동상
mk: Статуа пајакот
mt: Spider Statwa
sq: Statuja spider
sr: Спидер статуе
sw: Spider Sanamu
tr: Spider Heykeli
vi: Spider Tượng
yi: שפּין סטאַטוע
zh: 蜘蛛雕像

source: Tortoise Statue
af: Skilpad Standbeeld
ar: تمثال السلحفاة
be: Статуя чарапахі
bg: Костенурка Статуята
ca: Estàtua de tortuga
cs: Želva Socha
cy: Tortoise Cerflun
da: Skildpadde Statue
el: Χελώνα Άγαλμα
et: Kilpkonn Statue
fa: لاک پشت مجسمه
fi: Kilpikonna patsaasta
ga: Turtar dealbh
gl: Tortoise Estatua
hi: कछुआ प्रतिमा
hr: Kornjača Statue
hu: Teknős szobor
is: Skjaldbaka Statue
it: Tartaruga Statue
iw: צב פסל
ja: 亀の像
ko: 거북이 동상
lv: Bruņurupuča Statue
mk: Костенурка Статуа
mt: Fekruna Statwa
pt: Tortoise Estátua
ro: Broască-ţestoasă Statue
sq: Breshkë Statuja
sr: Корњача статуе
sv: Sköldpadda Statue
sw: Kobe Sanamu
tr: Kaplumbağa Heykeli
vi: Rùa Tượng
yi: טאָרטאָיסע סטאַטוע
zh: 龟雕像

source: Scorpion Statue
af: Scorpion Standbeeld
ar: العقرب تمثال
be: Статуя Scorpion
bg: Скорпион Статуята
ca: Scorpion Estàtua
cs: Scorpion Socha
cy: Scorpion Cerflun
el: Σκορπιός Άγαλμα
fa: عقرب مجسمه
fi: Scorpionin Statue
ga: Scairp dealbh
gl: Scorpion Estatua
hi: बिच्छू प्रतिमा
hu: Szobra Scorpion
is: Sporðdreki Statue
iw: פסל העקרב
ja: サソリの女神
ko: 전갈 동상
mk: Статуа Шкорпија
mt: Scorpion Statwa
pt: Scorpion Estátua
sq: Scorpion Statuja
sr: Шкорпион статуе
sw: Nge Sanamu
tr: Akrep Heykeli
vi: Scorpion Tượng
yi: סקאָרפּיאָן סטאַטוע
zh: 蝎子雕像

source: A Blue Gem
af: Een Blue Gem
ar: وقال جيم الأزرق
be: Blue Gem
bg: Синя Gem
ca: Una gemma blau
cs: Blue Gem
cy: A Gem Glas
da: En blå Gem
el: Ένα Blue Gem
et: Blue Gem
fa: سنگ آبی
fi: Blue Gem
ga: A GEM Gorm
gl: A Pedra Azul
hi: एक ब्लू रत्न
hr: Blue Gem
it: Una gemma blu
iw: פנינה כחול
ja: 青い宝石
ko: 블루 보석
lv: Blue Gem
mk: А Син Gem
mt: A Gem Blue
pl: Blue Gem
pt: A Pedra Azul
ro: O Gem Blue
sl: Blue Gem
sq: Një Gem Blue
sr: Плава гем
vi: Một Gem Blue
yi: א בלו געם
zh: 阿蓝色宝石

source: A statue of a Centurion. It has 2 legs.
af: 'N standbeeld van' n Centurion. Dit het 2 bene.
ar: تمثال لسنتوريون. 2 فقد ساقيه.
be: Статуя Centurion. Ён мае 2 ногі.
bg: Статуя на един стотник. Разполага с 2 крака.
ca: Una estàtua d'un centurió. Disposa de 2 cames.
cs: Socha Centurion. Má 2 nohy.
cy: Mae cerflun o Centurion. Mae ganddo goesau 2.
da: En statue af en Centurion. Det har 2 ben.
de: Eine Statue des Centurion. Es hat 2 Beine.
el: Άγαλμα ενός Centurion. Διαθέτει 2 πόδια.
et: Skulptuuri Centurion. See on 2 jalgu.
fa: مجسمه یوزباشی. این 2 تا به پاها.
fi: Patsas Centurion. Se on 2 jalat.
fr: La statue d'un Centurion. Il a 2 jambes.
ga: Tá dealbh de Centurion. Tá sé cosa 2.
gl: Unha estatua dun Centurion. Tem 2 pernas.
hi: एक सेंचुरियन की एक मूर्ति. यह 2 पैरों की है.
hr: Kip Centurion. Ima 2 noge.
hu: A szobrot egy százados. Meg 2 lábát.
is: Stytta af Centurion. Það hefur 2 fætur.
it: Una statua di un centurione. Dispone di 2 gambe.
iw: פסל של צנטוריון. יש לו 2 הרגליים.
ja: センチュリオンの像です。これは2足をしています。
ko: 센츄리 온의 동상. 그것은 2 다리가있다.
lv: Statuja Centurion. Tas ir 2 kājiņas.
mk: А статуа на Centurion. Таа има 2 нозе.
mt: A istatwa ta 'Centurion. Hija 2 saqajn.
nl: Een standbeeld van een Centurion. Het heeft 2 benen.
no: En statue av en Centurion. Det har 2 ben.
pl: Statua Centurion. Posiada 2 nogi.
pt: Uma estátua de um Centurion. Ele tem 2 pernas.
ro: O statuie a unui Centurion. Aceasta are 2 picioare.
sl: Kip Centurion. Ima 2 noge.
sq: Një statujë e centurionit. Ajo ka 2 këmbët.
sr: Статуа Центурион. Има 2 ноге.
sv: En staty av en Centurion. Den har 2 ben.
sw: Sanamu ya ofisa. It has 2 miguu.
tr: Bir Centurion bir heykeli. It 2 ayağı vardır.
vi: Một bức tượng của một Centurion. Nó có 2 chân.
yi: א סטאַטוע פון אַ סענטוריאָן. עס האט 2 לעגס.
zh: 一个百夫长雕像。它有2个腿。

source: A Green Gem
ar: وقال جيم الخضراء
be: Green Gem
bg: Зелена Gem
ca: Una gemma verda
cs: Zelený drahokam
cy: A Gem Gwyrdd
da: En Green Gem
el: Μια Πράσινη Gem
et: Green Gem
fa: سنگ سبز
fi: Vihreässä Gem
ga: A GEM Glas
gl: A Gem Verde
hi: एक हरित रत्न
hr: Green Gem
it: Una gemma verde
iw: רן גרין
ja: 緑の宝石
ko: 녹색 보석
lv: Green Gem
mk: Зелената Gem
pl: Green Gem
pt: A Gem Verde
ro: O piatră preţioasă Green
sl: Green Gem
sq: Një Gem Green
sr: Зелена гем
vi: Một Gem xanh
yi: א גרין געם
zh: 绿宝石

source: A Purple Gem
af: Een Purple Gem
ar: وقال جيم بيربل
be: Purple Gem
bg: А Purple Gem
ca: Una gemma porpra
cs: Purple Gem
da: En lilla Gem
el: Μια μοβ Gem
et: Purple Gem
fa: پارس گوهر بنفش
fi: Purple Gem
ga: A GEM Purple
gl: A Gem Purple
hi: एक बैंगनी रत्न
hr: Ljubičasta Gem
it: A Gem Purple
iw: פנינה סגול
ja: 紫の宝石
ko: 보라색 보석
lv: Purple Gem
mk: A Gem Пурпур
mt: A Gem Purple
pl: Purple Gem
pt: A Gem Purple
ro: Un Gem Purple
sl: Purple Gem
sq: Një Gem Purple
sr: Љубичаста гем
sv: En Purple Gem
tr: Mor Gem
vi: Một Gem Tím
yi: א פּורפּלע געם
zh: 紫色宝石

source: A Red Gem
af: 'N Rooi Gem
ar: وقال جيم الأحمر
be: Чырвоны каштоўны камень
bg: А Червената Gem
ca: Una gemma vermella
cs: Red Gem
cy: A Gem Coch
da: En Røde Gem
de: Ein Red Gem
el: Ένα κόκκινο Gem
et: Red Gem
fa: سنگ قرمز
fi: Red Gem
ga: A GEM Dearg
gl: Unha pedra vermella
hi: एक लाल मणि
hr: Red Gem
it: Una gemma rossa
iw: רן האדום
ja: 赤い宝石
ko: 붉은 보석
lv: Red Gem
mk: A Gem Red
mt: A Gem Red
pl: Red Gem
pt: Uma pedra vermelha
ro: O Gem Red
sl: Red Gem
sq: Një Gem Kuq
sr: Црвена гем
vi: Một Gem đỏ
yi: א רעד געם
zh: 阿红宝石

source: A statue of a Scorpion. It has 6 legs.
af: 'N standbeeld van' n Scorpion. Dit het 6 bene.
ar: تمثال لعقرب. لها 6 أرجل.
be: Статуя Скарпіёна. Яна мае 6 ног.
bg: Статуя на Скорпиона. Тя разполага с 6 крака.
ca: Una estàtua d'un escorpí. Disposa de 6 cames.
cs: Socha Scorpion. To má 6 nohou.
cy: Mae cerflun o Scorpion. Mae ganddo goesau 6.
da: En statue af en skorpion. Det har 6 ben.
de: Eine Statue des Skorpion. Es hat 6 Beine.
el: Άγαλμα ενός Σκορπιός. Έχει 6 πόδια.
et: Skulptuuri Scorpion. Tal on 6 jalgu.
fa: مجسمه عقرب. این پاها 6.
fi: Patsas Scorpion. Se on 6 jalat.
fr: Une statue d'un scorpion. Il a 6 pattes.
ga: Tá dealbh de scairp. Tá sé cosa 6.
gl: Unha estatua dun escorpión. Ela ten 6 patas.
hi: एक बिच्छू की एक मूर्ति. यह 6 पैरों की है.
hr: Kip Scorpion. Ona ima 6 nogu.
hu: A szobrot a Scorpion. Szintén 6 lába.
is: Stytta af Scorpion. Það hefur 6 fætur.
it: Una statua di uno scorpione. Dispone di 6 gambe.
iw: פסל של עקרב. יש 6 רגליים.
ja: スコーピオンの像です。これは6脚をしています。
ko: 전갈의 동상. 그것은 6 다리가있다.
lv: Statuja Scorpion. Tā ir 6 kājas.
mk: А статуа на Шкорпија. Таа има 6 нозе.
mt: A istatwa ta 'Scorpion. Hija għandha 6 saqajn.
nl: Een standbeeld van een schorpioen. Het heeft 6 poten.
no: En statue av en skorpion. Den har 6 bein.
pl: Statua Scorpion. Ma 6 nogach.
pt: Uma estátua de um escorpião. Ela tem 6 pernas.
ro: O statuie a unui Scorpion. El are 6 picioare.
sl: Kip Scorpion. Ima 6 nog.
sq: Një statujë e një Scorpion. Ajo ka 6 këmbët.
sr: Статуа Шкорпион. Она има 6 ногу.
sv: En staty av en skorpion. Den har 6 ben.
sw: Sanamu ya nge. It has 6 miguu.
tr: Bir Scorpion bir heykeli. It 6 ayağı vardır.
vi: Một bức tượng của Scorpion một. Nó có 6 chân.
yi: א סטאַטוע פון אַ סקאָרפּיאָן. עס איז 6 לעגס.
zh: 蝎子的一个雕像。它有6腿。

source: A statue of a Spider. It has 8 legs.
af: 'N standbeeld van' n spin. Dit het 8 bene.
ar: تمثال لالعنكبوت. 8 فقد ساقيه.
be: Статуя Spider. Ён мае 8 ног.
bg: А статуя на паяк. Тя разполага с 8 крака.
ca: Una estàtua d'una aranya. Compta amb 8 potes.
cs: Socha Spider. To má 8 nohou.
cy: Mae cerflun o Spider. Mae ganddo goesau 8.
da: En statue af en edderkop. Det har 8 ben.
de: Eine Statue von einer Spinne. Es hat 8 Beine.
el: Ένα άγαλμα Spider. Έχει 8 πόδια.
et: Skulptuuri Spider. See on 8 jalad.
fa: مجسمه عنکبوتی. دارای 8 پا.
fi: Patsas Spider. Se on 8 jalat.
fr: Une statue de l'araignée. Il possède 8 pattes.
ga: Tá dealbh de Spider. Tá sé cosa 8.
gl: Unha estatua dunha araña. Tem 8 pernas.
hi: एक मकड़ी की एक मूर्ति. यह 8 पैरों की है.
hr: Kip Spider. Ona ima 8 nogu.
hu: A szobrot egy pók. Meg 8 lába.
is: Stytta af Spider. Það hefur 8 fótum.
it: Una statua di un ragno. Ha 8 gambe.
iw: פסל של עכביש. יש 8 רגליים.
ja: 『スパイダーマン』の像です。これは8脚をしています。
ko: 스파이더맨의 동상. 그것은 8 개 다리가있다.
lv: Statuja Spider. Tā ir 8 kājas.
mk: А статуа на Spider. Таа има 8 нозе.
mt: A istatwa ta 'Spider. Hija 8 saqajn.
nl: Een standbeeld van een Spider. Het heeft 8 poten.
no: En statue av en Spider. Den har 8 bein.
pl: Statua Spider. Ma 8 nóg.
pt: Uma estátua de uma aranha. Ele tem 8 pernas.
ro: O statuie de un păianjen. Acesta dispune de 8 picioare.
sl: Kip Spider. Ima 8 noge.
sq: Një statujë e një Spider. Ajo ka 8 këmbët.
sr: Статуа паука. Она има 8 ногу.
sv: En staty av en spindel. Den har 8 ben.
sw: Sanamu ya Spider. It has 8 miguu.
tr: Bir Spider heykeli. It 8 ayağı vardır.
vi: Một bức tượng của một Spider. Nó có 8 chân.
yi: א סטאַטוע פון אַ ספּיידער. עס האט 8 לעגס.
zh: 一个蜘蛛雕像。它有8腿。

source: An Armadillo Spike Ball. Will scatter spikes when thrown.
af: 'N Armadillo Spike Ball. Sal strooi stekels toe gegooi.
ar: وأرماديلو سبايك الكرة. سوف مبعثر التموج عندما القيت.
be: Armadillo Spike Ball. Разьвею шыпамі, калі кінуты.
bg: Един броненосци Спайк топка. Ще разсея шпайкове, когато хвърлена.
ca: Una bola de Spike Armadillo. Ha de fer pics quan es llança.
cs: Armadillo Spike Ball. Rozptýlím hroty, když hodil.
cy: Mae Spike Armadillo Ball. Bydd gwasgariad spikes pan taflu.
da: En Armadillo Spike Ball. Vil sprede pigge når kastet.
de: Ein Armadillo Spike Ball. Will Scatter Spikes, wenn er geworfen.
el: Μια Armadillo Spike μπάλα. Θα σκέδασης αιχμές όταν ρίχνονται.
et: Vöölane Spike Ball. Kas hajumine naelu, kui visatakse.
fa: Armadillo اسپایک توپ. آیا وقتی که خوشه به پایین پرتاب پراکنده.
fi: Armadillo Spike Ball. Hajotan piikkejä, kun heitetään.
fr: Un tatou Spike Ball. Dispersera crampons après avoir été éjecté.
ga: An Spike Armadillo Ball. An Scaip spikes nuair thrown.
gl: Un tatuar Spike Ball. Estender picos cando accionada.
hi: एक Armadillo स्पाईक बॉल. जब फेंक दिया spikes तितर बितर करूंगा.
hr: Armadillo Spike Ball. Će se raspršiti kada je bačen šiljci.
hu: Az Armadillo Spike Ball. Majd szét tüskék, amikor dobott.
is: An Armadillo Spike Ball. Vilja dreifa Gaddur er kastað.
it: Un armadillo Spike Ball. Si disperdono punte quando è lanciato.
iw: ארמדילו ספייק בול. האם פיזור דוקרנים כאשר נזרק.
ja: アルマジロスパイクボール。スパイク時にスローされる散布だろう。
ko: 아르마 딜로 스파이크 공. 스파이크를 할 때 던져 흩어 윌.
lv: Bruņnesis Spike Ball. Vai izbārstīt tapas, kad izmet.
mk: Armadillo Бол на Спајк. Кога ќе ги растера шила фрлена.
mt: An Ball Spike Armadillo. Se scatter spikes meta jintefgħu.
nl: Een Armadillo Spike Ball. Zal scatter spikes wanneer gegooid.
no: En Armadillo Spike Ball. Skal spre toppene når kastet.
pl: Armadillo Spike Ball. Czy rozpraszają kolce, kiedy wyrzucony.
pt: Um tatu Spike Ball. Espalharei picos quando acionada.
ro: O Armadillo Spike Ball. Va împrăştia piroane atunci când aruncat.
sl: Armadillo Spike Ball. Will razpršujte spikes, ko vrgli.
sq: Një Spike Armadillo Ball. Do të shpërndaj spikes kur hidhet.
sr: Армадилло Спајк лопту. Када ће се распршити скок баца.
sv: En Armadillo Spike Ball. Kommer scatter spikar när den kastas.
sw: An Armadillo Spike Ball. Je scatter Spikes wakati kutupwa.
tr: Bir Armadillo Spike Ball. Ani ne zaman atılmış scatter Will.
vi: An Armadillo Spike Ball. Sẽ tan gai khi ném.
yi: אַ אַרמאַדיללאָ ספּייק באַלל. וועט צעוואַרפן ספּייקס ווען טראָון.
zh: 一个犰狳穗球。抛出异常时，将分散高峰。

source: A statue of a Tortoise. It has 4 legs.
af: 'N standbeeld van' n skilpad. Dit het 4 bene.
ar: تمثال من السلحفاة. فقد 4 الساقين.
be: Статуя чарапахі. Ён мае 4 ногі.
bg: Статуя на костенурки. Тя разполага с 4 крака.
ca: Una estàtua d'una tortuga. Disposa de 4 potes.
cs: Socha želva. To má 4 nohy.
cy: Mae cerflun o Tortoise. Mae ganddo goesau 4.
da: En statue af en landskildpadde. Det har 4 ben.
de: Eine Statue von einer Schildkröte. Sie hat 4 Beine.
el: Ένα άγαλμα Tortoise. Διαθέτει 4 πόδια.
et: Skulptuuri Tortoise. See on 4 jalad.
fa: مجسمه لاک پشت ها. این 4 تا به پاها.
fi: Patsas kilpikonnan. Se on 4 jalkaa.
fr: Une statue d'une tortue. Elle a 4 pattes.
ga: Tá dealbh de turtar. Tá sé cosa 4.
gl: Unha estatua dunha tartaruga. Ten 4 pernas.
hi: एक कछुआ की एक मूर्ति. यह 4 पैरों की है.
hr: Kip Tortoise. On ima 4 noge.
hu: A szobrot egy teknős. Meg 4 lába.
is: Stytta af skjaldbaka. Það hefur 4 fætur.
it: Una statua di una tartaruga. Ha 4 gambe.
iw: פסל של צב. יש 4 רגליים.
ja: 亀の像です。これは4本脚しています。
ko: 거북이의 동상. 그건 다리 4 개가있다.
lv: Statuja Tortoise. Tas ir 4 kājas.
mk: А статуа на Костенурка. Таа има 4 нозе.
mt: A istatwa ta 'Tortoise. Hija 4 saqajn.
nl: Een standbeeld van een schildpad. Het heeft 4 poten.
no: En statue av en skilpadde. Den har 4 bein.
pl: Statua Tortoise. Ma 4 nogi.
pt: Uma estátua de uma tartaruga. Tem 4 pernas.
ro: O statuie a unui Tortoise. Ea are 4 picioare.
sl: Kip Tortoise. Ima 4 noge.
sq: Një statujë e një Tortoise. Ajo ka 4 këmbët.
sr: Статуа корњача. Она има 4 ноге.
sv: En staty av en sköldpadda. Den har 4 ben.
sw: Sanamu ya Tortoise. It has 4 miguu.
tr: Kaplumbaða heykeli. Bu 4 ayağı vardır.
vi: Một bức tượng của một rùa. Nó có 4 chân.
yi: א סטאַטוע פון אַ טאָרטאָיסע. עס האט 4 לעגס.
zh: 一个龟雕像。它有4条腿。

source: A Tuning Fork
ar: شوكة والتضبيط
be: Камертон
bg: А камертон
ca: Un Forquilla Tuning
cs: Ladička
cy: A Fforch Tiwnio
da: En stemmegaffel
de: Eine Stimmgabel
el: Ένα διαπασών
et: Tuning Fork
fa: چنگک تنظیم
fi: Äänirauta
fr: Un diapason
ga: A Forc Tiúnadh
gl: A Fork Tuning
hi: एक कांटा ट्यूनिंग
hr: Viljuška
hu: A hangvilla
it: Una forchetta Tuning
iw: מזלג כוונון
ja: 音叉
ko: 튜닝 포크
lv: Kamertonis
mk: А Tuning Fork
mt: A Furketta Tuning
nl: Een stemvork
no: En stemmegaffel
pl: Kamerton
pt: A Fork Tuning
ro: O furculiţă Tuning
sl: Tuning Fork
sq: Një Fork akordim
sr: Звучна виљушка
sv: En stämgaffel
sw: A Tuning uma
tr: Bir Tuning Çatal
vi: Một Tuning Fork
yi: א טונינג פאָרק
zh: 音叉

source: A chopped log
af: 'N gekap log
ar: وسجل المفروم
be: Нарэзанымі часопіса
bg: А нарязан дневник
ca: Un registre de picada
cs: Nakrájenou log
cy: A log wedi'i dorri
da: En hakket log
de: Eine gehackte Login
el: Ένα ψιλοκομμένο log
et: Hakitud samamoodi
fa: ورود به سیستم قطعه قطعه شده
fi: Hienonnettu log
fr: Un journal hachées
ga: A log chopped
gl: Un rexistro chopped
hi: एक कटा लॉग इन
hr: Sjeckani log
hu: A vágott napló
is: A hakkað þig inn
it: Un registro tritato
iw: יומן קצוץ
ja: みじん切りログ
ko: 다진 로그
lv: Sasmalcinātas log
mk: А сецкани логирате
mt: A mqatta log
nl: Een gehakte log
no: A hakkede logg
pl: Posiekane log
pt: Um log chopped
ro: Un jurnal tocat
sl: Sesekljan log
sq: Një log copëtuar
sr: Исецкани Дневник
sv: En hackad log
sw: A kung'olewa logi
tr: A kıyılmış günlüğü
vi: Một đăng nhập xắt nhỏ
yi: א געהאַקט אַרייַנלאָגירן
zh: 阿切碎日志

source: Narrator
af: Verteller
ar: الراوي
be: Апавядальнік
bg: Разказвач
ca: Narrador
cs: Vypravěč
cy: Adroddwr
da: Oplæser
de: Erzähler
el: Αφηγητής
et: Jutustaja
fa: مجری
fi: Narratoria
fr: Narrateur
gl: Narrador
hi: बयान
hr: Pripovjedač
hu: Elbeszélője
is: Sögumaður
it: Narratore
iw: קריין
ja: ナレーター
ko: 내레이터
lv: Stāstītājs
mk: Раскажувачот
nl: Verteller
no: Forteller
pt: Narrador
sl: Pripovedovalca
sq: Folës
sr: Наратор
sv: Berättare
tr: Anlatıcı
yi: נאַרראַטאָר
zh: 讲述

source: It's a cauldron. Maggie has one just like this
af: Dit is 'n ketel. Maggie het een, net soos hierdie
ar: انها المرجل. ماجي واحد فقط من هذا القبيل
be: Гэта кацёл. Мэгі мае аднаго, як гэта
bg: Това е един котел. Маги е една точно като тази
ca: És un calder. Maggie té un com aquest
cs: Je to kotel. Maggie má jedno stejně jako to
cy: Mae'n crochan. Maggie un yn union fel y
da: Det er en gryde. Maggie har en lige som denne
de: Es ist ein Kessel. Maggie hat man nur davon
el: Είναι ένα καζάνι. Μάγκι έχει ένα ακριβώς όπως αυτό
et: See pada. Maggie on üks lihtsalt meeldib see
fa: این یک کتری بزرگ است. مگی یکی درست مثل این
fi: Se kattilassa. Maggie on yksi aivan kuten tämä
fr: C'est un chaudron. Maggie a un juste comme ça
ga: It's a cauldron. Maggie Tá ceann amháin mar seo
gl: É un caldeiro. Maggie ten exactamente como este
hi: यह एक कड़ाही है. Maggie इस तरह एक ही है
hr: To je kotao. Maggie ima jedan baš ovako
hu: It's a bogrács. Maggie az egyik, mint ez
is: It's a cauldron. Maggie er einn alveg eins og þessa
it: E 'un calderone. Maggie ha un proprio come questo
iw: זה קלחת. מגי יש רק אחד כזה
ja: これは、釜だ。マギーは、このよう1ている
ko: 그것은 가마솥의. 매기가 이렇게 하나있다
lv: Tas ir liels katls. Maggie ir viens, tāpat kā tas
mk: Тоа е казан. Меги има еден како овој
mt: It's a cauldron. Maggie kienet waħda biss bħal dan
nl: Het is een ketel. Maggie heeft een net als dit
no: Det er en gryte. Maggie har en akkurat som denne
pl: Jest to kocioł. Maggie ma jedno, tak jak to
pt: É um caldeirão. Maggie tem um exatamente como este
ro: Este un cazan. Maggie are una la fel ca acest
sl: To je kotel. Maggie ima eno tako kot to
sq: Kjo është një kazan. Maggie ka vetëm një si kjo
sr: То је казан. Меги има један попут овог
sv: Det är en kittel. Maggie har en precis som
sw: Ni cauldron. Maggie ina moja tu kama hili
tr: Bir kazanı's. Maggie Bu gibi biri var
vi: It's a cauldron. Maggie có một chỉ như thế này
yi: ס אַ קעסל. מאַגגיע איז איין פּונקט ווי די
zh: 这是一个大锅。玛姬刚刚这样一

source: Right, here goes!
af: Goed, hier gaan!
ar: الحق ، وهنا يذهب!
be: Да, тут ідзе!
bg: Да, тук върви!
ca: Bé, aquí va!
cs: Dobře, tady jde!
cy: Hawl, yma yn mynd!
da: Ret, her går!
de: Rechts geht hier!
el: Δεξιά, εδώ πηγαίνει!
et: Õigus, siin läheb!
fa: راست ، در اینجا می رود!
fr: Droit, allons-y!
ga: Téann Ceart, anseo!
gl: Ben, aquí vai!
hi: ठीक है, यहाँ है!
hr: Desno, ovdje ide!
hu: Van, itt megy!
is: Right, hér fer!
it: A destra, va qui!
iw: בסדר, הנה זה בא!
ja: 右、ここで行く！
ko: 좋아, 간다!
lv: Pareizi, šeit iet!
mk: Добро, тука се!
mt: Dritt, hawnhekk tmur!
nl: Rechts, hier gaat!
no: Høyre går her!
pl: Prawo, tu idzie!
pt: Bem, aqui vai!
ro: Corect, aici merge!
sl: Ja, tukaj gre!
sq: Drejta, këtu shkon!
sr: Добро, овде иде!
sv: Okej, here goes!
sw: Haki, here goes!
tr: Tamam, buraya!
vi: Phải, ở đây đi!
yi: רעכט, דאָ גאָוז!
zh: 是的，这里去！

source: I need all the main ingredients
af: Ek het al die belangrikste bestanddele
ar: أحتاج جميع المكونات الرئيسية
be: Мне патрэбныя ўсе асноўныя інгрэдыенты
bg: Трябва всички основни съставки
ca: Necessito tots els ingredients principals
cs: Potřebuji všechny hlavní složky
cy: Fi angen yr holl gynhwysion prif
da: Jeg har brug for alle de vigtigste ingredienser
de: Ich benötige alle die Hauptzutaten
el: Χρειάζομαι όλα τα κύρια συστατικά
et: Ma pean kõik peamised koostisosad
fa: من باید همه مواد اولیه ی آشپزی
fi: Tarvitsen kaikki tärkeimmät ainesosat
fr: J'ai besoin de tous les principaux ingrédients
ga: De dhíth orm gach comhábhair an príomh -
gl: Eu preciso de todos os principais ingredientes
hi: मैं सभी मुख्य अवयवों की आवश्यकता
hr: Trebam sve glavne sastojke
hu: Szükségem van az összes főbb összetevői
is: Ég þarf alla helstu innihaldsefni
it: Ho bisogno di tutti gli ingredienti principali
iw: אני צריך את כל המרכיבים העיקריים
ja: 私はすべての主要成分が必要
ko: 모든 주요 재료가 필요
lv: Man vajag visu galveno sastāvdaļu
mk: Ми треба сите главни компоненти
mt: I-ħtieġa kollha ta 'l-ingredjenti prinċipali
nl: Ik heb al de belangrijkste ingrediënten
no: Jeg trenger alle de viktigste ingrediensene
pl: Muszę wszystkich głównych składników
pt: Eu preciso de todos os principais ingredientes
ro: Am nevoie de toate ingredientele principale
sl: Rabim vse glavne sestavine
sq: Unë kam nevojë për të gjithë përbërësit kryesor
sr: Треба ми све главни састојци
sv: Jag behöver alla de viktigaste ingredienserna
sw: Nahitaji ingredients zote kuu
tr: Tüm ana malzemeler gerekir
vi: Tôi cần tất cả các thành phần chính
yi: איך דאַרפֿן אַלע די הויפּט ינגרידיאַנץ
zh: 我需要所有的主要成分

source: 3 Gazer Eyeballs, 1 Red Sludge Tentacle and a spare shield
af: 3 Gazer Eyeballs, 1 Rooi Slib Tentakel en 'n vrye skild
ar: 3 الناظر مقل ، 1 الأحمر الحمأة اللامسة ودرع الغيار
be: 3 Газэра вочных яблыкаў, 1 чырвоны асадак шчупальцы і запасныя шчыты
bg: 3 Гезер очните ябълки, 1 червена утайки пипало и резервни щит
ca: 3 Gazer Eyeballs, 1 Xarxa de fangs Tentacle i un escut de recanvi
cs: 3 Gezeru Oční bulvy, 1 červená kalová Tentacle a náhradní štít
cy: 3 Gazer Eyeballs, 1 Goch Sludge Tentacle a tharian sbâr
da: 3 Gazer øjne, 1 Rød Slam Tentacle og et ekstra skjold
de: 3 Gazer Augäpfel, 1 rote Schlamm Tentacle und ein Ersatz-Schild
el: 3 βλέπων μάτια, 1 Κόκκινο λάσπης Tentacle και μια εφεδρική ασπίδα
et: 3 Gazer silmamunad, 1 punane Muda Tentacle ja varuosad kilp
fa: 3 Gazer Eyeballs ، 1 قرمز لجن شاخک حساس و سپر یدکی
fi: 3 Gazer silmämunat, 1 Punainen Lietteen Tentacle ja vara-kilpi
fr: 3 Gazer Eyeballs, 1 rouge boues Tentacle et un bouclier de rechange
ga: 3 Gazer Eyeballs, 1 Red sloda Tentacle agus sciath spártha
gl: 3 Gazer Eyeballs, 1 Red Sludge Tentacle e un escudo de reposición
hi: 3 विद्या विशारद आंखों, 1 लाल कीचड़ मूंछ और एक अतिरिक्त ढाल
hr: 3 Gazer zjenice, 1 crvenog mulja Tentacle i rezervni štit
hu: 3 Gazer szemgolyók, 1 vörös iszapot Tentacle és tartalék pajzs
is: 3 Gazer Eyeballs, 1 Red Sludge Tentacle og vara skjöld
it: 3 Gazer Eyeballs, 1 Red fanghi Tentacle e uno scudo di ricambio
iw: 3 Gazer העיניים, 1 האדום בוצה Tentacle ו מגן חילוף
ja: 3麻薬取締官眼球、1レッド汚泥触手とスペアシールド
ko: 3 Gazer 대마초 1 레드 슬러지 촉수와 여분의 방패
lv: 3 Gazer acs āboli, 1 Red Dūņas tausteklis un rezerves vairogs
mk: 3 Gazer Eyeballs, 1 Црвениот Шламови Tentacle и резервни штит
mt: 3 Gazer għajnejn, 1 Red Ħama Tentacle u tarka żejda
nl: 3 Gazer oogbollen, 1 Rode Slib Tentacle en een reserve schild
no: 3 Gazer øyeepler, 1 rød slam Tentacle og en ekstra skjold
pl: 3 Gazer gałki oczne, 1 Red osadów Tentacle i części tarczy
pt: 3 Gazer Eyeballs, 1 Red Sludge Tentacle e um escudo de reposição
ro: 3 Gazer glob ocular, 1 Red nămolurile de Tentacle şi un scut de rezervă
sl: 3 Gazer zrkel, 1 Red Blato Popek in rezervni ščit
sq: 3 ëndërrimtar shikimet, 1 Kuq llum brith dhe një mburojë rezervë
sr: 3 Газер Еыебаллс, 1 Црвеног муља пипак и резервни штит
sv: 3 Gazer ögonglober, 1 röd slam Tentacle och en extra sköld
sw: 3 Gazer Eyeballs, 1 Red Sludge Tentacle na vipuri uso
tr: 3 Gazer Eyeballs, 1 Kırmızı Çamur Tentacle ve yedek bir kalkan
vi: 3 gazer nhãn cầu, 1 đỏ và lá chắn bùn Tentacle một phụ tùng
yi: 3 גאַזער ייעבאַללס, 1 רעד סלודגע טענטאַקלע און אַ ספּער פאַרשטעלן
zh: 3凝视眼球，一红污泥触手和一个备用盾
