Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: But additionally, if they receive too much energy from healing, they evolve and go on the rampage
af: Maar ook nog, as hulle te veel energie uit genesing ontvang nie, dit tot stand kom en gaan op die rampage
ar: ولكن بالإضافة إلى ذلك ، إذا كانت تتلقى الكثير من الطاقة من الشفاء ، وأنها تتطور والقيام باعمال تخريب
be: Але акрамя таго, калі яны атрымліваюць занадта шмат энергіі ацаленьня, яны развівацца і ісці на ражон
bg: Но освен това, ако те получават прекалено много енергия от лечебни, те се развиват и отидете на силна възбуда
ca: Però a més, si reben massa energia de curació, que es desenvolupen i passen al enrenou
cs: Ale kromě toho, pokud se jim dostane příliš mnoho energie z léčení, se vyvíjet a jít na rampage
cy: Ond ogystal, os ydynt yn cael gormod o ynni o iachau, maent yn esblygu ac yn mynd ar y rampage
da: Men derudover, hvis de får for meget energi fra healing, de udvikler sig, og gå på krigsstien
de: Aber darüber hinaus, wenn sie zu viel Energie aus Heilung zu empfangen, sie entwickeln sich und gehen Sie auf die Randale
el: Αλλά επιπλέον, εφόσον λαμβάνει πάρα πολύ ενέργεια από την επούλωση, εξελίσσονται και πηγαίνετε στο Rampage
et: Kuid lisaks sellele, kui nad saavad liiga palju energiat paranemine, nad arenevad ja märatsema
fa: اما علاوه بر این ، اگر آنها را دریافت انرژی بیش از حد از شفا ، آنها در اوردن و رفتن در داد و بیداد
fi: Mutta Lisäksi, jos he saavat liikaa energiaa paranemista, ne kehittyvät ja riehua
fr: Mais en outre, si elles reçoivent trop d'énergie à partir de la guérison, ils évoluer et aller sur le Rampage
ga: Ach chomh maith, má fhaigheann siad fuinnimh iomarca ó leighis, a fhorbraíonn siad agus dul ar an rampage
gl: Pero alén diso, se eles reciben moita enerxía de cura, elas evolúen e ir a Rampage
hi: लेकिन इसके अतिरिक्त, यदि वे चिकित्सा से भी अधिक ऊर्जा प्राप्त करते हैं, वे विकसित और हिसात्मक आचरण पर जाना
hr: Ali osim toga, ako oni dobiju previše energije iz ozdravljenja, oni evoluiraju i ići na divljanje
hu: De ezen kívül, ha kap túl sok energiát a gyógyító, akkor fejlődnek és megy a tombolás
is: En að auki, ef þeir fá of mikla orku frá lækna, þróast þau og fara á Rampage
it: Ma in più, se ricevono troppa energia dalla guarigione, si evolvono e andare su tutte le furie
iw: אבל בנוסף, אם הם מקבלים יותר מדי אנרגיה מן הריפוי, הם מתפתחים ללכת על השתוללות
ja: 場合は、治癒からあまりにも多くのエネルギーを受け取るしかし、さらに、それらが進化し、たけり狂う
ko: 만약 그들이 치유에서 너무 많은 에너지를 수신하지만, 또한, 그들은 진화와 총기 난사로 이동
lv: Bet turklāt, ja tās saņem pārāk daudz enerģijas dzīšana, viņi attīstās un iet uz Rampage
mk: Но, дополнително, ако тие добиваат премногу енергија од лекување, тие се развива и оди по вилнеене
mt: Iżda barra minn hekk, jekk jirċievu l-enerġija wisq mill-fejqan, jevolvu u jmorru fuq il għamlu rewwixta vjolenti
nl: Maar bovendien, als ze te veel energie van genezing te ontvangen, evolueren ze en ga op de rampage
no: Men i tillegg, hvis de får for mye energi av healing, utvikle det og gå på Rampage
pl: Ale dodatkowo, jeżeli otrzymują zbyt dużo energii z leczenia, ich ewolucji i dalej szaleć
pt: Mas além disso, se eles recebem muita energia de cura, elas evoluem e ir para a rampage
ro: Dar, în plus, în cazul în care primesc prea multă energie de la vindecare, în care evoluează şi du-te pe Rampage
sl: Toda poleg tega, če so prejeli preveč energije iz ran, ki jih razvijajo in pojdi na Divljanje
sq: Por përveç kësaj, në qoftë se ata marrin energji shumë nga shërim, ato evoluojnë dhe shko në inat
sr: Али поред тога, ако су добити превише енергије од лечења, они еволуирају и даље дивљање
sv: Men dessutom, om de får för mycket energi från healing, utvecklas de och går på härjningståg
sw: Lakini kuongeza, ikiwa wanapokea sana nishati kutoka uponyaji, wao kufuka na kwenda kwenye Rampage
tr: Eğer iyileşme çok fazla enerji almak Ama ayrıca, bu gelişmeye ve cinleri tepesine çıkmak
vi: Nhưng thêm vào đó, nếu họ nhận được quá nhiều năng lượng từ chữa bệnh, họ tiến triển và đi vào các hung hăng
yi: אָבער אַדישאַנאַלי, אויב זיי באַקומען צו פיל ענערגיע פֿון היילונג, זיי יוואַלוו און פאָרן אויף די ראַמפּיידזש
zh: 但是此外，如果他们得到愈合太多能量，他们发展并进行疯狂

source: In this state they will smash through any defense and produce Dark Matter which destroys anything it touches
af: In hierdie toestand sal hulle smash deur middel van enige verdediging en produseer Dark Matter wat niks vernietig dit raak
ar: في هذه الحالة سوف يكسر أي من خلال الدفاع وتنتج مادة مظلمة الذي يدمر كل ما تمسه
be: У гэтым стане яны разаб'юць праз любую абарону і вырабляюць Цёмная матэрыя, якая разбурае ўсё, што тычыцца
bg: В това състояние те ще Smash чрез някакъв отбраната и производство на тъмна материя, която разрушава всичко, което докосва
ca: En aquest estat que va a aixafar a través de qualsevol defensa i produir Dark Matter que destrueix tot el que toca
cs: V tomto stavu budou rozbít přes jakékoliv obrany a produkují Dark Matter, která ničí vše, čeho se dotkne
cy: Yn y byddant yn datgan drwy dorri unrhyw amddiffyn a chynhyrchu Dark Matter sy'n dinistrio unrhyw beth mae'n cyffwrdd
da: I denne tilstand vil de smadre igennem noget forsvar og producere mørkt stof, der ødelægger alt det rører
de: In diesem Zustand werden sie durch jede Verteidigung zu zerschlagen und zu produzieren Dunkle Materie, die alles zerstört, es berührt
el: Σε αυτή την κατάσταση που θα συνθλίψει μέσα από κάθε άμυνα και παράγουν Dark Matter που καταστρέφει οτιδήποτε αγγίζει
et: Selles olekus nad Valud mis tahes kaitse-ja toota Dark Matter mis hävitab midagi see puudutab
fa: در این حالت آنها از طریق دفاع سر و صدا و تولید تاریک اهمیتی دارد که چه چیزی آن را از بین میبرد لمس
fi: Tässä tilassa ne murskaa kautta puolustuksella ja tuottaa Dark Matter, joka tuhoaa kaikkea se koskettaa
fr: Dans cet état, ils seront enfoncer toute défense et de produire la matière noire qui détruit tout ce qu'il touche
ga: Sa staid seo, beidh siad smash trí aon defense agus Damhna dorcha a milleann sé ionchais aon baint ag a tháirgeadh
gl: Nese estado, eles van romper a través de calquera defensa e producir Dark Matter que destrúe todo o que toca
hi: इस स्थिति में वे किसी भी सुरक्षा के माध्यम से तोड़ और काले पदार्थ जो कुछ भी नष्ट कर इसे छू का उत्पादन करेगा
hr: U takvom stanju da će razbiti kroz bilo koju obranu i proizvoditi tamne materije koja uništava sve što ona dotakne
hu: Ebben az állapotban fogják szétzúzni bármilyen védelmi és előállítása sötét anyagot, amely elpusztítja bármit is ér
is: Í þessu ástandi þeir vilja Snilldar gegnum hvaða vörn og framleiða Dark Matter sem eyðileggur allt það snertir
it: In questo stato essi sfondare qualsiasi difesa e produrre Dark Matter che distrugge qualsiasi cosa tocca
iw: במצב זה הם לרסק דרך ההגנה כל ולהפיק Dark Matter שהורס כל דבר שהיא נוגעת
ja: この状態では、任意の守備を粉砕し、ダークマター設計事務所は、それに触れるものを破壊する生産
ko: 이런 상태에서 그들은 어떤 방어를 통해 부술 것이다 암흑 물질이 그것을 만지는 아무것도 파괴 생산
lv: Šādā stāvoklī tās sagraut ar jebkuru aizsardzības un ražot Dark Matter, kas iznīcina visu, tas skar
mk: Во оваа држава тие ќе несреќа преку секоја одбрана и Темна Материја која произведува ништо тоа допира уништува
mt: F'dan l-istat huma se smash permezz ta 'kwalunkwe difiża u jipproduċu Dark Matter li jeqred xi ħaġa li tmiss
nl: In deze toestand zullen ze breken via een verdediging en produceren Dark Matter waarin alles vernietigt het raakt
no: I denne tilstanden vil de knuse gjennom noe forsvar og produsere Dark Matter som ødelegger alt den berører
pl: W takim stanie będą rozbijać za pośrednictwem jakiejkolwiek obrony i przedstawienia ciemnej materii, która niszczy wszystko to dotyka
pt: Nesse estado, eles vão quebrar através de qualquer defesa e produzir Dark Matter que destrói tudo o que toca
ro: In aceasta stare ei vor sparge prin orice apărare şi să producă Dark Matter, care distruge orice atinge
sl: V tem stanju bodo smash s katerim koli obramba in izdelavo Dark Matter, ki uniči vse, kar se dotakne
sq: Në këtë shtet do të bëhet copë e çikë me çdo mbrojtje dhe për të prodhuar Dark Matter që shkatërron çdo gjë që prek
sr: У овој држави они ће кроз банкротство било одбране и производити тамне материје која уништава све што она дотакне
sv: I denna stat de kommer slå igenom något försvar och producera Dark Matter som förstör allt den berör
sw: Katika hali hii watakuwa smash kwa njia yoyote Dark ulinzi na kuzalisha Matter ambayo kuharibu kitu ni kugusa
tr: Bu durumda herhangi bir savunma ile şut ve Dark Matter hangi dokunana şey yok üretmek
vi: Trong nhà nước họ sẽ smash thông qua bất cứ quốc phòng và sản xuất Dark Matter đó phá hủy bất cứ thứ gì nó chạm
yi: אין די שטאַט זיי וועט צעברעכן דורך קיין פאַרטיידיקונג און פּראָדוצירן דאַרק מאַטער וואָס דיסטרויז אַבי עס טאַטשיז
zh: 在这种状态下，他们将通过任何粉碎国防和暗物质的生产摧毁任何它触及

source: However, the shell of a rampaging Master Tortoise is highly magical and is an essential ingredient when creating powerful magics and items
af: Maar die skaal van 'n rampaging Master skilpad is hoogs Nou en is' n noodsaaklike bestanddeel wanneer die skep van kragtige magie en items
ar: ومع ذلك ، فإن قذيفة الهائجين ماجستير السلحفاة السحرية للغاية وعنصر أساسي عند إنشاء قوة السحر والبنود
be: Тым не менш, абалонка апантанасцю Майстар Чарапаха вельмі чароўны і з'яўляецца важным кампанентам пры стварэнні магутнай магіяй і прадметаў
bg: Въпреки това, обвивката на rampaging магистър Костенурка е много магически и е основна съставка при създаването на мощни Magics и позиции
ca: No obstant això, la closca d'una tortuga arrasant Master és molt màgic i és un ingredient essencial en la creació d'una poderosa màgia i articles de
cs: Nicméně, skořápky řádění Master Želva je velmi kouzelné a je základním prvkem při vytváření silné magie a předměty
cy: Fodd bynnag, y gragen o rampaging Meistr Tortoise yn hynod hudolus ac mae'n elfen hanfodol wrth greu magics pwerus ac eitemau
da: Men, tanken på en rampaging Master landskildpadde er meget magisk og er en vigtig ingrediens, når der skabes kraftfulde magi og elementer
de: Allerdings wird die Schale einer wütenden Master Tortoise sehr magisch und ist ein wesentlicher Bestandteil bei der Erstellung von leistungsstarken Produkten und Magie
el: Ωστόσο, το κύτος του λεηλατεί Master Tortoise είναι άκρως μαγευτική και αποτελεί βασικό συστατικό κατά τη δημιουργία ισχυρών magics και αντικείμενα
et: Kuid korpusega rampaging Master Kilpkonn on väga maagiline ja on oluline komponent loomisel võimsa MAAGIA ja esemed
fa: با این حال ، پوسته rampaging استاد لاک پشت ها جادویی هستند ، بسیار ضروری است و مواد تشکیل دهنده که هنگام ایجاد magics قدرتمند و عنوانها
fi: Kuitenkin kuoren riehunut Master Tortoise on erittäin maaginen, ja on olennainen osa luotaessa tehokkaita Magics ja tuotteet
fr: Toutefois, la carapace d'une tortue déchaînés Master est hautement magique, et est un ingrédient essentiel lors de la création magie puissante et articles
ga: Mar sin féin, tá an bhlaosc de rampaging Máistir turtar draíochta mór agus is comhábhar riachtanach nuair a chruthú magics cumhachtacha agus míreanna
gl: No entanto, a casca dunha axitación Master Tortoise é moi máxico e é un ingrediente esencial na creación de potentes magias e elementos
hi: हालांकि, एक rampaging मास्टर कछुआ के खोल उच्च जादुई है और एक आवश्यक है जब शक्तिशाली magics और आइटम बनाने के घटक
hr: Međutim, ljuske od divljanje Master kornjača je veoma čaroban i je bitan sastojak pri kreiranju moćna čarolija i stavke
hu: Azonban a héj egy tomboló Master teknős nagyon varázslatos és nélkülözhetetlen eleme létrehozása során erős mágiát és elemeket
is: Hins vegar skel af rampaging meistara skjaldböku er mjög töfrandi og er ómissandi innihaldsefni þegar öflugur magics og greinar
it: Tuttavia, il guscio di una tartaruga furia Master è altamente magico ed è un ingrediente essenziale la creazione di potenti magie e oggetti
iw: עם זאת, את קליפת צב הורים מתפרע מאוד קסום הוא מרכיב חיוני בעת יצירת magics עוצמה ופריטים
ja: しかし、大暴れマスター亀の甲羅の高い魔法であるとされている重要な成分が、強力な魔法やアイテムを作成する
ko: 그러나, rampaging 마스터 Tortoise의 껍질 매우 마법이고 필수적인 요소가 강한 Magics 항목 만들기
lv: Tomēr, no rampaging Master bruņurupuča bruņas ir ļoti burvju un ir būtiska sastāvdaļa, veidojot spēcīgu magics un posteņiem
mk: Сепак, школка на rampaging Мајстор Костенурка е многу магичен и е основен елемент при создавање моќна и magics прилози
mt: Madankollu, il-qoxra ta 'Tortoise Master rampaging huwa ferm maġika u huwa ingredjent essenzjali meta jinħoloq magics qawwija u oġġetti
nl: Toch is de tank van een razende Master Schildpad zeer magisch en is een essentieel ingrediënt bij het maken van krachtige magie en items
no: Men er skallet av en rampaging Master Tortoise svært magisk og er en vesentlig ingrediens når du oppretter kraftige Magics og elementer
pl: Jednak powłoki szalejącej Master Tortoise jest bardzo magiczny i jest istotnym elementem przy tworzeniu potężnych magii i przedmiotów
pt: No entanto, a casca de uma agitação Master Tortoise é muito mágico e é um ingrediente essencial na criação de poderosas magias e itens
ro: Cu toate acestea, coajă de o dezlănţuite Maestru Tortoise este extrem de magice şi este un ingredient esenţial în crearea Magics puternice şi a elementelor
sl: Vendar, lupino pobesnelo Master Tortoise je zelo čarobno, in je bistvena sestavina pri ustvarjanju močne magics in predmetov
sq: Megjithatë, një predhë e Tortoise inatosur Master është shumë magjike dhe është një përbërës thelbësor kur krijohen magji e fuqishme dhe artikuj
sr: Међутим, љуштура рампагинг Учитељ корњача је магична и веома је битан састојак при креирању моћних магицс и ставки
sv: Däremot är tanken på framfart Master Tortoise mycket magiskt och är en viktig faktor när man skapar mäktiga underverk och objekt
sw: Hata hivyo, shell ya Mwalimu rampaging Tortoise ni magical sana na ni muhimu kujenga nguvu ingredient wakati magics na vitu
tr: Ancak, azgın Master kaplumbaða kabuk çok sihirli ve bir vazgeçilmez zaman güçlü büyü ve öğeleri oluşturma
vi: Tuy nhiên, vỏ của Thầy Rùa nổi sóng rất huyền diệu và là một thành phần thiết yếu khi tạo Magics mạnh mẽ và các mặt hàng
yi: אָבער, די שאָלעכץ פון אַן ראַמפּאַדזשינג מאַסטער טאָרטאָיסע איז היגהלי מאַדזשיקאַל און איז אַן אויף ייִדיש ינגרידיאַנט ווען קריייטינג שטאַרק מאַגיקס און ייטאַמז
zh: 然而，一个狂暴法师龟是非常神奇的，是一个必不可少的成分在创建强大法宝和项目

source: Venus Flytrap
af: Venus vliegenvanger
ar: فينوس صائدة الذباب
be: Мухоловка
bg: Венера Flytrap
ca: Venus atrapamosques
cs: Venus mucholapka
cy: Gwener Flytrap
da: Kødædende Mazda
de: Venusfliegenfalle
fa: ونوس Flytrap
ga: Véineas Flytrap
gl: Trampa de Venus
hi: शुक्र मक्खियों को फंदा
hr: Venera muvolovka
iw: ונוס Flytrap
ja: ハエジゴク
ko: 금성 파리통
no: Venusfluefanger
pt: Armadilha de Vénus
sl: Venus Muvolovka
sq: Venus mizakapëse
sr: Венера Муволовка
vi: Venus cửa máy bay
yi: ווענוס פליטראַפּ
zh: 捕蝇草

source: Hoover, Pink
ar: هوفر ، وردي
be: Гувер, ружовы
bg: Хувър, Пинк
el: Hoover, Ροζ
fa: هوور ، صورتی
hi: हूवर, गुलाबी
iw: הובר, פינק
ja: フーバー、ピンク
ko: 후버, 핑크
mk: Хувер, Пинк
sr: Хувер, розе
vi: Hoover, hồng
yi: האָאָווער, פינק
zh: 胡佛粉红

source: Summoner, Dark
af: Dagvaarder, Dark
ar: المستدعي ، داكن
ca: Sumo, Dark
fa: تبادل تیره
ga: Summoner, dorcha
hi: Summoner, डार्क
ja: 召喚、ダーク
ko: 소환, 암흑
mk: Summoner, Темно
sl: Pozvati, Dark
sq: Thërret, Dark
sr: Суммонер, Тамно
sw: Mwitaji, Meusi
tr: Ulak, Karanlık
yi: סוממאָנער, דאַרק
zh: 召唤，黑暗

source: Grimlore is a creature from another dimension. It can be summoned using powerful dark magic
af: Grimlore is 'n skepsel van' n ander dimensie. Dit kan gedagvaar word met behulp van kragtige donker magie
ar: Grimlore هو مخلوق من بعدا آخر. ويمكن استدعاء باستخدام قوة السحر المظلمة
be: Grimlore гэта істота з іншага вымярэння. Яна можа быць выклікана з дапамогай магутных цёмная магія
bg: Grimlore е същество от друго измерение. Тя може да бъде призован като използвате мощните тъмната магия
ca: Grimlore és una criatura d'una altra dimensió. Pot ser convocat mitjançant la màgia negra poderosa
cs: Grimlore je tvor z jiné dimenze. To může být předvolán pomocí silných temnou magii
cy: Grimlore yn creadur o'r dimensiwn arall. Gellir ei galw gan ddefnyddio hud pwerus tywyll
da: Grimlore er et væsen fra en anden dimension. Det kan blive indkaldt ved hjælp af kraftig mørk magi
de: Grimlore ist ein Wesen aus einer anderen Dimension. Es kann geladen werden mit mächtigen dunklen Magie
el: Grimlore είναι ένα πλάσμα από μια άλλη διάσταση. Μπορεί να κληθεί με τη χρήση ισχυρών σκοτεινή μαγεία
et: Grimlore on olend teise mõõtme. Seda võib kutsuda kasutades võimsaid tumeda maagia
fa: Grimlore موجود از ابعاد دیگر است. می توان آن را احضار با استفاده از جادو قوی سیاه
fi: Grimlore on olento toisesta ulottuvuudesta. Se voi olla haastettu käyttämällä tehokkaita dark magic
fr: Grimlore est une créature d'une autre dimension. Il peut être convoqué en utilisant la magie noire puissante
ga: Is Grimlore a creature ó ghné eile. Is féidir é a thoghairm draíocht ag baint úsáide as dorcha cumhachtacha
gl: Grimlore é unha criatura de outra dimensión. Pode ser chamado usando maxia negra poderosa
hi: Grimlore दूसरे आयाम से एक जीव है. यह शक्तिशाली काले जादू का उपयोग कर बुलाया जा सकता है
hr: Grimlore je biće iz druge dimenzije. To može biti pozvan koristeći snažan dark magic
hu: Grimlore egy lény egy másik dimenzió. Meg lehet hívni segítségével hatalmas, sötét mágia
is: Grimlore er skepna frá öðru vídd. Það getur verið kallaður með öflugt Dark Magic
it: Grimlore è una creatura proveniente da un'altra dimensione. Esso può essere convocato con potente magia oscura
iw: Grimlore הוא יצור מן במימד אחר. זה יכול להיות זימן באמצעות קסם אפל רב עוצמה
ja: Grimlore別の次元からの生き物である。これは強力な黒魔術を使って召喚することができます
ko: Grimlore 다른 차원의 생물입니다. 그것은 강력한 어둠의 마법을 사용하여 소환 수있습니다
lv: Grimlore ir būtne no citas dimensijas. Tas var būt izsaukti izmantojot spēcīgus tumšā maģija
mk: Grimlore е суштество од друга димензија. Тоа може да се повика преку моќни темната магија
mt: Grimlore huwa kreatura mill-dimensjoni oħra. Jista 'jiġi mħarrek bl-użu ta magic dlam qawwija
nl: Grimlore is een schepsel uit een andere dimensie. Het kan worden opgeroepen met behulp van krachtige zwarte magie
no: Grimlore er en skapning fra en annen dimensjon. Det kan innkalles med kraftig svart magi
pl: Grimlore jest istotą z innego wymiaru. Może być wezwany z zastosowaniem zaawansowanych ciemna magia
pt: Grimlore é uma criatura de outra dimensão. Ele pode ser chamado usando magia negra poderosa
ro: Grimlore este o creatura de la o altă dimensiune. Acesta poate fi convocat folosind magic puternic întuneric
sl: Grimlore je bitje iz druge dimenzije. Lahko se pozove uporabo močnih črne magije
sq: Grimlore është një krijesë nga një tjetër dimension. Ajo mund të thirren duke përdorur magji të fuqishme të errëta
sr: Гримлоре је створење из другу димензију. Може бити позван помоћу моћне мрачне магије
sv: Grimlore är en varelse från en annan dimension. Det kan kallas hjälp av kraftfulla mörk magi
sw: Grimlore ni kiumbe kutoka mwingine dimension. Inaweza kutumia nguvu ya giza akaita uchawi
tr: Grimlore başka bir boyuttan bir yaratık. Güçlü karanlık büyü kullanarak topladı olabilir
vi: Grimlore là một sinh vật từ kích thước khác. Nó có thể được triệu tập bằng cách sử dụng sức mạnh ma thuật tối tăm
yi: גרימלאָרע איז אַ באַשעפעניש פֿון צווייטן ויסמעסטונג. עס קען זיין סאַמאַנד ניצן שטאַרק פינצטער מאַגיש
zh: Grimlore是从另一个层面的动物。它可以使用强大的黑暗召唤魔法

source: The most common reason to summon this beast is to act as a bodyguard
af: Die mees algemene rede om te dagvaar om hierdie dier is om op te tree soos 'n bodyguard
ar: والسبب الأكثر شيوعا لاستدعاء هذا الوحش هو أن يقوم بدور حارس شخصي
be: Найбольш распаўсюджаная прычына, каб выклікаць гэты звер будзе дзейнічаць у якасці целаахоўнікі
bg: Най-честата причина за призоваване този звяр е да действа като бодигард
ca: La raó més comuna per convocar a aquesta bèstia és la d'actuar com a guardaespatlles
cs: Nejčastějším důvodem pro svolání tato šelma je působit jako osobní strážce
cy: Y rheswm mwyaf cyffredin i alw am anifail yw hwn i weithredu fel bodyguard
da: Den mest almindelige årsag til at kalde dette dyr er at fungere som en bodyguard
de: Der häufigste Grund, um dieses Tier zu rufen ist als ein Leibwächter handeln
el: Ο πιο συνηθισμένος λόγος για να καλέσει αυτό το τέρας είναι να λειτουργεί ως σωματοφύλακας
et: Kõige tavalisem põhjus kutsuda see metsaline on tegutseda ihukaitsja
fa: شایع ترین دلیل به احضار این جانور این است که به عنوان یک محافظ عمل
fi: Yleisin syy kutsua tämä peto on toimia henkivartija
fr: La raison la plus commune de convoquer cette bête est d'agir comme un garde du corps
ga: Is é an chúis is coitianta a thoghairm Beast seo chun gníomhú mar bodyguard
gl: A razón máis común para convocar esta besta é actuar como un garda-costas
hi: सबसे आम कारण इस जानवर को बुलाने के लिए एक अंगरक्षक के रूप में कार्य है
hr: Najčešći razlog da se sazove ovu zvijer je da djeluju kao tjelohranitelj
hu: A leggyakoribb ok megidézni ez a vadállat tölti be a testőr
is: Algengasta ástæða til þess að boðað þessa skepnu er að vera bodyguard
it: La ragione più comune per chiamare questa bestia è quello di agire come una guardia del corpo
iw: הסיבה הנפוצה ביותר לזמן הזה החיה היא לפעול כמו שומר ראש
ja: この獣を召喚するための最も一般的な理由のボディーガードとして行動することです
ko: 이 짐승을 소환하는 가장 일반적인 이유는 보디가드 역할을하는 것입니다
lv: Visbiežāk iemesls, lai izsaukt šo zvērs ir darboties kā miesassargs
mk: Најчеста причина да се повика овој ѕвер е да се дејствува како телохранител
mt: Ir-raġuni l-aktar komuni li jsejħu din kruha huwa biex jaġixxi bħala gwardja tas-sigurtà
nl: De meest voorkomende reden om dit beest te roepen is om op te treden als een bodyguard
no: Den vanligste grunnen til å kalle dette dyret er å fungere som en livvakt
pl: Najczęstszym powodem wzywania tej bestii jest występowanie w roli ochroniarza
pt: A razão mais comum para convocar esta besta é atuar como um guarda-costas
ro: Motivul cel mai des, de a convoca aceasta bestie este de a acţiona ca o garda de corp
sl: Najpogostejši razlog za poklicati to zver je delovati kot bodyguard
sq: Arsyeja më e zakonshme për të mbledhë kësaj kafshe është të veprojë si një truproje
sr: Најчешћи разлог да се сазове ова звер је да делује као телохранитељ
sv: Den vanligaste orsaken till att kalla detta djur är att fungera som livvakt
sw: Kawaida sababu summon mnyama huyu ni kitendo kama bodyguard
tr: Bu canavar çağırmak için en yaygın nedeni bir muhafız gibi hareket etmek
vi: Lý do phổ biến nhất để triệu tập con thú này là để hoạt động như một vệ sĩ
yi: די מערסט פֿאַרשפּרייט סיבה צו אַרויסרופן דעם בעהיימע איז צו פירן ווי אַ באַדיגאַרד
zh: 最常见的原因传召这个野兽是充当保镖
