Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: It looks like a blender. I could use this to liqudise something
af: Dit lyk soos 'n blender. Ek kon dit gebruik om iets liqudise
ar: يبدو خلاط. ويمكن استخدام هذا لشيء liqudise
be: Гэта выглядае як Blender. Я магу выкарыстоўваць гэта, каб што-то liqudise
bg: Прилича на миксера. Мога да я използвате за нещо liqudise
ca: Sembla una liquadora. Podria usar això per alguna cosa liqudise
cs: Vypadá to jako mixér. Mohl bych použít na něco liqudise
cy: Mae'n edrych yn debyg i cymysgydd. Allais defnyddio hyn i liqudise rhywbeth
da: Det ligner en blender. Jeg kunne bruge dette til at liqudise noget
de: Es sieht aus wie ein Mixer. Ich könnte diese benutzen, um etwas liqudise
el: Μοιάζει με ένα μπλέντερ. Θα μπορούσα να χρησιμοποιήσω αυτή την liqudise κάτι
et: Tundub, segisti. Ma kasutan seda liqudise midagi
fa: مثل مخلوط کن می رسد. من می توانم این را به liqudise چیزی استفاده کنید
fi: Se näyttää tehosekoitin. Voisin käyttää tätä liqudise jotain
fr: Il ressemble à un mélangeur. Je pourrais l'utiliser pour quelque chose liqudise
ga: Tá sí mar cumascóir. D'fhéadfaí a úsáid mé an rud a liqudise
gl: Semella un liquidificador. Eu podería usar isto para algo liqudise
hi: यह एक ब्लेंडर की तरह लग रहा है. मैं इस प्रयोग को कुछ liqudise सकता है
hr: To izgleda kao miješalica. JA mogao iskoristiti ovaj to liqudise nešto
hu: Úgy néz ki, mint egy turmixgép. Jó lenne ezt liqudise valamit
is: Það útlit eins og a blender. Ég gæti notað þetta til liqudise eitthvað
it: Sembra come un frullatore. Potrei utilizzare questo per liqudise qualcosa
iw: זה נראה כמו בבלנדר. אני יכול להשתמש בזה כדי liqudise משהו
ja: これは、ミキサーのように見えます。私は何かliqudiseにこれを使用することが
ko: 그것은 믹서기 것 같습니다. 뭔가 liqudise이 사용할 수
lv: Izskatās blenderis. Es varētu izmantot to liqudise kaut
mk: Изгледа како миксер. Не можев да го користиш овој liqudise нешто
mt: Jidher qisu blender. I jistgħu jużaw dan liqudise xi ħaġa
nl: Het ziet eruit als een blender. Ik kan dit gebruiken om iets liqudise
no: Det ser ut som en blender. Jeg kunne bruke dette til å liqudise noe
pl: Wygląda na to, blender. Mogę użyć tego do liqudise coś
pt: Parece um liquidificador. Eu poderia usar isso para algo liqudise
ro: Se pare ca un blender. I-ar putea folosi aceasta pentru a liqudise ceva
sl: Izgleda kot mešalnik. Jaz pa bi v tem, da nekaj liqudise
sq: Ajo duket si një përzierje. Unë mund të përdorni këtë liqudise diçka
sr: Изгледа као блендеру. Могао сам да користим то нешто ликудисе
sv: Det ser ut som en mixer. Jag skulle kunna använda detta för att liqudise något
sw: Inaonekana kama Blender. Mimi nilikuwa matumizi haya liqudise kitu
tr: Bir blender gibi görünüyor. Bir şey liqudise bu kullanabilirsiniz
vi: Nó trông giống như một máy xay. Tôi có thể sử dụng một cái gì đó để liqudise
yi: עס לוקס ווי אַ בלענדער. איך קען נוצן דאָס צו ליקוודיסע עפּעס
zh: 它看起来像一个搅拌器。我可以用这东西来liqudise

source: This must be the coal Borgan wants me to mine for him
af: Dit moet die steenkool Borgan wil dat ek my vir hom
ar: هذا يجب أن يكون الفحم بورجان يريد مني أن الألغام له
be: Гэта павінна быць вуглём Борган хоча, каб я для яго маё
bg: Това трябва да бъде на въглища Borgan мен иска да мине за него
ca: Aquest ha de ser el carbó Borgen vol que la meva per a ell
cs: To musí být uhlí Borgan chce, abych za něj dolu
cy: Rhaid i hyn fod y glo Borgan eisiau i mi mwynglawdd iddo
da: Dette må være kul Borgan vil have mig til minen for ham
de: Dies muss die Kohle Borgan will, dass ich mir für ihn
el: Αυτό πρέπει να είναι ο άνθρακας Borgan μου θέλει να μου γι 'αυτόν
et: Seda tuleb kivisöe Borgan tahab mind kaevanduse teda
fa: این کار باید ذغال سنگ Borgan من می خواهد برای او به معدن
fi: Tämä on hiili Borgan haluaa minun minun hänelle
fr: Ce doit être le charbon Borgan veut de moi à la mienne pour lui
ga: Ní mór go mbeadh sé seo an ghual Borgan mian liom chun mianach dó
gl: Este debe ser o carbón Borgan quere que eu a miña para el
hi: यह कोयला Borgan मुझे उसके लिए मेरा चाहता होगा
hr: To mora biti ugljena Borgan me želi mina za njega
hu: Ez kell a szén-Borgan azt akarja, hogy én neki
is: Þetta verður að vera kol Borgan langar mig til mín fyrir hann
it: Questo deve essere il carbone Borgan vuole che io la mia per lui
iw: זה חייב להיות פחם Borgan רוצה שאני שלי בשבילו
ja: このBorgan彼のために私に私が望むの石炭する必要があります
ko: 이 Borgan 그를 위해 내하길 바라 석탄을해야합니다
lv: Tam jābūt ogļu Borgan grib mīnu viņam
mk: Ова мора да се на јаглен Borgan ме сака да ми за него
mt: Dan għandu jkun il-faħam Borgan trid lili biex mini għall lilu
nl: Dit moet de kolen Borgan wil dat ik mij voor hem
no: Dette må være den kull Borgan vil ha meg til mine for ham
pl: To musi być węgiel Borgan chce mnie do kopalni dla niego
pt: Este deve ser o carvão Borgan quer que eu a minha para ele
ro: Acest lucru trebuie să fie de cărbune Borgan vrea să mă mea pentru el
sl: To mora biti premoga Borgan hoče, da mu mine
sq: Kjo duhet të jetë qymyri Borgan do me mua për atë
sr: Ово мора да угља Борган мене жели да мина за њега
sv: Detta måste vara kol Borgan vill jag att mina för honom
sw: Hii ni lazima ya makaa ya mawe Borgan anataka mimi mgodi kwa ajili yake
tr: Bu Borgan onun için benim için beni istiyor kömür olmalıdır
vi: Điều này phải được sự than Borgan muốn tôi để tôi cho anh ta
yi: דאָס דאַרף זיין די קוילן באָרגאַן וויל מיר צו מיין פֿאַר אים
zh: 这必须是煤炭Borgan要我为他地雷

source: That might explain why that lift wasn't working. Defeating the other drainers should restore the power here.
af: Dit mag dalk verduidelik waarom dat die hysbak was nie werk nie. Die verslaan van die ander drainers moet die herstel van die krag hier.
ar: هذا قد يفسر لماذا لم يتم رفع هذا العمل. هزيمة تجفيف أخرى ينبغي استعادة القوة هنا.
be: Гэта магло б патлумачыць, чаму ліфт не працуе. Перамога над іншымі сушкі павінен аднавіць тут ўладу.
bg: Това може да обясни защо, че асансьора не работи. Разбиване на други drainers следва да възстанови властта тук.
ca: Això podria explicar per què aquest ascensor no funcionava. La derrota dels derivadors d'altres que es restableixi l'alimentació aquí.
cs: To by mohlo vysvětlovat, proč že výtah nefungovalo. Porážet ostatní Odpad by měl obnovit sílu zde.
cy: Efallai Dyna esbonio pam nad oedd lifft nad ydynt yn gweithio. Dylai curo y drainers eraill adfer y pwer yma.
da: Det kunne måske forklare, hvorfor dette løfte var ikke fungerer. Modstrid med den anden drainers skal genoprette den magt her.
de: Das würde erklären, warum das nicht funktioniert Lift ginge. Sieg über die anderen Abfall sollte die Macht wieder hier.
el: Αυτό μπορεί να εξηγήσει γιατί η ανελκυστήρας δεν λειτουργούσε. Νικώντας την άλλη Συλλέκτες θα πρέπει να αποκαταστήσει την εξουσία εδώ.
et: See võib seletada, miks, et lift ei töötanud. Nurjamiseks muud drainers tuleks taastada võimu siin.
fa: را که ممکن است توضیح بدهید که چرا بلند بود که کار نمی کند. شکست دادن drainers دیگر باید اینجا را بازگرداندن قدرت.
fi: Tämä voisi selittää, että hissi ei toimi. Voitettuaan muut drainers pitäisi palauttaa valtaa täällä.
fr: Cela pourrait expliquer pourquoi cet ascenseur ne fonctionnait pas. Vaincre les égouttoirs autres devraient rétablir le pouvoir ici.
ga: D'fhéadfadh an mhíniú cén fáth go raibh ardaitheora nach oibre. Ba chóir Defeating an drainers eile ar ais an chumhacht anseo.
gl: Isto podería explicar por que o ascensor non estaba funcionando. Escorredores de derrotar o outro debe restaurar o poder aquí.
hi: यह समझा सकते हैं क्यों कि लिफ्ट नहीं काम कर रहा था. अन्य drainers को परास्त कर यहाँ बिजली बहाल करना चाहिए.
hr: To bi moglo objasniti zašto da lift ne radi. Pobijedivši ostale drainers treba vratiti snagu ovdje.
hu: , Amely megmagyarázná, hogy a lift nem működött. Legyőzte a többi drainers kell visszaállítani a hatalom itt.
is: Það gæti útskýrt hvers vegna þessi lyfta var ekki að virka. Sigra aðra drainers að endurheimta völd hér.
it: Ciò potrebbe spiegare perché tale ascensore non funzionava. Scarico sconfiggere l'altro dovrebbe ripristinare il potere qui.
iw: זה יכול להסביר למה להרים כי לא היה עובד. להביס את drainers אחרים צריכים להחזיר את הכוח כאן.
ja: その理由は、リフト動作していないと説明があります。他のdrainersを倒すここでは電源を復元する必要があります。
ko: 그래서 그 리프트가 작동하지 설명해 수도있습니다. 다른 drainers 치고 여기에 전원을 복원해야합니다.
lv: Tas varētu izskaidrot, kādēļ, ka lifts nedarbojas. Sakāvē citi drainers vajadzētu atjaunot varu šeit.
mk: Тоа може да објасни зошто таа беше лифт не работи. Победувајќи на други drainers треба да врати на власт овде.
mt: Dan jista 'jispjega għaliex l-lift ma kienx qed jaħdem. Kien jisfratta l-drainers oħra għandu jirrestawra l-enerġija hawnhekk.
nl: Dat zou kunnen verklaren waarom dat de lift niet werkte. Overwin de andere drainers moet het herstel van de macht hier.
no: Det kan forklare hvorfor at heisen ikke fungerer. Beseiret den andre drainers bør gjenopprette strømmen her.
pl: To może wyjaśniać, dlaczego winda nie działa. Pokonanie innych ociekacze powinno przywrócić władzę tutaj.
pt: Isso poderia explicar por que o elevador não estava funcionando. Escorredores de derrotar o outro deve restaurar o poder aqui.
ro: Asta s-ar putea explica de ce că nu a fost ridicaţi de lucru. Invingandu-i pe drainers celelalte ar trebui să restabilească puterea de aici.
sl: To lahko pojasni, zakaj se je, da dvigalo ne deluje. Zaustavimo drugi drainers mora obnoviti moči tukaj.
sq: Kjo mund të shpjegojë pse që të heqë nuk ishte duke punuar. Mposhtur drainers të tjera duhet të rivendosur pushtetin këtu.
sr: То би могло да објасни зашто је била да жичара не ради. Победивши остале драинерс овде би требало да обнови власт.
sv: Det kan förklara varför denna hiss var inte fungerar. Besegra den andra drainers bör återställa den makt här.
sw: Kwamba wanaweza kuelezea kwa nini ili kuinua haikuwa kazi. Defeating nyingine drainers wanapaswa kurejesha nguvu hapa.
tr: Bu nedenle bu asansör çalışma olmadığını açıklamak olabilir. Diğer drainers yenmesi burada güç geri gerekir.
vi: Điều đó có thể giải thích tại sao mà thang máy không làm việc. Đánh bại drainers khác phải khôi phục lại quyền lực ở đây.
yi: אַז מייט פאַרענטפערן פארוואס אַז הייב איז נישט ארבעטן. דעפעאַטינג די אנדערע דריינערז זאָל ומקערן די מאַכט דאָ.
zh: 这或许可以解释为什么这电梯也没起作用。击败其他漏应恢复这里的权力。

source: I need to find 3 Gazer Eyes, 1 Red Sludge Tentacle and an extra shield to create a Shield of Fire Resistance
af: Ek het nodig om te vind 3 Gazer Eyes, 1 Rooi Slib Tentakel en 'n ekstra skild om' n skild van Vuur Weerstand
ar: ولست بحاجة للعثور على 3 عيون الناظر ، 1 الأحمر الحمأة اللامسة ودرع إضافية لإنشاء درع لمقاومة الحريق
be: Мне неабходна знайсці 3 Газэра вачэй, 1 чырвоная Sludge Tentacle і дадатковага шчыта для стварэння шчыта вогнеўстойлівыя
bg: Трябва да намеря 3 Гезер очите, 1 червена утайки пипало и допълнително щит да се създаде щит на пожароустойчивост
ca: Necessito trobar a 3 Ulls Gazer, 1 Xarxa de llots Tentacle, amb una pantalla extra per crear un escut de resistència al foc
cs: Musím najít 3 Gezeru Oči, 1 červená kalová Tentacle a navíc vytvořit štít Shield of Fire Resistance
cy: Angen i mi ddod o hyd i 3 Llygaid Gazer, 1 Goch Sludge Tentacle a tharian ychwanegol i greu Shield Tân Resistance
da: Jeg har brug for at finde 3 Gazer Eyes, 1 Rød Slam Tentacle og en ekstra skjold for at skabe et skjold, brandsikre
de: Ich brauche bis 3 Gazer Eyes, 1 rote Schlamm Tentakel und ein extra Schild zu finden, erstellen Sie ein Schild der Feuerwiderstand
el: Πρέπει να βρω 3 βλέπων μάτια, 1 Κόκκινο λάσπης Tentacle και ένα επιπλέον ασπίδα για να δημιουργήσει μια ασπίδα της Φωτιάς Αντίστασης
et: Mul on vaja leida 3 Gazer Eyes, 1 punane Muda Tentacle ja ekstra kilp luua Shield tulepüsivuse
fa: من باید با پیدا کردن 3 چشمان Gazer ، 1 قرمز لجن شاخک حساس و سپر اضافی برای ایجاد یک سپر آتش مقاومت در برابر
fi: Minun täytyy löytää 3 Gazer Eyes, 1 Punainen Lietteen Tentacle ja ylimääräistä kilven luoda kilven palonkestävyys
fr: J'ai besoin de trouver 3 Eyes Gazer, 1 rouge boues Tentacle et un bouclier supplémentaire pour créer un bouclier de résistance au feu
ga: Gá dom a aimsiú 3 Súile Gazer, 1 Red sloda Tentacle agus sciath breise a chruthú Sciath na Tine Friotaíocht
gl: ¿Necesito atopar 3 Eyes Gazer, 1 Red Sludge Tentacle e un escudo extra para crear un escudo de Resistencia ó lume
hi: मैं 3 विद्या विशारद आंखें, 1 लाल कीचड़ मूंछ और एक अतिरिक्त ढाल मिल की जरूरत है आग प्रतिरोध की शील्ड बनाएँ
hr: Moram naći 3 Gazer oči, 1 crvenog mulja Tentacle i dodatni štit za stvaranje Shield of Fire Resistance
hu: Meg kell találnom 3 Gazer Eyes, 1 vörös iszapot Tentacle és egy extra pajzs létrehozásához Shield of Fire Resistance
is: Ég þarf að finna 3 Gazer Eyes, 1 Red Sludge Tentacle og auka skjöld til að búa til Skjöldur of Fire Resistance
it: Ho bisogno di trovare 3 Eyes Gazer, 1 Red fanghi Tentacle e uno scudo in più per creare uno scudo della resistenza al fuoco
iw: אני צריך למצוא 3 עיניים Gazer, 1 האדום בוצה Tentacle ו מגן נוסף כדי ליצור מגן של אש ההתנגדות
ja: 私は3を観察する目、1レッド汚泥触手と余分なシールドを見つけるためにシールドの耐火性能を作成する必要があります
ko: 내가 3 Gazer 눈, 1 레드 슬러지 촉수와 여분의 방패를 찾을 수 쉴드 화재 저항을 만들어야합니다
lv: Man vajag atrast 3 Gazer Eyes, 1 Red Dūņas tausteklis un papildu vairogs radīt Shield of Fire Resistance
mk: Ми треба да се најдат 3 Gazer очи, 1 Црвениот Шламови Tentacle и екстра штит да се создаде Шилд Отпорност на пожар
mt: I bżonn issib 3 Għajnejn Gazer, 1 Red Ħama Tentacle u tarka extra biex joħolqu Shield of Fire Resistance
nl: Ik moet vinden 3 Gazer Eyes, 1 Rode Slib Tentacle en een extra schild om een schild of Fire Resistance
no: Jeg trenger å finne 3 Gazer Eyes, 1 rød slam Tentacle og en ekstra skjold for å opprette en Shield of Fire Resistance
pl: Muszę znaleźć 3 Gazer Eyes, 1 Red osadów Tentacle i dodatkowe zabezpieczenia, aby utworzyć Shield of Fire Resistance
pt: Eu preciso encontrar 3 Eyes Gazer, 1 Red Sludge Tentacle e um escudo extra para criar um escudo de Resistência ao Fogo
ro: Eu am nevoie pentru a găsi 3 Eyes Gazer, 1 Red nămolurile de Tentacle şi un scut suplimentar pentru a crea un scut de rezistenţă la foc
sl: Moram najti 3 Gazer Eyes, 1 Red Blato Popek in dodatni ščit za ustvarjanje Shield of Fire Resistance
sq: Unë kam nevojë për të gjetur 3 Sytë ëndërrimtar, 1 Kuq llum brith dhe nje mbrojtje shtesë për të krijuar një Mburoja e zjarrit Rezistenca
sr: Морам да пронађу 3 Газер очију, црвеног муља 1 пипак и да направите додатни штит Штит ватре отпора
sv: Jag måste hitta 3 Gazer Eyes, 1 röd slam Tentacle och en extra sköld för att skapa en sköld av brandmotstånd
sw: Nahitaji kupata 3 Gazer Macho, 1 Red Sludge Tentacle na ngao ya ziada kujenga Shield ya Moto Resistance
tr: Ben 3 Gazer Eyes, 1 Kırmızı Çamur Tentacle ve ekstra bir kalkan bulmak için bir kalkan Fire of Resistance oluşturmanız gerekir
vi: Tôi cần phải tìm 3 gazer Eyes, 1 đỏ bùn Tentacle và thêm một lá chắn để tạo ra một Shield of Fire Resistance
yi: איך דאַרפֿן צו געפֿינען 3 גאַזער ייעס, 1 רעד סלודגע טענטאַקלע און אַן עקסטרע פאַרשטעלן מיט זיך אַ שילד פון פייער רעסיסטאַנסע
zh: 我需要找到3凝视的眼睛，一红污泥触手和一个额外的屏蔽建立一个抗火盾

source: Once I've found all these items I'll have to find a place to create the shield
af: Sodra ek al die items wat ek sal moet 'n plek om die skild skep vind het gevind
ar: مرة واحدة لقد وجدت جميع هذه العناصر سآخذ ليجد لنفسه مكانا لإنشاء درع
be: Як толькі я знайшоў усе гэтыя прадметы мне давядзецца знайсці месца для стварэння шчыта
bg: След като открихме, всички тези неща ще трябва да се намери място да се създаде щит
ca: Una vegada que he trobat totes aquestes coses he de trobar un lloc per crear l'escut
cs: Poté, co jsem našel všechny tyto položky, budu muset najít místo k vytvoření štítu
cy: Unwaith Rwyf wedi gweld yr holl eitemau hyn bydd yn rhaid i mi ddod o hyd i le i greu y darian
da: Når jeg har fundet alle disse punkter jeg nødt til at finde et sted at oprette skjoldet
de: Nachdem ich alle diese Artikel: Ich werde an einen Ort zu schaffen, um den Schild zu finden gefunden
el: Μόλις έχω βρεθεί όλα αυτά τα στοιχεία Θα πρέπει να βρουν μια θέση για να δημιουργήσουν την ασπίδα
et: Kui ma olen leidnud kõik need esemed Võtan leida koht luua kilp
fa: هنگامی که من در بر داشت همه این موارد او می خواهم که به جای ایجاد سپر برای یافتن
fi: Kun olen löytänyt kaikki nämä tuotteet minun täytyy löytää paikka luoda Shield
fr: Une fois que j'ai trouvé tous ces articles je vais devoir trouver un endroit pour créer le bouclier
ga: Nuair mé fáil go léir na míreanna seo beidh mé a fháil áit a chruthú ar an sciath
gl: Unha vez podo atopar todos estes elementos eu vou ter que atopar un lugar para crear o escudo
hi: एक बार मैं इन सब चीजों के लिए मैं एक जगह को ढाल बनाने खोजना होगा पाया है
hr: Jednom sam našao sve ove stavke ću morati naći mjesto za stvaranje štita
hu: Egyszer találtam ezeket a tételeket fogom kell találnom egy helyet, ahol létre a pajzson
is: Þegar ég hef fundið öll þessi atriði Ég ætla að finna stað til að búa til skjöld
it: Una volta ho trovato tutti questi elementi che dovrò trovare un posto per creare lo scudo
iw: פעם מצאתי את כל הפריטים הללו אני אצטרך למצוא מקום כדי ליצור את המגן
ja: かつて私は、シールドを作成する場所を見つける必要があるでしょう、これらすべての項目を見つけた
ko: 일단 내가 방패를 만드는 장소를 찾아야 할 겁니다 이러한 모든 항목을 발견했습니다
lv: Reiz es esam noskaidrojuši, ka visas šīs lietas es ņemšu, lai atrastu vietu, kur izveidot vairogu
mk: Еднаш сум ги најде сите овие елементи ќе мора да најде место да ја создаде штит
mt: Ladarba stajt misjuba kollha dawn l-oġġetti I'll jkollhom isibu post biex joħolqu l-ilqugħ
nl: Zodra ik heb gevonden al deze items Ik moet een plaats om het schild te creëren vinden
no: Når jeg har funnet alle disse tingene jeg må finne et sted å lage skjoldet
pl: Kiedy znalazłem wszystkie te elementy będę musiał znaleźć miejsce do tworzenia tarczy
pt: Uma vez eu encontrei todos esses itens eu vou ter que encontrar um lugar para criar o escudo
ro: După ce l-am găsit toate aceste elemente eu va trebui să găsească un loc pentru a crea scutul
sl: Ko sem našel vse te postavke, bom moral najti mesto za ustvarjanje ščit
sq: Pasi unë e kam gjetur të gjitha këto artikuj unë do të duhet të gjejnë një vend për të krijuar mburojë
sr: Када сам пронашао све те ставке да ћу морати да пронађете место за стварање штита
sv: När jag har hittat alla dessa punkter jag måste hitta ett ställe att skapa skölden
sw: Nimepata Mara zote hizi zina vitu I'll kutafuta mahali pa kujenga ngao
tr: Bir kez I kalkan oluşturmak için bir yer bulmanız gerekecektir bütün bu öğeler buldum
vi: Khi tôi đã thấy tất cả những mục này tôi sẽ phải tìm một nơi để tạo ra lá chắn
yi: אַמאָל האָב איך'ווע געפינען אַלע די ייטאַמז איך וועט האָבן צו געפֿינען אַ פּלאַץ צו זיך די פאַרשטעלן
zh: 一旦我发现所有这些项目我得找个地方创建屏蔽

source: There's a book here about enchanting weapons
af: Daar's 'n boek hier oor betoverende wapens
ar: هناك كتاب هنا عن الأسلحة ساحر
be: Там гэта кніга тут пра чароўныя зброі
bg: Има една книга тук за омайната оръжия
ca: Hi ha un llibre aquí sobre les armes encantadora
cs: Je tu knihu tu o kouzelné zbraně
cy: Mae llyfr yma am arfau swynol
da: Der er en bog her om fortryllende våben
de: Es ist ein Buch hier über bezaubernde Waffen
el: Υπάρχει εδώ ένα βιβλίο σχετικά με μαγευτική όπλα
et: Seal on raamat siin umbes lummav relvad
fa: یک کتاب در اینجا در مورد سلاح های دلربا وجود دارد.
fi: There's kirjan täällä lumoava aseet
fr: Il ya un livre ici au sujet des armes enchanteur
ga: Tá an leabhar anseo faoi airm enchanting
gl: Hai un libro aquí sobre armas encantadora
hi: वहाँ प्राकृतिक हथियारों के बारे में यहाँ एक किताब है
hr: Tu je knjigu ovdje o očaravajuće oružja
hu: Van egy könyv itt körülbelül varázslatos fegyverek
is: Það er bók hér um enchanting vopn
it: C'è qui un libro sulle armi incantevole
iw: יש ספר פה על נשק קסום
ja: ある魅力的な兵器についての本はここの
ko: 거기에 매혹적인 무기에 대해 책을 여기
lv: Ir šeit grāmatu par enchanting ieročiem
mk: Има една книга тука за волшебно оружје
mt: Hemm ktieb hawn dwar l-armi enchanting
nl: Er is een boek hier over betoverende wapens
no: Det er en bok her om fortryllende våpen
pl: Jest tutaj książka o czarujących broni
pt: Há um livro aqui sobre armas encantadora
ro: Exista o carte aici despre arme feeric
sl: There's book tukaj o očarljivo orožja
sq: Ka një libër këtu për armë të këndshëm
sr: Има овде књига о чаробних оружја
sv: Det finns en bok här om förtrollande vapen
sw: Kuna kitabu hapa kuhusu silaha enchanting
tr: Orada büyüleyici silahlar hakkında bir kitap burada
vi: Có một cuốn sách ở đây về vũ khí mê hoặc
yi: עס איז אַ ספר דאָ וועגן ענטשאַנינג וועפּאַנז
zh: 有一个关于书这里迷人的武器

source: Maybe I can create a shield...
af: Miskien kan ek 'n skild ...
ar: ربما أستطيع أن إنشاء درع...
be: Можа быць, я магу стварыць шчыт ...
bg: Може би мога да се създаде щит ...
ca: Potser jo pugui crear un escut ...
cs: Možná bych mohl vytvořit štít ...
cy: Efallai Gallaf greu darian ...
da: Måske kan jeg oprette et skjold ...
de: Vielleicht kann ich ein Schild zu schaffen ...
el: Ίσως μπορώ να δημιουργήσει μια ασπίδα ...
et: Võibolla saan luua kilp ...
fa: شاید من نمی توانم یک سپر ایجاد...
fi: Ehkä voin luoda kilpi ...
fr: Peut-être que je peux créer un bouclier ...
ga: B'fhéidir gur féidir liom a chruthú sciath ...
gl: Poida que eu poida crear un escudo ...
hi: शायद मैं एक ढाल बना सकते हैं ...
hr: Možda ja mogu napraviti štit ...
hu: Talán tudok létrehozni egy pajzs ...
is: Kannski get ég búið til skjöld ...
it: Forse posso creare uno scudo ...
iw: אולי אני יכול ליצור מגן ...
ja: たぶん私は、シールドを作成することができます...
ko: 어쩌면 내가 방패를 만들 수있습니다 ...
lv: Varbūt es varu izveidot vairogu ...
mk: Можеби можам да креирате штит ...
mt: Maybe I jistgħu joħolqu tarka ...
nl: Misschien kan ik maken een schild ...
no: Kanskje jeg kan lage et skjold ...
pl: Może tworzyć tarczę ...
pt: Talvez eu possa criar um escudo ...
ro: Poate am putea a crea un scut ...
sl: Mogoče lahko ustvarim ščit ...
sq: Ndoshta unë mund të krijojë një mburojë ...
sr: Можда могу створити штит ...
sv: Jag kanske kan skapa en sköld ...
sw: Labda ninaweza kujenga ngao ...
tr: Belki bir kalkan oluşturabilirsiniz ...
vi: Có lẽ tôi có thể tạo một lá chắn ...
yi: אפֿשר איך קען זיך אַ פאַרשטעלן ...
zh: 也许我可以创建一个屏蔽...

source: Swords... Armour... Wands...
af: Swaarde ... Harnas ... Wands ...
ar: السيوف... المدرعات... الصولجانات...
be: Мячы ... Даспех ... Жазло ...
bg: Мечове ... Броня ... Пръчици ...
ca: Espases ... Armour ... Varetes ...
cs: Swords ... Zbroj ... Hůlky ...
cy: Cleddyfau ... Arfwisg ... Wands ...
da: Sværd ... Armour ... Wands ...
de: Schwerter ... Armour ... Wands ...
el: Σπαθιά ... Πανοπλία ... Wands ...
et: Mõõgad ... Veste ... Wands ...
fa: شمشیربازی... آرمور... Wands...
fr: Swords ... Armour ... Baguettes ...
ga: Sord ... Armour ... Wands ...
gl: Espadas ... Armadura ... Pausa ...
hi: तलवार ... कवच ... Wands ...
hr: Mačevima ... Oklop ... Štapić ...
hu: Kard ... ... Armour Pálca ...
it: Spade ... Armour ... Lance ...
iw: חרבות ... שריון ... Wands ...
ja: ソード...アーマー...ワンド...
ko: 검 ... 갑옷 .. Wands ...
lv: Swords ... Bruņas ... Nūjiņas ...
mk: Ножеви ... Оклоп ... Wands ...
mt: Xwabel ... Armour ... Wands ...
pl: Swords ... Armour ... Różdżki ...
pt: Espadas ... Armadura ... Paus ...
ro: Swords ... Armour ... Baghete ...
sq: Shpata ... Blinduar ... Wands ...
sr: Мачева ... Оклоп ... Уандс ...
sv: Swords ... Rustning ... Stavar ...
sw: Mapanga ... Silaha ... Wands ...
tr: Kılıç ... Zırh ... Wands ...
vi: Kiếm ... Giáp ... Wands ...
yi: סוואָרדס ... אַרמער ... וואַנדס ...
zh: 剑...装甲...权杖...
