Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: It's a giant crossbow
ar: انها العملاقة للقوس ونشاب
bg: Това е гигантски арбалет
da: Det er en kæmpe armbrøst
de: Es ist eine riesige Armbrust
el: Είναι ένα γιγαντιαίο crossbow
et: See on hiigelsuur amb
fa: این غول 'sکمان پولادی
gl: É unha besta xigante
hi: यह एक विशाल क्रॉसबो है
hr: To je gigant samostrel
ja: これは、巨大な石弓の
ko: 그것은 거대한 석궁의
nl: Het is een reusachtige kruisboog
pt: É uma besta gigante
sr: То је гигант Самострел
sv: Det är en jätte armborst
tr: Dev bir tatar yayı's
vi: It's a Crossbow khổng lồ
yi: ס אַ ריז קראָסבאָו

source: I could probably use it to create a bridge over those spikes
ar: وربما يمكن استخدامه لإنشاء جسر فوق هذه المسامير
bg: Аз вероятно биха могли да го използвате, за да създаде мост над тези шпайкове
da: Jeg kunne sikkert bruge det til at skabe en bro over disse pigge
de: Ich könnte wahrscheinlich verwenden, um eine Brücke über die Stacheln zu schaffen
el: Θα μπορούσα να το χρησιμοποιήσετε πιθανώς να δημιουργήσει μια γέφυρα πάνω από τις κορυφές
et: Võiksin arvatavasti seda kasutada, et luua silla nende klambrid
fa: من احتمالا می تواند از آن پل را بیش از آن برای ایجاد استفاده از خوشه
gl: Eu probablemente podería usalo para crear unha ponte sobre os espigões
hi: शायद मैं इसका इस्तेमाल उन spikes के ऊपर एक पुल बना सकते हैं
hr: I vjerojatno bi ga koristiti za stvaranje mosta preko one spikes
ja: 私はおそらく、これらのスパイクでブリッジを作成するために使用できる
ko: 아마 그 스파이크 위에 다리를 만드는 데 사용할 수있습니다
nl: Ik zou waarschijnlijk gebruiken om een brug over de spikes
pt: Eu provavelmente poderia usá-lo para criar uma ponte sobre os espigões
sr: Вероватно бих га користити за креирање мост над тим шиљцима
sv: Jag skulle nog använda det för att skapa en bro över de spikar
tr: Herhalde o çiviler üzerinde bir köprü oluşturmak için bunu kullanabilirsiniz
vi: Tôi có lẽ có thể sử dụng nó để tạo ra một cây cầu trên những gai
yi: איך קען מיסטאָמע נוצן דאָס צו שאַפֿן אַ בריק איבער יענע ספּייקס

source: I'll need some rope first though
ar: أنا بحاجة لبعض حبل الأولى على الرغم من
bg: Ще трябва някой все пак първо въже
da: Jeg skal bruge nogle reb først selv
de: Ich werde ein Seil müssen jedoch zuerst
el: Θα χρειαστεί κάποια σκοινί πρώτα αν
et: Ma vajan trossi esimese kuigi
fa: من از طناب اولین نیاز هر چند
gl: Vou ter unha corda primeiro aínda que
hi: मुझे कुछ रस्सी पहले की जरूरत है, हालांकि हूँ
hr: Bolestan 'potreba neki konopac prvi iako
ja: 私は最初にかかわらず、いくつかのロープが必要です
ko: 내가 처음 생각 밧줄이 필요합니다
nl: I'll need some touw eerste al
pt: Vou precisar de uma corda primeiro embora
sr: Ја ћу морати неке уже првог иако
sv: Jag behöver några rep först om
tr: Önce rağmen bazıları ip gerekir
vi: Tôi sẽ cần một số dây đầu tiên mặc dù
yi: איך וועט דאַרפֿן עטלעכע שטריק ערשטער כאָטש

source: There, that's the hinges oiled. This should be as good as new now!
ar: هناك ، وهذا يتوقف مخمور. هذا يجب أن تكون جيدة كما هو الحال الآن جديدة!
bg: Ето, това е панти смазана. Това трябва да бъде като нов сега!
da: Der, det er hængslerne olieret. Dette bør være så god som ny nu!
de: Es gibt an, dass die Gelenke geölt. Dies sollte so gut wie neu jetzt!
el: Εκεί, αυτό είναι το μεντεσέδες λαδωμένο. Αυτό θα πρέπει να είναι τόσο καλή όσο και νέα τώρα!
et: Ei, see on hingede õlitatud. See peaks olema sama hea kui uus kohe!
fa: ، وجود دارد که 'sلولا oiled. این باید تا جایی که هم اکنون جدید خوب!
gl: Alí, ese é o bisagras oleada. Iso debe ser tan bo como novo agora!
hi: तेल से सना हुआ वहाँ, कि टिका है. अब इस नए रूप के रूप में अच्छा होना चाहिए!
hr: Eto, to je spojnica podmazan. Ovo bi trebao biti kao nov u aukciji!
ja: そこには、蝶番の油を塗った。これは、新しい現在で良いはず！
ko: 저기, 그 관절이 기름칠. 이것은 새로운 이젠 잘되어야합니다!
nl: Daar, dat is de scharnieren geolied. Dit moet zo goed als nieuw nu!
pt: Lá, esse é o dobradiças oleada. Isso deve ser tão bom como novo agora!
sr: Тамо, то зависи подмазан. Ово би требало да буде добар као нова сад!
sv: Där är det gångjärnen oljad. Detta bör vara så gott som ny nu!
tr: Orada, bu menteşe's yağlı. Bu yeni artık iyi olmalı!
vi: Có, đó là bản lề oiled. Điều này cần được tốt như mới ngay bây giờ!
yi: עס, אַז ס 'די כינדזשיז וילד. דער זאָל זיין ווי גוטן ווי נייַ איצט!

source: The hinges are rusted, I'll need to find some oil before I can use it
ar: المفصلات الصدئة هي ، أنا بحاجة إلى العثور على بعض النفط قبل أن أتمكن من استخدامه
bg: Пантите са ръждясали, аз ще трябва да се намери малко олио, преди да мога да го използвам
da: Hængslerne er rustent, får jeg brug for at finde nogle olie, før jeg kan bruge det
de: Die Scharniere sind verrostet, muss ich etwas Öl zu finden, bevor ich es benutzen kann,
el: Τα σκουριασμένα Οι μεντεσέδες, εγώ θα πρέπει να βρούμε λίγο λάδι πριν μπορώ να το χρησιμοποιήσει
et: Hinged Roostes, ma vajadust leida mõnedes naftat, enne kui ma seda kasutada
fa: لولا هستند زنگ زده هستند ، من باید مقداری روغن برای یافتن من می توانم قبل از استفاده از آن
gl: As bisagras están enferrujar, eu teño que atopar un pouco de aceite antes de que eu poida usalo
hi: टिका जंग लगा रहे हैं, मुझे कुछ तेल मिल की जरूरत है इससे पहले कि मैं इसका इस्तेमाल कर सकता हूँ
hr: Šarke su zahrđao, ja ću morati naći neki ulje prije nego što sam ga može koristiti
ja: 前に、私はそれを使用することができますヒンジ錆が、私はいくつかの石油を見つけることが必要です
ko: 전에 그것을 사용할 수있는 경첩을 잠식하는, 내가 좀 기름을 찾아야 할 걸요
nl: De scharnieren zijn geroest, zal ik moeten zoeken naar wat olie voordat ik het kan gebruiken
pt: As dobradiças estão enferrujados, eu preciso encontrar um pouco de óleo antes que eu possa usá-lo
sr: Захрђао су шарке, ја ћу морати да пронађе неке уља пре него што сам може да га користи
sv: Gångjärnen är rostig, jag måste hitta lite olja innan jag kan använda det
tr: Önce bunu kullanabilirsiniz menteşeleri paslanmış, ben bazı petrol bulmak gerekir
vi: Các bản lề có ăn mòn kết cấu, tôi sẽ cần phải tìm một số dầu trước khi tôi có thể sử dụng nó
yi: די כינדזשיז זענען ראַסטאַד, איך וועט דאַרפֿן צו געפֿינען אַ ביסל אויל איידער איך קען ניצן דאָס

source: I can't run in this armour, though
ar: أنا لا يمكن أن تديرها في هذه المدرعات ، على الرغم من
bg: Аз не може да работи в тази броня, но
da: Jeg kan ikke køre i denne rustning, selv
de: Ich kann nicht in dieser Waffen ausführen, wenn
el: Δεν μπορεί να τρέξει σε αυτό το θωράκιση, αν και
et: Ma ei suuda selle kaitsekilbi, kuigi
fa: من نمی توانم اجرا در این آرمور ، هر چند
gl: Eu non podo correr neste armado, aínda que
hi: मैं इस कवच में भाग नहीं सकते हैं, हालांकि
hr: Ja ne mogu izvoditi u ovom oklopu, iako
ja: 私はこの装甲で実行することはできませんかかわらず、
ko: 난이 갑옷에서 실행되지 않을 수 있지만
nl: Ik kan niet uitgevoerd in deze harnas, hoewel
pt: Eu não posso correr neste armadura, embora
sr: Не можете да покренете у оклоп, мада
sv: Jag kan inte köras i detta pansar, men
tr: Bu zırh içinde, çalıştıramazsınız rağmen
vi: Tôi không thể chạy trong áo giáp này, mặc dù
yi: איך קען נישט לויפן אין די אַרמער, כאָטש

source: Plus, I'm tired from all this walking, jumping, fighting, swimming...
ar: بالاضافة الى ذلك ، أنا تعبت من كل هذا المشي والقفز والقتال ، والسباحة...
bg: Плюс това, аз съм уморен от всичко това ходене, скокове, борба, плуване ...
da: Plus, jeg er træt af alt dette gå, hoppe, bekæmpelse, svømme ...
de: Außerdem bin ich von all dem Gehen müde, Springen, Kämpfen, Schwimmen ...
el: Πλέον, είμαι κουρασμένος από όλα αυτό το περπάτημα, άλμα, πάλη, το κολύμπι ...
et: Plus, ma olen väsinud seda kõike kõndides, hüpates, võitlust, ujumist ...
fa: به علاوه ، من از همه این ها راه رفتن خسته هستم ، پریدن ، مبارزه ، شنا...
gl: Ademais, eu estou canso de toda esta andaina, saltos, loita, natación ...
hi: इसके अलावा, मैं यह सब चलने से थक गया हूँ, कूद, लड़ाई, तैरना ...
hr: Plus, ja sam umoran od svega toga hodanje, skakanje, borbe, plivanje ...
ja: さらに、私はこのすべてから歩いて、ジャンプ、うんざりしている戦闘、水泳、...
ko: 게다가, 난이 산책에서 점프, 피곤 해요 싸움, 수영 ...
nl: Plus, ik ben moe van dit alles lopen, springen, vechten, zwemmen ...
pt: Além disso, eu estou cansado de toda esta caminhada, saltos, luta, natação ...
sr: Плус, ја сам уморан од свега овога ходање, скакање, борбе, пливање ...
sv: Plus, jag är trött av allt detta gå, hoppa, slåss, simning ...
tr: Ayrıca, tüm bu yürüyüş gelen, atlama, yorgunum mücadele, yüzme ...
vi: Plus, tôi mệt mỏi từ đi tất cả điều này, nhảy, chiến đấu, bơi lội ...
yi: פּלוס, איך טוט מיר מיד פֿון אַלע דעם וואָקינג, דזשאַמפּינג, פייטינג, שווימעריי ...

source: thinking, mining, chopping, pushing, pulling, carrying...
ar: التفكير ، والتعدين ، وتقطيع ، ودفع ، وسحب وتحمل...
bg: мислене, минно дело, кълцане, бутане, теглене, носене ...
da: tænkning, minedrift, hakke, skubbe, trække, bære ...
de: Denken, Bergbau, Hacken, Schieben, Ziehen, Tragen ...
el: σκέψης, εξόρυξη, άλεση, η ώθηση, που ...
et: mõtlemine, kaevandamine, purustamine, lükkamist, vedamist, kandmist ...
fa: فکر کردن ، استخراج از معادن ، سفت ، هل دادن ، کشیدن ، حمل...
gl: pensar, de minería, cortar, empurrar, puxar, transporte ...
hi: सोच, खनन, काट, धक्का, खींच, ले ...
hr: razmišljanja, rudarstvo, sjeckanje, guranje, vučenje, nošenje ...
ja: 考えて、鉱業、まな板、押す、引く、運ぶ...
ko: 사고, 광산, 도마, 밀고, 당기는, 운반 ...
nl: denken, mijnbouw, hakken, duwen, trekken, dragen ...
pt: pensar, de mineração, cortar, empurrar, puxar, transportar ...
sr: размишљање, рударство, сецкање, гура, вуче, носи ...
sv: tänkande, gruvdrift, hackning, skjutande, drar, bär ...
tr: düşünme, madencilik, kesme, itme, çekme, taşıma ...
vi: tư duy, khai thác, cắt, xô đẩy, kéo, mang ...
yi: טינגקינג, מינינג, טשאַפּינג, פּושינג, פּולינג, קעריינג ...

source: and catching chickens
ar: والدجاج اصطياد
bg: улавяне и пилета
da: og fange kyllinger
de: und Abfangen von Hühnern
el: αλίευση και κοτόπουλα
et: ja püüdmine kanad
fa: و ابتلا به جوجه
gl: e galiñas captura
hi: और मुर्गियों को पकड़ने
hr: lov i pilići
ja: とキャッチ鶏
ko: 그리고 닭 잡기
nl: en het vangen van kippen
pt: e galinhas captura
sr: хватање и кокоши
sv: och fånga kycklingar
tr: ve bulaşıcı tavuk
vi: và đánh bắt gà
yi: און קאַטשינג טשיקאַנז

source: I'll get something else to do it instead
ar: سأحضر شيء آخر للقيام به بدلا من ذلك
bg: Аз ще взема нещо друго да го направи вместо
da: Jeg får noget andet at gøre det i stedet
de: Ich werde etwas anderes zu tun, statt
el: Θα πάρω κάτι άλλο για να το κάνει αντί
et: Ma midagi muud teha selle asemel
fa: من چیز دیگری برای این کار به جای گرفتن
gl: Vou buscar outra cousa para facelo, en vez
hi: मैं कुछ और करने के बजाय यह क्या मिलेगा
hr: Ja ću dobiti nešto drugo to učiniti umjesto
ja: 私の代わりにそれをする何かを得るだろう
ko: 내가 대신 할 수있는 뭔가 다른거야
nl: Ik ga iets anders om het te doen in plaats
pt: Vou buscar outra coisa para fazê-lo, em vez
sr: Ја ћу добити нешто друго то учинити уместо тога
sv: Jag ska få något annat att göra det istället
tr: Bunun yerine bunu yapmak için başka bir şey alırsınız
vi: Tôi sẽ nhận được cái gì khác để làm điều đó thay vì
yi: איך וועט באַקומען עפּעס אַנדערש צו טאָן דאָס אַנשטאָט

source: Statistics
ar: إحصاءات
bg: Статистика
da: Statistik
de: Statistik
el: Στατιστικές
et: Statistika
fa: آمار
gl: Estatísticas
hi: सांख्यिकी
hr: Statistika
ja: 統計
ko: 통계
nl: Statistieken
pt: Estatísticas
sr: Статистика
sv: Statistik
tr: İstatistikler
vi: Thống kê
yi: סטאַטיסטיק

source: Play Time: %s
ar: لعب الوقت : %s
fa: بازی ساعت : %s
hi: खेल का समय: %s
hr: Laufzeit: %s
ja: 再生時間：%s
ko: 재생 시간 : %s
sr: Плаы тиме: %s
sv: Speltid: %s
vi: Thời gian chơi: %s
yi: שפּיל צייט: %s

source: Kills: %d
ar: يقتل : %d
bg: Убива: %d
el: Σκοτώνει: %d
et: Tapab: %d
fa: افغانستان : %d
hi: मारता है: %d
ja: 殺す：%d
ko: 살인 : %d
sr: Убија: %d
yi: קיללס: %d

source: Bats Drowned: %d
ar: الخفافيش غرق : %d
bg: Прилепите окървавиха: %d
da: Flagermus Druknede: %d
de: Fledermäuse Drowned: %d
el: Νυχτερίδες Πλημμύρα: %d
et: Kurikad uppunud: %d
fa: غرق Bats : %d
gl: Morcegos Drowned: %d
hi: डूब चमगादड़: %d
hr: Šišmiši Drowned: %d
ja: コウモリ沈んだ：%d
ko: 박쥐 익사 : %d
nl: Vleermuizen Drowned: %d
pt: Morcegos Drowned: %d
sr: Палица Дроунед: %d
tr: Yarasalar Drowned: %d
vi: Chết đuối Bats: %d
yi: באַץ דראָוונעד: %d

source: Times Eaten: %d
ar: مرات مأكول : %d
bg: Брой изяден: %d
da: Times Spist: %d
el: Φορές Τρώγονται: %d
et: Times syöneet: %d
fa: بار خورده شده : %d
hi: बार खाया: %d
hr: Times jeo: %d
ja: タイムズ悪魔の：%d
ko: 타임즈 거미 : %d
sr: Пута јео: %d
tr: Kere Eaten: %d
vi: Lần Eaten: %d
yi: Times עאַטען: %d

source: Attacks Blocked: %d
ar: هجمات المحظورين : %d
bg: Атаките Блокирани: %d
da: Angreb blokeret: %d
de: Angriffe abgewehrt: %d
el: Επιθέσεις Αποκλεισμένοι: %d
et: Reageerib Blokeeritud: %d
fa: حمله مسدود شده : %d
gl: Ataques pechados ou bloqueados: %d
hi: हमले अवरुद्ध: %d
hr: Blokirani Napadi: %d
ja: 攻撃のブロック：%d
ko: 공격이 차단된 : %d
nl: Aanvallen Geblokkeerd: %d
pt: Ataques Bloqueados: %d
sr: Блокирани Напади: %d
sv: Attacker Blockerade: %d
tr: Engellenen saldırı: %d
vi: Bị chặn các cuộc tấn công: %d
yi: אַטאַקס בלאַקט: %d

source: Time Spent As A Slime: %s
ar: الوقت الذي أمضاه لالوحل : %s
bg: Време, прекарано съгласно А слуз: %s
da: Tid, der er A Slime: %s
de: Zeit lang als Slime: %s
el: Χρόνο που Slime Α: %s
et: Time Spent Nagu lima: %s
fa: زمان صرف شده به عنوان یک چیز چسبناک : %s
gl: Tempo gasto como un Slim: %s
hi: समय एक कीचड़ के रूप में व्यय की गई राशि: %s
hr: Kao vrijeme provedeno Slime: %s
ja: に費やす時間をスライムとして：%s
ko: 시간을 할애 점액으로서 : %s
nl: Tijd doorgebracht als Slime: %s
pt: Tempo gasto como um Slime: %s
sr: Времена провео муља: %s
sv: Tid enligt A Slime: %s
tr: Time Spent A Slime olarak: %s
vi: Thời gian đã qua sử Như Một Slime: %s
yi: צייט ספּענט ווי א סלימע: %s

source: Distanced Travelled: %0.1fKM
bg: Дистанционно разстояние: %0.1fKM
da: Distanceret distance: %0.1fKM
de: Distanziert Mitreisende: %0.1fKM
el: Αποστασιοποιήθηκε Travelled: %0.1fKM
fa: فاصله سفر : %0.1fKM
gl: Distancia percorrida: %0.1fKM
ko: 거리 여행 : %0.1fKM
pt: Distanciou percorrida: %0.1fKM
sv: Distanserad sträcka: %0.1fKM
tr: Uzaklaşan Travelled: %0.1fKM
vi: Đi xa: %0.1fKM
yi: דיסטאַנסעד טראַוועללעד: %0.1fKM

source: Arrows Fired: %d
el: Βέλη Απολύομαι: %d
fa: فلش اخراج : %d
pt: Flechas disparadas: %d
sv: Pilar Fired: %d
vi: Mũi tên đốt: %d

source: You found a secret!
el: Βρήκατε ένα μυστικό!
fa: مخفی شما یافت نشد!
sv: Du hittade en hemlighet!
vi: Bạn tìm thấy một bí mật!

source: 10 charges remaining...
el: 10 επιβαρύνσεις υπόλοιπα ...
fa: 10 اتهامات عنوان شده علیه باقی مانده...
sv: 10 avgifter återstår ...
vi: 10 phí còn lại ...

source: %s is out of power
el: %s ευρώ από την εξουσία
fa: %s خارج از قدرت
sv: %s utan ström
vi: %s là ra khỏi quyền lực

source: The damage from this weapon is being absorbed...
el: Η ζημία από αυτό το όπλο έχει απορροφηθεί ...
fa: آسیب از این سلاح است که جذب می شود...
sv: Skada på grund av detta vapen absorberas ...
vi: Thiệt hại từ các loại vũ khí này đang được hấp thu ...

source: Secrets Found: %d / %d
el: Μυστικά Found: %d / %d
fa: اسرار پیدا شد : %d / %d
vi: Bí mật tìm thấy: %d / %d

source: Horray!
be: Ура!
gl: Oh!
pt: Oh!
sr: Хорраы!
yi: האָררייַ!

source: Hmmm...
ar: هممم...
be: Ммм ...
bg: Хммм ...
el: Χμμμ ...
hi: हममम ...
iw: המממ ...
ja: うーん...
ko: 흠 ...
mk: Хммм ...
sr: Хмм ...
yi: כאַם ...
zh: 嗯...

source: Gazer
ar: الناظر
be: Газэра
bg: Гезер
cs: Gezeru
el: Βλέπων
hi: विद्या विशारद
ja: 麻薬取締官
ko: 천문학자가
sq: Ëndërrimtar
sr: Газер
yi: גאַזער
zh: 凝视

source: Grimlore
sr: Гримлоре
yi: גרימלאָרע

source: Borgan
ar: بورجان
sr: Борган
yi: באָרגאַן

source: %s (%d / %d)
ja: %s（%d分の%d）
zh: %s（%d分之%d）

source: Huh, d�j� vu...
cy: Huh, vu dj ...
fr: Huh, vu dj ...
it: Eh, dj vu ...
sq: Huh, vu dj ...
zh: 嗯，Đ似曾相识...

source: I'll also need a sword and shield to defend myself. I can speak to and to get these though.
be: Я таксама неабходна шчыт і меч, каб абараняць сябе. Я магу гаварыць, і каб атрымаць гэтыя думкі .
fi: Minä myös miekka ja kilpi puolustaa itseäni. En voi puhua ja saada nämä tosin.
iw: אני גם צריך חרב מגן כדי להגן על עצמי. אני יכול לדבר ולהשיג כי אלה.
lv: Man būs nepieciešama arī zobenu un vairogu, lai aizstāvētu sevi. Es varu runāt un panākt, lai šos though.
mk: Јас исто така ќе треба еден меч и штит да се брани сам. Не можам да зборувам и да се макар овие.
