Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: This lift has no power. I won't be able to use it until I restore the power
af: Hierdie berg het geen krag. Ek sal nie in staat wees om dit te gebruik tot die kragtoevoer herstel ek
ar: رفع هذا لا يوجد لديه السلطة. أنا لن تكون قادرة على استخدامها حتى أنا استعادة السلطة
be: Гэты пад'ём не мае ўлады. Я не змогуць яго выкарыстоўваць, пакуль я не аднавіць ўлада
bg: Този лифт няма правомощия. Аз няма да могат да го използват, докато не се възстанови властта
ca: Aquest ascensor no té poder. No vaig a ser capaç d'utilitzar fins que restablir el poder
cs: Tento výtah nemá moc. Nebudu moci používat, dokud jsem obnovit moc
cy: Mae hyn wedi codi unrhyw bwer. Na fyddaf yn gallu ei ddefnyddio hyd nes i mi adfer y pwer
da: Denne lift har ingen magt. Jeg vil ikke være i stand til at bruge det, indtil jeg genoprette magten
de: Dieser Aufzug hat keinen Strom. Ich will nicht in der Lage sein, bis ich nutzen, wieder die Macht
el: Αυτή η άρση δεν έχει καμία εξουσία. Δεν θα είναι σε θέση να το χρησιμοποιήσουν μέχρι να αποκατασταθεί η εξουσία
et: See lift ei ole õigust. Ma ei saa seda kasutada enne, kui ma taastada võimsus
fa: این بالابر دارای هیچ قدرتی ندارد. من قادر نخواهد بود استفاده از آن را تا زمانی که قدرت بازگرداندن من
fi: Tämä hissi ei ole valtaa. En voi käyttää sitä ennen kuin voin palauttaa valta
fr: Cette levée n'a aucun pouvoir. Je ne serai pas capable de l'utiliser jusqu'à ce que je restaurer le pouvoir
ga: Tá an ardaitheoir aon chumhacht. Ní bheidh mé in ann é a úsáid go dtí go mbeidh mé ar ais ar an chumhacht
gl: O ascensor non ten poder. Eu non vou ser capaz de usalo ata que eu restaurar o poder
hi: यह लिफ्ट कोई शक्ति है. मैं इसे का उपयोग करें जब तक मैं बिजली बहाल करने में सक्षम नहीं होगा
hr: Ovaj lift nema moć. Neću ga moći koristiti dok sam obnoviti snaga
hu: Ez a felvonó nincs hatalma. Nem leszek képes használni, míg el nem visszaállítja a hatalom
is: Þessi lyfta hefur ekkert vald. Ég mun ekki geta notað hana fyrr en ég endurheimta styrk
it: Questo ascensore non ha alcun potere. Non sarò in grado di utilizzare fino a ripristinare il potere
iw: זה להרים אין כוח. אני לא יוכל להשתמש בו עד שאני לשחזר את הכוח
ja: このリフトの力がある。まで、自分の力を復元に使用することができなくなります
ko: 동력이 들어있다. 내가 나올 때까지 전원을 복원 내가 그것을 사용할 수 없을 것입니다
lv: Šī lifta nav varas. Es nevar izmantot, kamēr es atjaunoju jauda
mk: Овој лифт нема моќ. Јас нема да можат да го користат додека не се врати на власт
mt: Dan lift m'għandha l-ebda poter. I mhux ser ikunu jistgħu jużaw dan sal I jirrestawra l-enerġija
nl: Deze lift heeft geen macht. Ik zal niet in staat zijn om het te gebruiken totdat ik weer de macht
no: Denne heisen har ingen makt. Jeg vil ikke kunne bruke det før jeg gjenopprette makt
pl: Wyciąg ten ma władzę. I nie będą mogli z niego korzystać aż przywrócenia zasilania
pt: Este elevador não tem poder. Eu não vou ser capaz de usá-lo até que eu restaurar o poder
ro: Acest lift nu are nici o putere. Eu nu va fi capabil să-l folosească, până când am puterea de a restabili
sl: Ta žičnica ni moč. I ne bodo mogli uporabljati, dokler sem obnoviti moči
sq: Kjo ngre nuk ka pushtet. Unë nuk do të jetë në gjendje ta përdorin atë deri sa unë të rivendosur pushtetin
sr: Ова жичара нема моћ. Нећу моћи да га користите док не повратите моћ
sv: Denna hiss har ingen makt. Jag kommer inte att kunna använda den tills jag återställa makt
sw: Kuinua hii haina nguvu. Mimi hawataweza kuitumia mpaka mimi kurejesha nguvu
tr: Bu asansör güç vardır. Ben gelinceye kadar güç geri kullanmak mümkün olmayacaktır
vi: Thang máy này không có quyền lực. Tôi sẽ không thể sử dụng nó cho đến khi tôi khôi phục lại sức mạnh
yi: דער הייב איז קיין מאַכט. איך וועל נישט זיין קענען צו נוצן דאָס ביז איך ומקערן די מאַכט
zh: 该电梯没有权力。我无法使用它，直到我恢复供电

source: Keep practising!
af: Hou praktiserende!
ar: الحفاظ على ممارسة!
be: Трымайце практыкуе!
bg: Съхранявайте практикуващите!
ca: Seguir practicant!
cs: Udržujte procvičování!
cy: Cadwch ymarfer!
da: Hold praktiserende!
de: Halten Sie üben!
el: Κρατήστε την άσκηση!
et: Hoidke praktiseerivad!
fa: تمرین نگه دارید!
fi: Pidä harjoittaa!
fr: Gardez pratiquant!
ga: Coinnigh cleachtadh!
gl: Continuar practicando!
hi: अभ्यास रहो!
hu: Keep gyakorló!
is: Halda að æfa!
it: Keep pratica!
iw: תמשיך לתרגל!
ja: 練習てください！
ko: 계속 연습!
lv: Keep praktizē!
mk: Чувајте вежбање!
mt: Żomm prattikanti!
nl: Blijf oefenen!
no: Keep praktiserende!
pl: Keep zawód!
pt: Continuar praticando!
ro: Păstraţi profesează!
sl: Keep poklic!
sq: Keep ushtrimin!
sr: Имајте тренирам!
sv: Keep praktiserande!
tr: Pratik tutun!
vi: Hãy thực tập!
yi: האַלטן פּראַקטיסינג!
zh: 保持执业！

source: Hi
ar: مرحبا
be: Прывітаньне
bg: Здрасти
ca: Hola
cs: Nazdar
da: Hej
de: Hallo
el: Γεια
et: Tere
fa: سلام
fi: Hei
fr: Salut
ga: Haigh
gl: Ola
hi: नमस्ते
hr: Bok
hu: Szia
is: Hæ
it: Salve
iw: הי
ja: やあ
ko: 안녕
lv: Čau
mk: Здраво
nl: Hoi
no: Hei
pl: Cześć
pt: Oi
ro: Salut
sl: Živjo
sq: 'Njatjeta
sr: Здраво
sv: Hej
sw: Jambo
tr: Merhaba
vi: Chào
yi: הי
zh: 嗨

source: Hello Edgar
ar: مرحبا ادغار
be: Прывітаньне Эдгар
bg: Здравейте Едгар
ca: Hola Edgar
cs: Dobrý den, Edgar
cy: Helo Edgar
da: Hej Edgar
de: Hallo Edgar
el: Γεια Edgar
et: Tere Edgar
fa: سلام ادگار
fi: Hei Edgar
fr: Bonjour Edgar
ga: Dia duit Edgar
gl: Hola Edgar
hi: नमस्ते एडगर
is: Halló Edgar
it: Ciao Edgar
iw: שלום אדגר
ja: こんにちはエドガー
ko: 안녕하세요 에드거
mk: Здраво Едгар
mt: Bonjour Edgar
nl: Hallo Edgar
no: Hei Edgar
pt: Olá Edgar
ro: Bună ziua Edgar
sq: Edgar hello
sr: Хелло Едгара
vi: Xin chào Edgar
yi: העלא עדגאַר
zh: 您好埃德加

source: Can I borrow your shield?
af: Kan ek leen jou skild?
ar: يمكنني الاقتراض الدرع الخاص بك؟
be: Ці магу я пазычыць твой шчыт?
bg: Мога ли да ползвам щит?
ca: Em prestes el teu escut?
cs: Můžu si půjčit tvůj štít?
cy: Gaf i fenthyg dy darian?
da: Må jeg låne din skjold?
de: Kann ich mir Ihren Schild?
el: Μπορώ να δανειστώ ασπίδα σας;
et: Kas ma saan laenata kilp?
fa: سپر می تواند شما را قرض بگیرم؟
fi: Voinko lainata shield?
fr: Puis-je emprunter votre bouclier?
ga: An féidir liom a fháil ar iasacht do sciath?
gl: Me pode prestar o seu escudo?
hi: मैं अपनी ढाल उधार ले सकता हूँ?
hr: Mogu li posuditi tvoj štit?
hu: Kölcsönkérhetem a pajzs?
is: Get ég láni skjöld þinn?
it: Posso prendere in prestito il tuo scudo?
iw: אפשר לשאול את המגן שלך?
ja: 私はあなたの盾を借りできますか？
ko: 당신의 방패를 빌릴 수 있을까요?
lv: Es varu aizņemties jūsu vairogs?
mk: Дали може да ми позајми вашиот штит?
mt: Nista 'jissellef shield tiegħek?
nl: Kan ik lenen je schild?
no: Kan jeg låne skjoldet?
pl: Czy mogę pożyczyć twój tarczy?
pt: Pode me emprestar o seu escudo?
ro: Pot imprumuta de scutul tău?
sl: Si lahko sposodim vašo ščit?
sq: Mund ta marr mburojën tuaj?
sr: Могу ли да позајмим ваш штит?
sv: Får jag låna din sköld?
sw: Naweza kuazima uso wako?
tr: Ben senin kalkan ödünç alabilir miyim?
vi: Tôi có thể mượn lá chắn của bạn?
yi: קען איך באָרגן דיין פאַרשטעלן?
zh: 我可以借用你的盾牌？

source: Off to practice your fighting skills?
af: Af na jou veg vaardighede te oefen?
ar: إيقاف ممارسة مهاراتك القتال؟
be: Off на практыцы вашыя баявыя навыкі?
bg: На разстояние от практиката си борба умения?
ca: Off per a practicar les seves habilitats de lluita?
cs: Vzhůru do praxe své bojové schopnosti?
cy: Oddi ar i ymarfer eich sgiliau diffodd?
da: Fra for at øve dit brandbekæmpelseskompetencen?
de: Aus, um Ihre Kampffähigkeiten der Praxis?
el: Όχι για να πρακτική μαχητικές ικανότητες σας;
et: Väljas praktiseerida oma tuletõrjeoskuste?
fa: عمل کردن به مهارت های خود را مبارزه با؟
fi: Off harjoitella taistelut taitoja?
fr: Off mettre en pratique vos talents de combattant?
ga: As a chleachtadh do scileanna troda?
gl: Off para practicar as súas habilidades de loita?
hi: अपनी लड़ाई कौशल अभ्यास के लिए?
hr: Off prakticirati svoju borbu vještine?
hu: Irány a gyakorlatban a harci képességek?
is: Burt að æfa sig að berjast kunnátta þín?
it: Off per praticare il tuo abilità di combattimento?
iw: לתרגל את מיומנויות הלחימה שלך?
ja: 離れてあなたの戦闘のスキルを練習する？
ko: 끄기 귀하의 싸움 실력을 연습하는 겁니까?
lv: Off praktizēt savas kaujas spējas?
mk: Ново во пракса вашата борба вештини?
mt: Off għall-ġlieda kontra l-prattika l-ħiliet tiegħek?
nl: Uit de praktijk uw vechten vaardigheden?
no: Av å praktisere dine slåss ferdigheter?
pl: Nie, aby poćwiczyć swoje umiejętności walki?
pt: Off para praticar suas habilidades de luta?
ro: Dezactivat pentru a practica-vă abilităţile de luptă?
sl: Off, da svoje sposobnosti boja proti?
sq: Jashtë të praktikoni aftësitë tuaja luftuar?
sr: Офф да вежбате ваше вештине борбе?
sv: Off för att öva dina färdigheter slåss?
sw: Off kufanya mazoezi mapigano ujuzi wako?
tr: Çek mücadele becerilerini uygulamaya?
vi: Off để thực hành các kỹ năng của bạn chiến đấu?
yi: אַוועק צו פיר דיין פייטינג סקילז?
zh: 关来练习你的战斗技能？

source: Something like that
ar: شيء من هذا القبيل
be: Нешта падобнае
bg: Нещо такова
ca: Una cosa així com que
cs: Něco takového
cy: Rhywbeth fel bod
el: Κάτι τέτοιο
et: Midagi sellist
fa: چیزی شبیه به آن
fi: Tuollaista
fr: Quelque chose comme ça
ga: Rud éigin cosúil go
gl: Algo así
hi: ऐसा ही कुछ
hr: Nešto kao da
hu: Valami ilyesmi
is: Eitthvað svona
it: Qualcosa di simile
iw: משהו כזה
ja: そのような何か
ko: 그런 일이
lv: Kaut kas, piemēram, ka
mk: Нешто како што
mt: Xi ħaġa bħal dik
nl: Zoiets
no: Noe sånt
pl: Coś w tym stylu
pt: Algo assim
ro: Ceva de genul asta
sl: Nekaj takega
sq: Diçka si kjo
sr: Тако нешто
sw: Kitu kama hicho
tr: Onun gibi bir şey
vi: Tin như thế
yi: עפּעס ווי וואָס
zh: 这样的东西

source: If you run me an errand then you can have the shield
af: As jy draai my 'n boodskap dan kan jy die skild kan hê
ar: إذا قمت بتشغيل لي لقضاء حاجة ثم هل يمكن أن يكون الدرع
be: Калі вы запусціце мне даручэнне, то вы можаце мець шчыт
bg: Ако ме пуснете поръчка, тогава може да има щит
ca: Si executeu mi un encàrrec llavors vostè pot tenir l'escut
cs: Pokud spustíte mi pochůzku pak můžete mít štít
cy: Os ydych chi'n rhedeg 'm an errand, yna gallwch gael y darian
da: Hvis du kører mig et ærinde så kan du få skjoldet
de: Wenn Sie mir einen Auftrag ausführen, dann können Sie das Schild haben
el: Εάν εκτελείτε μου ένα θέλημα τότε μπορείτε να έχετε την ασπίδα
et: Kui kasutate mind hetkeks siis saate on kilp
fa: اگر از من فرمان و سپس شما می توانید از سپر
fi: Jos käytät minut asialla niin voit olla kilpi
fr: Si vous exécutez-moi faire une course alors vous pouvez avoir le bouclier
ga: Má ritheann tú dom an errand ansin is féidir leat a bheith ar an sciath
gl: Se executar un lixo me entón pode que o escudo
hi: अगर तुम मुझे एक काम तो चला तुम ढाल सकते हैं
hr: Ako pokrenete mene nalog onda možete imati štit
hu: Ha ön fuss nekem egy küldetés akkor lehet a pajzson
is: Ef þú keyrir mér erindi þá er hægt að hafa skjöld
it: Se si esegue me una commissione allora si può avere lo scudo
iw: אם אתה מפעיל לי שליחות אז אתה יכול לקבל את המגן
ja: もし私の場合は、シールドすることができます用事を実行する
ko: 만약 당신이 나한테 당신이 방어막을 가질 수있습니다 심부름
lv: Ja jūs darbināt man izsūtāmais tad jūs varat būt vairogs
mk: Ако подигнувате ме збор можеш да имаш штит
mt: Jekk inti tmexxi me errand imbagħad inti jista 'jkollhom l-ilqugħ
nl: Mocht u mij een boodschap dan kun je het schild hebben
no: Hvis du kjører meg et ærend da du kan ha skjoldet
pl: Jeśli prowadzisz mnie zlecenie, to możesz mieć tarczę
pt: Se você executar um recado me então você pode ter o escudo
ro: Dacă executaţi-mi un comision atunci puteţi avea scutul
sl: Če zaženete me opravek potem lahko ščit
sq: Nëse ju drejtuar me një porosi atëherë ju mund të ketë mburojë
sr: Ако радим задатак онда може имати штит
sv: Om du kör mig ett ärende kan du ha skölden
sw: Kama wewe kukimbia me an errand basi unaweza kuwa na uso
tr: Eğer bana sonra kalkan olabilir bir çırak çalıştırmak
vi: Nếu bạn chạy tôi một errand sau đó bạn có thể có lá chắn
yi: אויב איר רינען מיר אַ גאַנג דאַן איר קענען האָבן די פאַרשטעלן
zh: 如果您运行我办事，那么你可以有屏蔽

source: What do I have to do?
af: Wat moet ek doen om dit te doen?
ar: ماذا علي أن أفعل؟
be: Што я павінен рабіць?
bg: Какво трябва да направя?
ca: Què he de fer?
cs: Co mám dělat?
cy: Beth ddylwn i ei wneud?
da: Hvad skal jeg gøre?
de: Was muss ich tun?
el: Τι πρέπει να κάνω;
et: Mida ma pean tegema?
fa: چه باید بکنم؟
fi: Mitä minun tulee tehdä?
fr: Que dois-je faire?
ga: Cad atá agam a dhéanamh?
gl: O que eu teño que facer?
hi: मुझे क्या करना होगा?
hr: Što moram učiniti?
hu: Mit kell tennem?
is: Hvað þarf ég að gera?
it: Cosa devo fare?
iw: מה אני צריך לעשות?
ja: どうすればいいのですか？
ko: 내가 뭘 어떻게해야합니까?
lv: Ko man darīt?
mk: Што треба да направите?
mt: X'għandi nagħmel?
nl: Wat moet ik doen?
no: Hva må jeg gjøre?
pl: Co mam zrobić?
pt: Que devo fazer?
ro: Ce trebuie să fac?
sl: Kaj moram storiti?
sq: Çfarë duhet të bëj?
sr: Шта морам да урадим?
sv: Vad ska jag göra?
sw: Nini nina kufanya?
tr: Ne yapmam gerekiyor?
vi: Tôi phải làm gì để làm gì?
yi: וואָס טאָן איך האָבן צו טאָן?
zh: 什么我要怎么办？

source: Go to the mine and collect me some coal
af: Gaan na die myn-en versamel sommige steenkool my
ar: الذهاب الى منجم وجمع لي بعض الفحم
be: Перайсці на шахце і збіраць мне вуглём
bg: Отидете на мината и се събират ми малко въглища
ca: Anar a la mina i recollir una mica de carbó em
cs: Jděte do dolu a sbírat mi nějaké uhlí
cy: Ewch i'r pwll a chasglu mi rhai glo
da: Gå til minen og samle mig nogle kul
de: Gehen Sie zu der Mine und sammeln Sie mir einige Kohle
el: Πηγαίνετε στο ορυχείο και τη συλλογή μου μερικά άνθρακα
et: Mine kaevanduse ja koguda mulle kivisüsi
fa: رفتن به معدن و من بعضی از زغال سنگ ، جمع آوری
fi: Mene kaivokseen ja kerää minulle hiili
fr: Aller à la mine et recueillir moi un peu de charbon
ga: Téigh go dtí an mianach a bhailiú agus a roinnt guail dom
gl: Ir a mina e recoller-me um pouco de carbón
hi: खदान के पास जाओ और मुझे कुछ कोयला जमा
hr: Idi na mina i prikupljanje mene neki ugljen
hu: Megy a bánya, és gyűjtsük össze egy kis szén
is: Fara til mín og safna mér kol
it: Vai alla miniera e raccogliere un po 'di carbone
iw: ללכת במכרה ולאסוף אותי כמה פחם
ja: は、鉱山に移動し、私にいくつかの石炭を収集する
ko: 광산에 가서 좀 석탄 수집
lv: Iet uz raktuvēm un savākt man ogles
mk: Одете на рудникот и ги собираме мене некои јаглен
mt: Mur fil-minjiera u tiġbor me xi faħam
nl: Ga naar de mijn en het verzamelen van mij wat kolen
no: Gå til mine og hente meg noen kull
pl: Przejdź do kopalni i zebrać mi węgiel
pt: Vá até a mina e recolher-me um pouco de carvão
ro: Du-te la mine şi să colecteze-mi niste cărbunelui
sl: Pojdite v rudnik in zbiranje me nekaj premoga
sq: Shko te minave dhe të mbledhë disa qymyr
sr: Иди на мина и прикупи ми неки угаљ
sv: Gå till gruvan och samla mig lite kol
sw: Kwenda kwenye mgodi na kukusanya nami baadhi ya makaa ya mawe
tr: Mayın git ve beni biraz kömür toplamak
vi: Vào mỏ và thu thập cho tôi một số than đá
yi: גיי צו די מיינער און קלייבן מיר עטלעכע קוילן
zh: 转到煤矿和收集我的一些煤

source: But we have plenty of coal!
af: Maar ons het genoeg steenkool!
ar: ولكن لدينا الكثير من الفحم!
be: Але ў нас шмат вугалю!
bg: Но ние имаме много въглища!
ca: Però tenim un munt de carbó!
cs: Ale my máme spoustu uhlí!
cy: Ond mae gennym ddigon o lo!
da: Men vi har masser af kul!
de: Aber wir haben jede Menge Kohle!
el: Αλλά έχουμε άφθονο άνθρακα!
et: Aga meil on palju sütt!
fa: ولی ما که مقدار زیادی ذغال سنگ!
fi: Mutta meillä on runsaasti hiiltä!
fr: Mais nous avons beaucoup de charbon!
ga: Ach ní mór dúinn leor guail!
gl: Pero temos abundancia de carbón!
hi: लेकिन हम कोयले की बहुत है!
hr: Ali, imamo dosta ugljena!
hu: De van rengeteg szén!
is: En við höfum fullt af kolum!
it: Ma abbiamo un sacco di carbone!
iw: אבל יש לנו הרבה פחם!
ja: しかし、多くの石炭を持っている！
ko: 하지만 우리는 많은 석탄을 가지고!
lv: Bet mums ir daudz ogļu!
mk: Но ние имаме изобилство на јаглен!
mt: Imma aħna għandna ħafna tal-faħam!
nl: Maar we hebben genoeg van kolen!
no: Men vi har nok av kull!
pl: Ale mamy dużo węgla!
pt: Mas temos abundância de carvão!
ro: Dar avem o multime de cărbune!
sl: Ampak imamo veliko premoga!
sq: Por ne kemi shumë të qymyr!
sr: Али ми имамо доста угља!
sv: Men vi har gott om kol!
sw: Lakini tuna mengi ya mkaa!
tr: Ama biz bol kömür var!
vi: Nhưng chúng tôi có rất nhiều than!
yi: אָבער מיר האָבן שעפע פון קוילן!
zh: 但我们有足够的煤！

source: Yes, but this is not any old coal, this coal is special, it burns hotter and lasts longer
af: Ja, maar dit is nie enige ou steenkool, steenkool hierdie spesiale is, is dit brandwonde warmer en langer
ar: نعم ، ولكن هذا ليس أي الفحم الحجري القديم ، وهذا هو الفحم الخاصة ، وأنها تحرق سخونة وتستمر لفترة أطول
be: Так, але гэта не якая-небудзь куце, гэты вугаль спецыяльная, яна гарыць гарачэй і даўжэй
bg: Да, но това не е кой да е стар въглища, това е специален, въглища, тя изгаря горещи и трае по-дълго
ca: Sí, però això no és cap carbó d'edat, aquest carbó és especial, es crema més calenta i dura més temps
cs: Ano, ale to není nějaký starý uhlí, toto uhlí je zvláštní, že hoří žhavější a trvá déle
cy: Oes, ond nid yw hyn yn unrhyw hen glo, glo hyn yn arbennig, mae'n llosgiadau boethach ac mae'n para hirach
da: Ja, men det er ikke noget gammelt kul, dette kul er speciel, det brænder varmere og holder længere
de: Ja, aber das ist nicht irgendein Kohle, ist diese spezielle Kohle verbrennt es heißer und hält länger
el: Ναι, αλλά αυτό δεν είναι κανένα παλιό του άνθρακα, αυτή του άνθρακα είναι ειδική, καίγεται πιο ζεστά και διαρκεί περισσότερο
et: Jah, kuid see ei ole kõik vana kivisüsi, see kivisüsi on eriline, see põletab kuumemaks ja kestab kauem
fa: بله ، ولی این امر هر ساله نه زغال سنگ ، زغال سنگ این است خاص ، آن را داغتر می سوزد و دیگر طول می کشد
fi: Kyllä, mutta tämä ei ole mitään vanhaa kivihiiltä, tämä hiili on erityinen, se palaa kuumempi ja kestää
fr: Oui, mais ce n'est pas de charbon vieux, ce charbon est spécial, il brûle plus chaud et dure plus longtemps
ga: Tá, ach níl sé seo ar aon gual d'aois, tá an gual speisialta, dó é hotter agus mhaireann níos faide
gl: Si, pero iso non é ningún carbón de idade, este carbón é especial, ela queima máis quente e dura máis tempo
hi: हाँ, लेकिन यह किसी भी पुरानी कोयले की नहीं है, यह कोयला खास है, यह hotter जलता है और अब तक रहता है
hr: Da, ali to nije bilo starih ugljen, ugljen ovo je posebna, ona gori topliji i traju duže
hu: Igen, de ez nem a régi szén, a szenet is különleges, ég melegebb és hosszabb ideig tart
is: Já, en þetta er ekki einhver gömul kol, þessum kolum er sérstakur, brenna það heitara og varir lengur
it: Sì, ma questo non è un qualsiasi vecchio carbone, questo il carbone è speciale, brucia più calda e dura più a lungo
iw: כן, אבל זה לא כל הפחם הישן, זה פחם הוא מיוחד, זה שורף חמה מחזיק מעמד יותר זמן
ja: はい、これは任意の古い石炭ありませんが、この石炭の特別な場合は、熱く燃えて長持ち
ko: 네,하지만이 오래된 석탄이 아닌 특별한 석탄, 그것을 더 뜨거워 화상을 더 길게 ...
lv: Jā, bet tas vairs nav vecais oglēm, tas ogles ir īpašs, tas deg karstākas un ilgākas
mk: Да, но тоа не е секој стар јаглен, овој јаглен е посебен, гори потопла и трае подолго
mt: Iva, imma din mhix xi faħam qodma, dan il-faħam huwa speċjali, dan jinħaraq hotter u ddum aktar
nl: Ja, maar dit is geen oude kolen, steenkool deze special is, brandt het warmer en langer
no: Ja, men dette er ikke noe gammelt kull, dette er kull spesiell, brenner det varmere og varer lenger
pl: Tak, ale to nie jest żaden stary węgiel to węgiel jest wyjątkowy, to oparzenia gorętsze i trwa dłużej
pt: Sim, mas isso não é nenhum carvão de idade, este carvão é especial, ela queima mais quente e dura mais tempo
ro: Da, dar acest lucru nu este nici un cărbune vechi, acest cărbune este special, arde mai calde şi mai dureaza mai mult
sl: Da, vendar to ni vse staro premog, ta premog je poseben, da gori bolj vroča in traja dlje
sq: Po, por kjo nuk është ndonjë qymyr e vjetër, kjo e qymyrit është i posaçëm, ajo djeg hotter dhe zgjat më
sr: Да, али то није било старих угља, овај угаљ је посебна, она гори топлија и траје дуже
sv: Ja, men detta är inte något gammalt kol, är kol speciell, brinner det varmare och varar längre
sw: Ndiyo, lakini hii si kale yoyote makaa ya mawe, hii ni maalumu wa makaa ya mawe, ni kuchomwa moto zaidi na unadumu tena
tr: Evet, ama bu, herhangi bir eski kömür değil, kömür özel, o sıcak yanık ve daha uzun sürer
vi: Có, nhưng đây không phải bất cứ than cũ, than đá này là đặc biệt, nó nóng bỏng và kéo dài lâu hơn
yi: יאָ, אָבער דאָס איז נישט קיין אַלטע קוילן, די קוילן איז ספּעציעל, עס בורנס האָטטער און לאַסץ לאָנגער
zh: 是的，但这不是任何旧的煤，这煤特殊，它燃烧热，持续时间

source: I only need 10 pieces of the stuff, so it shouldn't take you very long
af: Ek hoef net 10 stuks van die dinge, sodat dit moet neem wat jy nie baie lank
ar: أنا فقط بحاجة 10 قطعة من الاشياء ، لذلك لا ينبغي أن تتخذ لك طويل جدا
be: Мне трэба толькі 10 кавалкаў матэрыялу, таму яна не павінна вам вельмі доўга
bg: Аз се нуждаете само 10 броя от нещата, така че не трябва да ви вземат много дълго
ca: Només necessito 10 peces de la matèria, de manera que no hauria de ser molt llarg
cs: Potřebuji jen 10 kusů věci, takže by to trvat velmi dlouho vás
cy: Fi ond angen 10 o ddarnau o stwff, felly ni ddylai fod yn mynd â chi yn hir iawn
da: Jeg behøver kun 10 stykker af de ting, så det bør ikke tage dig meget lang
de: Ich brauche nur 10 Stück von dem Zeug, so dass du nicht zu lange
el: Χρειάζομαι μόνο 10 κομμάτια από τα πράγματα, έτσι δεν θα πρέπει να πάρετε πολύ καιρό
et: Mul on vaja ainult 10 tükki kraami, nii et see ei peaks teid väga pikk
fa: من فقط نیاز به 10 قطعه stuff ، بنابراین باید به شما را نه چندان طولانی
fi: Minulla on vain 10 kappaletta tavaraa, joten se ei vie kovin kauan
fr: J'ai seulement besoin de 10 pièces de l'étoffe, de sorte qu'il ne devrait pas vous prendre très longtemps
ga: De dhíth orm ach 10 píosaí den stuif, agus mar sin níor chóir é a chur duit an-fhada
gl: Eu só teño de 10 pezas do material, por iso non debe levar moito tempo
hi: मैं सिर्फ सामान के 10 टुकड़े की जरूरत है, तो यह बहुत लंबी नहीं लेना चाहिए
hr: Ja samo trebate 10 komada u stvari, tako da ne bi trebali uzeti vrlo čeznuti
hu: Én csak 10 darab kell a dolgokat, így nem fog ön nagyon hosszú
is: Ég þarf aðeins 10 stykki af því efni, svo það ætti ekki að taka þig mjög lengi
it: Ho solo bisogno di 10 pezzi di quella roba, quindi non ti porterà molto lungo
iw: אני רק צריך 10 חתיכות של החומר, כך שזה לא צריך לקחת לך הרבה זמן
ja: 私だけなので、非常に長いをしてはならないものの10個が必要
ko: 난 단지, 그래서 아주 오래 걸리지 않을 물건의 10 가지 요소가 필요
lv: Man ir nepieciešama tikai 10 gabali stuff, tādēļ tas neuztver tevi pārāk garš
mk: Ми треба само 10 парчиња од нешто, па затоа не треба да ве однесе многу долго
mt: Jien ghandi bzonn 10 biċċiet ta 'l-għalf, u għalhekk ma għandha tieħu int twil ħafna
nl: Ik hoef maar 10 stuks van het spul, zodat het niet moet u erg lang
no: Jeg trenger bare 10 stykker av ting, så det burde ikke ta deg veldig lang
pl: I wystarczy 10 sztuk rzeczy, więc nie powinno Cię bardzo długo
pt: Eu só preciso de 10 peças do material, por isso não deve levar muito tempo
ro: Am nevoie doar de 10 de piese de lucruri, astfel că nu ar trebui să ia foarte mult timp
sl: Jaz šele potreba po 10 kosov stvari, tako da ne bi vas zelo dolgo
sq: Unë vetëm nevojë për 10 copë stuff, kështu që nuk duhet të jeni shumë të gjatë
sr: Ја треба само 10 комада у ствари, тако да не треба да се јако дуго
sv: Jag behöver bara 10 stycken av prylarna, så bör det inte ta så lång
sw: Mimi tu haja ya vipande 10 stuff, hivyo haipaswi kukuchukua muda mrefu sana
tr: Ben sadece, bu nedenle çok uzun sen almamalıdır malzeme 10 adet gerekiyor
vi: Tôi chỉ cần 10 miếng của công cụ này, vì vậy không nên đưa bạn rất dài
yi: איך נאָר דאַרפֿן 10 פּיעסעס פון די שטאָפּן, אַזוי עס זאָל נישט נעמען איר זייער לאַנג
zh: 我只需要10块的东西，所以不应该把你很长
