Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Open the door and continue to the right
af: Die deur oop en voortgaan om die reg
ar: فتح الباب والاستمرار في الحق
be: Адкрыйце дзверы і па-ранейшаму правы
bg: Отвори вратата и да продължи да прави
ca: Obriu la porta i seguir a la dreta
cs: Otevřete dveře a pokračujte doprava
cy: Agorwch y drws ac yn parhau ar y dde
da: Åbn døren og fortsætte til højre
de: Öffnen Sie die Tür und auch weiterhin das Recht
el: Ανοίξτε την πόρτα και να συνεχίσει προς τα δεξιά
et: Ava uks ja jätkuvalt õigus
fa: باز کردن درب و همچنان به سمت راست
fi: Avaa ovi ja jatka oikealle
fr: Ouvrez la porte et continuez vers la droite
ga: Oscail an doras agus leanúint ar aghaidh leis an gceart
gl: Abre a porta e segue cara a dereita
hi: दरवाजा खोलो और अधिकार के लिए जारी
hr: Otvorite vrata i dalje desno
hu: Nyisd ki az ajtót, és továbbra is a jobb
is: Opnaðu dyrnar og halda áfram til hægri
it: Aprire la porta e proseguire a destra
iw: לפתוח את הדלת ולהמשיך ימינה
ja: ドアを開き、右に進みます
ko: 문을 열고 오른쪽으로 계속
lv: Atvērt durvis un turpina labi
mk: Отвори вратата и да продолжат да право
mt: Iftaħ il-bieb u tkompli d-dritt
nl: Open de deur en verder naar rechts
no: Åpne døren og fortsett til høyre
pl: Otwórz drzwi i dalej w prawo
pt: Abra a porta e continue para a direita
ro: Deschide uşa şi de a continua la dreapta
sl: Odprite vrata in še naprej pravico
sq: Hapur derën dhe të vazhdojë të drejtën
sr: Отвори врата и даље десно
sv: Öppna dörren och fortsätt till höger
sw: Kufungua mlango na kuendelea haki
tr: Kapıyı açın ve sağa doğru devam
vi: Mở cửa và tiếp tục sang phải
yi: עפֿן די טיר און פאָרזעצן צו די רעכט
zh: 打开门，并继续向右

source: Congratulations! Now you know the basics of playing you should try the main game
af: Gelukwensing! Nou weet jy die basiese beginsels van die spel wat jy moet probeer om die belangrikste wedstryd
ar: تهانينا! الآن أنت تعرف أساسيات اللعب عليك أن تحاول اللعبة الرئيسية
be: Віншаванні! Цяпер вы знаёмыя з асновамі гульні вы павінны паспрабаваць асноўная гульня
bg: Поздравления! Сега знаете основите на игра трябва да се опитате основната игра
ca: Felicitats! Ara coneix els aspectes bàsics de joc hauria de provar el joc principal
cs: Blahopřejeme! Nyní víte, základy hry, měli byste zkusit hlavní hry
cy: Llongyfarchiadau! Nawr eich bod yn gwybod yr elfennau sylfaenol o chwarae dylech roi cynnig ar y gêm prif
da: Tillykke! Nu ved du det grundlæggende i at spille, bør du prøve de vigtigste spil
de: Glückwünsche! Jetzt kennen Sie die Grundlagen zu spielen, sollten Sie die wichtigsten Spiel versuchen
el: Συγχαρητήρια! Τώρα ξέρετε τα βασικά της παιχνίδι θα πρέπει να δοκιμάσετε το κύριο παιχνίδι
et: Õnnitlused! Nüüd sa tead põhitõdesid mängivad võiksid proovida peamine mäng
fa: خوش آمدید! در حال حاضر می دانید اصول بازی شما باید بازی اصلی سعی کنید
fi: Onnittelut! Nyt tiedät perusasiat peliä kannattaa kokeilla tärkein peli
fr: Félicitations! Maintenant vous connaissez les bases du jeu, vous devriez essayer le jeu principal
ga: Comhghairdeas! Anois a fhios agat an Basics of imeartha ba chóir duit iarracht an cluiche is mó
gl: Parabéns! Agora xa sabe o básico do xogo, ten que tentar The Game principal
hi: बधाई! अब आप मुख्य खेल का प्रयास करना चाहिए खेल के मूल बातें पता है
hr: Čestitam! Sad znate osnove igranja probajte glavna igra
hu: Gratulálunk! Most már tudod, hogy a játék alapjait, próbáld a fő játék
is: Til hamingju! Nú þú veist grunnatriði leika þér að reyna að aðal leik
it: Congratulazioni! Ora sapete le basi del gioco si dovrebbe provare il gioco principale
iw: מזל טוב! עכשיו אתה יודע את היסודות של משחק אתה צריך לנסות את המשחק המרכזי
ja: お祝いの言葉！今あなたがゲームのメインてみてください演奏の基本を知っている
ko: 축하! 이제 당신은 메인 게임을 시도해야 재생의 기초를 알고
lv: Apsveicam! Tagad jūs zināt, spēlējot Jums vajadzētu mēģināt galvenā spēle pamati
mk: Честитки! Сега знаеш основите на игра треба да се обидете на главната игра
mt: Awguri! Issa inti taf l-affarijiet bażiċi tal-playing inti għandek tipprova il-logħba prinċipali
nl: Felicitaties! Nu weet je de basisbeginselen van het spelen moet je proberen de belangrijkste wedstrijd
no: Gratulerer! Nå vet du det grunnleggende om å spille bør du prøve hovedspillet
pl: Gratulacje! Teraz znasz już podstawy gry powinieneś spróbować główne gry
pt: Parabéns! Agora você sabe o básico do jogo, você deve tentar The Game principal
ro: Felicitări! Acum ştii elementele de bază de a juca ar trebui să încercaţi jocul principal
sl: Čestitke! Zdaj poznate osnove igranja, morate poskusiti glavne igre
sq: Urime! Tani ju e dini bazat e luajtur ju duhet të provoni lojë kryesore
sr: Честитке! Сада знате основе свирања, требали бисте да игра главну
sv: Gratulationer! Nu känner du till grunderna i att spela ska du prova huvudspelet
sw: Hongera! Sasa wewe kujua msingi wa kucheza unapaswa kujaribu kuu mchezo
tr: Tebrikler! Şimdi size ana oyun denemelisiniz iskambil temellerini biliyorsunuz
vi: Lời chúc mừng! Bây giờ bạn biết những điều cơ bản của bạn hãy thử chơi trò chơi chính
yi: קאָנגראַטולאַטיאָנס! איצט איר וויסן דעם באַסיקס פון פּלייינג איר זאָל פּרובירן די ערשטע שפּיל
zh: 祝贺！现在你知道你应该尽量发挥主游戏的基本知识

source: If you want to replay this tutorial, press Escape and select Tutorial from the menu
af: As jy wil herhaling van hierdie tutoriaal, druk op Escape en kies handleiding van die spyskaart
ar: إذا كنت تريد إعادة هذا البرنامج التعليمي ، اضغط على الهروب وحدد البرنامج التعليمي من القائمة
be: Калі вы хочаце прайграць гэтага падручніка, націсніце Escape Падручнік і абярыце з меню
bg: Ако искате да замествам този урок, натиснете Escape и изберете от менюто начинаещи
ca: Si voleu reproduir aquest tutorial, premeu Escape i seleccioneu Tutorial al menú
cs: Pokud chcete přehrát tento tutoriál, stiskněte Escape a vyberte z menu Výuka
cy: Os ydych chi eisiau replay hyn tiwtorial, wasg a Dianc dewiswch Tiwtorial o'r ddewislen
da: Hvis du vil afspille denne øvelse, skal du trykke på Esc, og vælge Selvstudium fra menuen
de: Wenn Sie dieses Tutorial replay, drücken Sie Esc, und wählen Sie Anleitung aus dem Menü
el: Αν θέλετε να αναπαραγάγετε αυτό το σεμινάριο, πατήστε το πλήκτρο Escape Εκμάθηση και επιλέξτε από το μενού
et: Kui soovite kordus see õppekava vajutage Escape ning valige juhendaja menüüst
fa: اگر می خواهید به پخش این آموزش ، مطبوعات و گریز را انتخاب کنید از منوی خودآموز
fi: Jos haluat kuunnella tämän opetusohjelman painamalla ESC-näppäintä ja valitse Opetusohjelma valikosta
fr: Si vous souhaitez relire ce tutoriel, appuyez sur Echap, puis sélectionnez dans le menu Tutorial
ga: Más mian leat a replay teagaisc seo, brúigh Escape agus roghnaigh TeagaiscComment ón roghchlár
gl: Se quere reproducir este tutorial, preme Escape e selecciona Tutorial no menú
hi: यदि आप पुनरावृत्ति इस ट्यूटोरियल, प्रेस और एस्केप मेनू से ट्यूटोरियल को चुनने के लिए चाहता हूँ
hr: Ako želite ponoviti ovaj tutorial, pritisnite tipku Escape Udžbenik i odaberite iz izbornika
hu: Ha szeretne visszajátszani a bemutató, nyomjuk meg az Escape, és válasszuk a menüből a bemutató
is: Ef þú vilt aukaleikur þessari einkatími ýta Escape og velja Tutorial úr valmyndinni
it: Se si desidera riprodurre questo tutorial, premere il tasto Esc Tutorial e selezionare dal menu
iw: אם אתה רוצה משחק חוזר מדריך זה, הקש בריחה בחר מדריך מתפריט
ja: 場合は、このチュートリアルでは、Escキーを押すと、メニューからチュートリアルを選択し再生する
ko: 만약 당신이 튜토리얼, 언론 탈출 메뉴에서 자습서를 선택 재생하려면
lv: Ja jūs vēlaties atkārtot šo pamācību, nospiediet Evakuācijas un izvēlieties Pamācība no izvēlnes
mk: Ако сакате да реприза овој прирачник, притиснете Бегството и одберете од менито Упатство
mt: Jekk inti tixtieq li replay dan tutorja, l-istampa ta 'evakwazzjoni u agħżel mill-menu Tutorial
nl: Als u wilt replay deze tutorial, drukt u op Escape en Tutorial kies uit het menu
no: Dersom du ønsker å spille denne opplæringen, trykk Escape og velge Introduksjonskurs i menyen
pl: Jeśli chcesz, aby odtworzyć ten wychowawczy, naciśnij klawisz Escape, a następnie wybierz z menu Tutorial
pt: Se quiser reproduzir este tutorial, pressione Escape e seleccione Tutorial no menu
ro: Dacă doriţi pentru a reda acest tutorial, apăsaţi de evacuare şi selectaţi Tutorial din meniul
sl: Če želite Replay to tutorski, pritisnite Escape in izberite Vadnica iz menija
sq: Nëse ju doni të sërish këtë tutorial, shtypi arratisjes dhe zgjidhni Tutorial nga menu
sr: Ако желе да понове овај туториал, притисните и изаберите Водич Бекство из менија
sv: Om du vill spela den här läraren, tryck Escape och välj sedan Handledning från menyn
sw: Kama unataka Replay tutorial hii, vyombo vya habari na uchague Escape Tutorial kutoka menu
tr: Bu eğitim, Escape tuşuna basın ve menüden Öğretici seçeneğini tekrar istiyorum
vi: Nếu bạn muốn phát lại hướng dẫn này, bấm phím Escape và chọn Hướng dẫn từ trình đơn
yi: אויב איר ווילט צו ריפּליי דעם טוטאָריאַל, דריקן עסקאַפּע און סעלעקטירן טוטאָריאַל פֿון די מעניו
zh: 如果你想重播本教程中，按Escape并从菜单中选择教程

source: To play the main game, press Escape and select New Game from the menu
af: Om te speel die belangrikste spel, druk op Escape en kies Nuwe Game uit die menu
ar: للعب اللعبة الرئيسية ، اضغط على الهروب واختر لعبة جديدة من القائمة
be: Каб адыграць галоўную гульню, націсніце Escape і абярыце Новая гульня ад мяне
bg: За да играете в основната игра, натиснете Escape и изберете Нова игра от менюто
ca: Per jugar el joc principal, premeu Escape i seleccioneu Nou joc al menú
cs: Hrát hlavní hru, stiskněte Escape a vyberte možnost Nová hra z nabídky
cy: I chwarae'r gêm prif, wasg Escape a dewiswch Newydd Gêm o'r ddewislen
da: At spille den vigtigste spil, skal du trykke på Esc, og vælg Nyt spil fra menuen
de: Um dem Hauptbildschirm des Spiels, drücken Sie spielen Escape und wählen Sie Neues Spiel aus dem Menü
el: Για να παίξετε το κύριο παιχνίδι, πατήστε το πλήκτρο Escape και επιλέξτε Νέο παιχνίδι από το μενού
et: Et mängida peamine mäng, vajutage Escape ja valige Uus mäng menüüst
fa: بازی بازی اصلی ، مطبوعات و گریز را انتخاب کنید جدید بازی ها را از منوی
fi: Pelata tärkein pelin, paina Esc-näppäintä ja valitse New Game valikosta
fr: Pour jouer au jeu principal, appuyez sur Echap et sélectionnez Nouveau dans le menu du jeu
ga: Chun spraoi an cluiche is mó, brúigh Escape agus Cluiche Nua a roghnú as an roghchlár
gl: Para xogar The Game principal, preme Escape e seleccione New Game no menú
hi: के मुख्य खेल, प्रेस एस्केप खेलते हैं और मेनू से नई गेम चुनें
hr: Da bi igrati glavnu igru, pritisnite tipku Escape i odaberite Nova igra iz izbornika
hu: Játszani a fő játékot, nyomjuk meg az Escape, és válasszuk az Új játék a menüből
is: Til að spila aðal leikur, ýta Escape og velur nýjan leik úr valmyndinni
it: Per riprodurre il gioco principale, premere il tasto Esc e selezionare Nuova partita dal menu
iw: לשחק את המשחק הראשי, הקש בריחה לבחור משחק חדש מתוך התפריט
ja: 脱出ゲームのメインキーを押します再生するには、メニューから新しいゲームを選択する
ko: 탈출의 주요 게임 언론 플레이하려면 메뉴에서 새 게임을 선택
lv: Spēlēt galveno spēli, nospiediet Evakuācijas un izvēlieties Jauna spēle no izvēlnes
mk: Да ја одигра главната играта, притиснете Бегството и одберете Нова Игра од менито
mt: Biex jilagħbu l-logħba prinċipali, l-istampa ta 'evakwazzjoni u New Game agħżel mill-menu
nl: Om te spelen de belangrijkste wedstrijd, drukt u op Escape en selecteer Nieuw spel in het menu
no: For å spille hovedspillet, trykk Escape og velg New Game fra menyen
pl: Aby grać w podstawowej gry, naciśnij Escape i wybierz New Game z menu
pt: Para jogar The Game principal, pressione Escape e selecione New Game no menu
ro: Pentru a juca jocul principal, apăsaţi de evacuare şi selectaţi joc nou din meniul
sl: Če želite igrati glavno igro, pritisnite Escape in izberite Nova igra iz menija
sq: Për të luajnë lojë kryesore, shtypi arratisjes dhe zgjidhni New Game nga menu
sr: Да играју главну игру, притисните и изаберите Бекство Нова игра из менија
sv: Att spela den viktigaste spelet, tryck Escape och välj Nytt spel från menyn
sw: Ili kucheza mchezo kuu, wanahabari Escape na uchague Mpya michezo kutoka menu
tr: Kaçış ana oyun oynamak için tuşuna basın ve menüden New Game seçeneğini
vi: Để chơi trò chơi chính, bấm phím Escape và chọn New Game từ trình đơn
yi: צו שפּילן די הויפּט שפּיל, דריקן עסקאַפּע און סעלעקטירן ניו שפיל פֿון די מעניו
zh: 要玩游戏主，按Escape并从菜单中选择新游戏

source: Press Space when you have finished reading to go to the next dialog box
af: Pers Space wanneer jy klaar is met die lees te gaan na die volgende dialoog
ar: الصحافة الفضاء عند الانتهاء من القراءة إلى الانتقال إلى مربع الحوار التالي
be: Прэса прасторы, калі вы закончылі чытанне, каб перайсці да наступнага акна
bg: Прес пространство, когато сте приключили четене да преминете към следващия диалогов прозорец
ca: Prémer la barra espaiadora quan hagis acabat de llegir per anar al següent quadre de diàleg
cs: Prostor pro novináře, když jste dočetli jít k dalším dialogovém okně
cy: Datganiadau i'r wasg Space pan fyddwch wedi gorffen darllen i fynd i'r bocs nesaf
da: Trykke på mellemrumstasten, når du er færdig med at læse for at gå til den næste dialogboks
de: Drücken Sie die Leertaste, wenn Sie fertig gelesen haben, um zum nächsten Dialogfeld zu gehen
el: Πατήστε Διάστημα όταν έχετε τελειώσει την ανάγνωση για να μεταβείτε στο επόμενο παράθυρο διαλόγου
et: Press Space Kui olete lõpetanud lugemise minna järgmine dialoogiboks
fa: مطبوعات فاصله زمانی که شما به پایان رسید خواندن برای رفتن به جعبه محاوره بعدی
fi: Paina tilaa kun olet lukenut Siirry seuraavaan valintaikkunan
fr: Appuyez sur Espace quand vous avez fini de lire pour aller à la boîte de dialogue suivante
ga: Preas Spás nuair tú críochnaithe léamh chun dul go dtí an chéad bhosca dialóige
gl: Espazo de prensa cando teña rematado a lectura para ir á seguinte caixa de diálogo
hi: प्रेस अंतरिक्ष आप अगले संवाद बॉक्स में जाना पढ़ने जब समाप्त कर दिया है
hr: Press Space kada ste završili čitanje ići na sljedeći dijaloški okvir
hu: Nyomja meg a Space Miután befejezte az olvasást, hogy menjen a következő párbeszédpanel
is: Ýttu Space þegar þú hefur lokið við lestur að fara í næstu valmynd
it: Press Space quando hai finito di leggere per passare alla finestra di dialogo successiva
iw: הקש שטח כאשר סיים לקרוא לך ללכת תיבת שיח הבאה
ja: スペースキーを押ししたときに、次のダイアログボックスに進みます読み終えている
ko: 보도 우주하면 다음 대화 상자로 이동 읽기 완료
lv: Preses telpa kad esat pabeidzis lasījumā, lai pārietu uz nākamo dialoglodziņš
mk: Прес простор, кога ќе завршите со читање оди на следниот дијалог прозорецот
mt: Spazju għall-istampa meta jkollok lest qari imorru għall-kaxxa dialog jmiss
nl: Druk op Ruimte als u klaar bent met lezen om naar het volgende dialoogvenster
no: Trykk Space når du er ferdig med å lese for å gå til neste dialogboksen
pl: Prasa Space Po zakończeniu czytania, aby przejść do kolejnego okna dialogowego
pt: Espaço de imprensa quando tiver terminado a leitura para ir para a próxima caixa de diálogo
ro: Comunicat de presă spaţiu când aţi terminat de citit pentru a merge la caseta de lângă, de dialog
sl: Press Space, ko ste končali obravnavo, da se premaknete na naslednjo pogovorno okno
sq: Press Hapësirë kur ju keni përfunduar leximin për të shkuar në kutinë e ardhshëm dialogun
sr: Притисните простора када сте завршили читање да бисте прешли на следећи дијалог
sv: Tryck utrymme när du läst klart att gå till nästa dialogruta
sw: Press Space wakati una kumaliza kusoma kwenda ijayo dialog box
tr: Space zaman sonraki iletişim kutusuna gidin, okumaya bitirdikten
vi: Báo chí không gian khi bạn đã đọc xong để đến hộp thoại kế tiếp
yi: דרוקן ספעיס ווען איר האָט פאַרטיק לייענען צו גיין צו די ווייטער דיאַלאָג קעסטל
zh: 按空间，当您阅读完到下一个对话框

source: You can also move to the next dialog box by pressing Attack (left ctrl), Block (left alt), Jump (space), Action (c) or Use Item (a)
af: Jy kan ook na die volgende dialoog deur te druk Aanval (links Ctrl), Blok (links alt), Spring (ruimte), Aksie (c) of Gebruik punt (a)
ar: يمكنك أيضا الانتقال إلى مربع الحوار التالي عن طريق الضغط على هجوم (يسار السيطرة) ، بلوك (يسار بديل) ، انتقل (الفضاء) ، العمل (ج) أو استخدام البند (أ)
be: Вы таксама можаце перайсці да наступнага акна, націснуўшы Attack (левы Ctrl), блок (Левый Alt), Jump (прастора), дзеянне (C), або выкарыстоўвайце пункт (а)
bg: Можете също така да преминете към следващия диалогов прозорец с натискане на Атака (от ляво CTRL), Блок (вляво ALT), Jump (пространство), действие (в) или Използвайте точка (а)
ca: Vostè també pot passar a la següent quadre de diàleg prement Attack (a l'esquerra Ctrl), Block (a l'esquerra ALT), Salt (espai), Acció (c) o la utilització de l'article (a)
cs: Můžete také přejít na další dialogové okno stiskem Attack (vlevo ctrl), Block (vlevo alt), Jump (mezera), akce (c) nebo použijte bod (a)
cy: Gallwch hefyd symud i'r bocs nesaf drwy wasgu Attack (ctrl chwith), Bloc (chwith alt), Neidio (lle), Gweithredu (c) neu Defnyddiwch yr eitem (a)
da: Du kan også flytte til den næste dialogboks ved at trykke Attack (venstre ctrl), Block (venstre alt), Jump (rum), Action (c) eller Brug punkt (a)
de: Außerdem können Sie zum nächsten Dialogfeld, indem Sie Attack verschieben (Strg links), Block (links alt), Jump (Leerzeichen), Action (c) oder des Einsatzes Posten (a)
el: Μπορείτε επίσης να μεταβείτε στο επόμενο παράθυρο διαλόγου πατώντας Attack (αριστερά ctrl), Block (αριστερά alt), Jump (διάστημα), Action (γ) ή Χρήση σημείο (α)
et: Võite ka liikuda järgmisele dialoogiboksis vajutades Attack (vasak CTRL), Block (vasak alt), Jump (kosmos) Action (c) või nende kasutamise Punkt ()
fa: شما همچنین می توانید به جعبه محاوره بعدی حمله حرکت با فشار دادن (چپ کنترل) ، بلوک (چپ دگرساز) ، پرش (فضا) ، عمل (ج) و یا استفاده از مورد (الف)
fi: Voit myös siirtyä seuraavaan valintaikkunaan painamalla Attack (vasemmalla ctrl), Block (vasen alt), Jump (välilyönti), Action (c) tai Käytä kohta (a)
fr: Vous pouvez également déplacer la boîte de dialogue suivante en appuyant sur Attack (ctrl gauche), Block (Alt gauche), saut (espace), Action (C) ou utiliser l'objet (a)
ga: Is féidir leat dul freisin chun an bosca dialóige eile ag brú ionsaí (Ctrl ar chlé), Bloc (ar chlé alt), Léim (spás), Gníomhaíochta (c) nó Úsáid Mír (a)
gl: Tamén pode pasar á seguinte cadro de diálogo premendo Ataque (esquerda Ctrl), Bloco de esquerdas (ALT), Salto (espazo), Action (c) ou o uso do (a)
hi: तुम भी आक्रमण का उपयोग करके अगले संवाद बॉक्स को स्थानांतरित कर सकते हैं (Ctrl बाएं), ब्लॉक (ऑल्ट बाएं), (अंतरिक्ष) Jump, एक्शन (ग) का प्रयोग करें या आइटम (क)
hr: Također možete prijeći na sljedeći dijaloški okvir pritiskom Attack (ctrl lijevo), Blok (lijevo alt), Jump (prostora), akcije (c) ili korištenja predmeta ()
hu: Ön is térjen át a következő párbeszédpanelen megnyomásával Attack (bal ctrl), Block (bal oldali alt), Jump (szóköz), Action (c) vagy használati jogcím (a)
is: Þú getur einnig fært til næsta valmynd með því að ýta Attack (vinstri Ctrl), kassa (vinstri alt), Jump (bil), Action (c) eða Nota Liður (a)
it: È inoltre possibile passare alla finestra di dialogo successiva premendo Attack (Ctrl sinistro), Block (Alt), Jump (spazio), Action (c) o utilizzare Item (a)
iw: אתה יכול גם לעבור תיבת שיח הבא על ידי לחיצה על התקפה (CTRL השמאלי), בלוק (ALT שמאלי), קפיצה (רווח), פעילות (ג) או השתמש פריט (א)
ja: また、攻撃を押すことによって、次のダイアログボックスに移動することができます（）、ブロック（左Altキー）、ジャンプ（スペース）、アクションCtrlキーを左（c）または使用してアイテム（1）
ko: 또한 공격을 누르면 다음 대화 상자를 이동할 수있습니다 (), 블럭 (고도 왼쪽), 이동 (공백), 액션 Ctrl 키를 왼쪽 (C) 또는 사용하여 상품 ()
lv: Jūs varat pāriet uz nākamo dialoglodziņu nospiežot Attack (pa kreisi Ctrl), Block (pa kreisi alt), Jump (kosmoss) Action (c) vai lietojuma preces ()
mk: Можете исто така да се движи кон следниот дијалог прозорецот со притискање Атак (лево ctrl), Блок (лево алт), Скокни (простор), акција (в) или користете точка (а)
mt: Tista 'wkoll jgħaddi għall-kaxxa dialog li jmiss billi tagħfas Attakk (xellug Ctrl), Blokk (xellug alt), Aqbeż (spazju), Azzjoni (ċ) jew Uża punt (a)
nl: U kunt ook naar het volgende dialoogvenster door te drukken Attack (links Ctrl), Blok (links alt), Jump (ruimte), Action (c) of Gebruik punt (a)
no: Du kan også flytte til neste dialogboksen ved å trykke Attack (venstre ctrl), Block (venstre alt), Jump (space), Action (c) eller Bruk element (a)
pl: Można również przejść do następnego okna dialogowego, naciskając Attack (lewy CTRL), Block (lewy alt), Jump (spacja), Action (c) lub korzystania z przedmiotu ()
pt: Você também pode passar para a próxima caixa de diálogo pressionando Ataque (esquerda Ctrl), Bloco de esquerda (ALT), Salto (espaço), Action (c) ou o uso do (a)
ro: Puteţi muta, de asemenea, la caseta de lângă, de dialog prin apăsarea Attack (stânga CTRL), Block (stânga ALT), Jump (spaţiu), Acţiune (c) sau utilizare punctul (a)
sl: Prav tako lahko premaknete na naslednjo pogovorno okno s pritiskom na napad (levo ctrl), Block (levi alt), Skok (space), Ukrep (c) ali uporabite točka (a)
sq: Ju gjithashtu mund të shkojë në kutinë e ardhshëm dialogun duke shtypur Sulmi (majtas ctrl), Blloku (majtas alt), Enciklopedia e Lirë Shko (hapësirë), Action (c) ose Përdorimi pika (a)
sr: Такође можете да пређете на следећи оквир за дијалог притиском Напад (леви ЦТРЛ), блок (леви АЛТ), скок (простора), акције (ц) или Користите тачка ()
sv: Du kan också gå till nästa dialogruta genom att trycka Attack (vänster ctrl), Block (vänster alt), Jump (rymd), Action (c) eller Använd punkt (a)
sw: Unaweza pia kuhama ijayo kubwa dialog box kwa Attack (kushoto Ctrl), Block (kushoto alt), Rukia (nafasi), Action (c) au Matumizi Item (a)
tr: Ayrıca Attack basarak sonraki iletişim kutusuna taşıyabilirsiniz (), Blok (alt sol), Jump (boşluk), Eylem ctrl sol (c) veya Kullanım Item (a)
vi: Bạn cũng có thể chuyển sang hộp thoại kế tiếp bằng cách nhấn Attack (trái Ctrl), Khối (trái alt), Bước (không gian), hành động (c) hoặc sử dụng khoản (a)
yi: איר קענט אויך ציען צו דעם לעבן דיאַלאָג קעסטל דורך דרינגלעך אַטאַק (לינקס קטרל), בלאקירונג (לינקס אַלט), שפרינג (פּלאַץ), אַקשאַן (C) אָדער ניצט יטעם (אַ)
zh: 您还可以移动到下按攻击对话框（左边Ctrl），块（左边的ALT），跳跃（空间），行动（c）或使用物品（1）
