Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: To block an attack, press and hold block (left alt).
af: Te sluit, 'n aanval, druk en hou blok (links ALT).
ar: لمنع هجوم والصحافة وعرقلة عقد (يسار بديل).
be: Каб заблакаваць атаку, націсніце і трымаюць блок (Левый Alt).
bg: За да блокирате нападение, натиснете и задръжте блок (вляво ALT).
ca: Per bloquejar un atac, premeu i mantingueu bloc (Alt esquerra).
cs: Chcete-li blokovat útok, stiskněte a podržte bloku (vlevo alt).
cy: I rwystro ymosodiad, y wasg a bloc yn cynnal (chwith alt).
da: At blokere et angreb, skal du trykke på og holde blok (venstre alt).
de: Um einen Angriff, drücken und halten block (links alt).
el: Για να αποκλείσετε μια επίθεση, πατήστε και κρατήστε πατημένο το μπλοκ (αριστερό alt).
et: Blokeerida rünnak, hoidke blokeerida (vasak alt).
fa: برای جلوگیری از حمله ، بلوک را فشار داده و نگه (چپ دگرساز).
fi: Estää hyökkäyksen pitämällä lohko (vasen alt).
fr: Pour bloquer une attaque, appuyez et maintenez bloc (à gauche ALT).
ga: Chun bloc ionsaí, preas agus bloc a shealbhú (ar chlé alt).
gl: Para bloquear un ataque, preme e Manteña bloque de esquerda (ALT).
hi: एक हमले, प्रेस और पकड़ खंड खंड (ऑल्ट बाएं).
hr: Za blokiranje napada, pritisnite i držite blok (lijevo alt).
hu: Blokkolja a támadást, nyomjuk meg és tartsuk lenyomva blokk (bal oldali alt).
is: Til að loka fyrir árás, að halda inni blokk (vinstri alt).
it: Per bloccare un attacco, premere e tenere premuto per categoria (Alt).
iw: כדי לחסום התקפה, הקש לחסום להחזיק (ALT שמאלי).
ja: 攻撃は、キーを押したままブロックをブロックするには（）Altキーを残しました。
ko: 공격을 길게 누르면 블록을 차단하려면 () 고도 왼쪽.
lv: Bloķēt uzbrukumu, nospiediet un turiet bloks (pa kreisi alt).
mk: За да блокирате напад, притиснете и држете го блокира (лево ALT).
mt: Biex blokka ta 'attakk, l-istampa u l-blokk istiva (xellug alt).
nl: Een aanval te blokkeren, houd blok (links alt).
no: Å blokkere et angrep, holder block (til venstre alt).
pl: Aby zablokować atak, naciśnij i przytrzymaj blok (lewy alt).
pt: Para bloquear um ataque, pressione e segure bloco de esquerda (ALT).
ro: Pentru a bloca un atac, apăsaţi şi blocul de cală (stânga ALT).
sl: Če želite blokirati napad, pritisnite in pridržite blok (levi alt).
sq: Për të bllokuar një sulm, shtypni dhe mbani bllok (majtas alt).
sr: Да блокира напад, притисните и држите блок (Леви тастер АЛТ).
sv: Att blockera en attack genom att hålla block (vänster alt).
sw: Kuzuia mashambulizi, vyombo vya habari na kushikilia block (kushoto alt).
tr: Bir saldırı tuşunu basılı tutun blok blok için () alt bıraktı.
vi: Để chặn một cuộc tấn công, bấm và giữ khối (trái alt).
yi: צו פאַרשפּאַרן אַ באַפאַלן, קוועטשן און האַלטן בלאָק (לינקס אַלט).
zh: 若要阻止攻击，可按住块（左备选案文）。

source: You must be facing the attack to succesfully block it
af: Jy moet wees teenoor die aanval suksesvol te blok dit
ar: يجب عليك أن تواجه هذا الهجوم بنجاح لمنعه
be: Вы павінны быць перад нападам паспяховага заблакаваць яго
bg: Трябва да се срещне с атаката успешно да я блокират
ca: Vostè ha d'estar enfrontant l'atac amb èxit bloquejar
cs: Musíte čelit útoku úspěšně zablokovat
cy: Rhaid i chi fod yn wynebu'r yr ymosodiad llwyddiannus bloc er mwyn iddo
da: Du skal være over angrebet skal lykkes at blokere det
de: Sie müssen vor der Angriff erfolgreich ist Block
el: Πρέπει να αντιμετωπίζει την επίθεση στο μπλοκ με επιτυχία
et: Sa pead olema ees rünnaku edukalt blokeerida,
fa: شما باید در مواجهه با حمله به آن را با موفقیت بلوک
fi: Sinun täytyy olla edessä hyökkäys onnistui estämään sen
fr: Vous devez faire face à l'attaque de bloquer avec succès
ga: Ní mór duit a bheith os comhair an ionsaí a bloc rathúil é
gl: Debe estar de fronte para o ataque para bloquea-lo con éxito
hi: तुम हमले का सामना करना पड़ रहा होगा को सफलतापूर्वक यह ब्लॉक
hr: Morate biti okrenut napad uspješno je blok
hu: Be kell szembe a támadás sikeres blokkoló
is: Þú verður að vera frammi að ráðast gengið loka það
it: Si deve essere rivolta verso l'attacco con successo bloccarlo
iw: אתה חייב להיות מול ההתקפה כדי לחסום את זה בהצלחה
ja: あなたが正常にブロックするために攻撃に直面している必要があります
ko: 당신이 성공적으로 차단하는 공격에 직면해야합니다
lv: Jums ir vērsts uzbrukums, lai sekmīgi nobloķēt
mk: Вие мора да се соочува со напад успешно го блокира
mt: Inti trid tkun qed tiffaċċja l-attakk li b'suċċess blokk huwa
nl: U moet tegenover de aanval met succes te blokkeren
no: Du må være vendt mot angrep for å kunne blokkere det
pl: Musisz być skierowany w ataku skutecznie blokuje go
pt: Você deve estar de frente para o ataque para bloqueá-lo com sucesso
ro: Tu trebuie sa fii cu care se confruntă atac pentru a bloca cu succes aceasta
sl: Morate biti obrnjeni napad za uspešno preprečijo,
sq: Ju duhet të përballet me sulm të bllokojë me sukses të
sr: Морате бити окренут нападу успешно је блок
sv: Du måste vara vänd mot angrepp att framgångsrikt blockera den
sw: Lazima yanayowakabili mashambulizi kwa mafanikio block it
tr: Başarıyla bunu engellemek için saldırı dönük olmalıdır
vi: Bạn phải đối mặt với các cuộc tấn công thành công trong việc ngăn chặn nó
yi: איר מוזט זיין פייסינג די באַפאַלן צו הצלחה פאַרשפּאַרן דאָס
zh: 你必须要面对攻击成功阻止它

source: Note that you cannot move whilst blocking, but you can face the other way. You also cannot block in the air
af: Let daarop dat jy kan skuif, terwyl die sluit nie, maar jy kan die ander manier gesig. Jy kan ook blok in die lug nie
ar: علما أنه لا يمكنك الانتقال المحافظة على حجب ، ولكن يمكنك مواجهة طريقة أخرى. كنت أيضا لا يمكن أن كتلة في الهواء
be: Заўважце, што вы не можаце рухацца у той час як блякаваньне, але вы можаце сутыкнуцца з іншым спосабам. Вы таксама не можаце блакаваць ў паветры
bg: Имайте предвид, че не може да се движи докато блокиране, но вие може да посрещне друг начин. Можете също така не може да блокира във въздуха
ca: Tingueu en compte que no es pot moure al mateix temps el bloqueig, però es pot enfrontar l'altre costat. També no pot bloquejar en l'aire
cs: Všimněte si, že se nemůže pohybovat při blokování, ale můžete čelit jiným způsobem. Můžete také nemůže blokovat ve vzduchu
cy: Noder na allwch symud tra blocio, ond gallwch wynebu'r ffordd arall. Nad ydych yn gallu hefyd bloc yn yr awyr
da: Bemærk, at du ikke kan flytte, mens blokering, men du kan klare den anden vej. Du kan heller ikke blokere i luften
de: Beachten Sie, dass Sie sich nicht bewegen kann, während blockieren, aber Sie können in die andere Richtung Gesicht. Sie kann auch nicht alle in der Luft
el: Σημειώστε ότι δεν μπορείτε να μετακινήσετε, ενώ το κλείδωμα, αλλά μπορείτε να αντιμετωπίσει τον άλλο τρόπο. Μπορείτε, επίσης, δεν μπορεί μπλοκ στον αέρα
et: Pange tähele, et te ei saa liikuda, samal ajal sulgeda, kuid te võite tulla muul viisil. Samuti ei saa blokeerida õhus
fa: توجه داشته باشید که شما نمی توانید به حرکت در حالیکه مسدود شده است ، اما شما می توانید راه های دیگر صورت می شود. همچنین شما نمی توانید بلوک در هوا
fi: Huomaa, että et voi liikkua samalla estää, mutta voit kohdata toisin. Et voi estää ilmassa
fr: Notez que vous ne pouvez pas déplacer pendant le blocage, mais vous pouvez faire face dans l'autre sens. Vous pouvez également ne pas bloquer dans l'air
ga: Tabhair faoi deara nach féidir leat bogadh blocála an am céanna, ach is féidir aghaidh an bhealach eile agat. Tú nach féidir bloc freisin ar an aer
gl: Teña en conta que non pode moverse mentres o bloqueo, pero pode enfrontar o outro lado. Vostede non pode bloquear no aire
hi: ध्यान दें कि आप हिल नहीं सकता whilst अवरुद्ध, लेकिन आप दूसरे रास्ते का सामना कर सकते हैं. आप भी हवा में ब्लॉक नहीं कर सकता
hr: Imajte na umu da ne možete premjestiti dok blokiranje, ali možete suočiti drugi način. Također, ne mogu blokirati u zraku
hu: Ne feledje, hogy nem tud lépni, miközben blokkolja, de akkor arca a másik irányba. Ön még nem akadályozhatja a levegőben
is: Athugaðu að þú getur ekki fært meðan sljór, en þú getur frammi fyrir öðrum hætti. Þú getur líka ekki loka á lofti
it: Si noti che non è possibile spostare, mentre il blocco, ma si può affrontare il altro modo. Non è inoltre possibile bloccare in aria
iw: שים לב שאתה לא יכול לזוז בזמן חוסם, אבל אתה יכול להתמודד עם דרך אחרת. אתה גם לא יכול לחסום באוויר
ja: をしながらブロックを移動することはできませんが、あなたは他の方法に直面することができます。また、空気中でブロックすることはできません
ko: 당신이 차단 하다니 이동할 수없습니다, 그러나 당신은 다른 방법으로 얼굴을 수있습니다. 또한 공기를 차단할 수없습니다
lv: Ņemiet vērā, ka nevar pārvietot, kamēr bloķēšanu, bet jūs varat saskarties citā veidā. Jūs arī nevar bloks gaisa
mk: Забележете дека можете да се движи додека не блокираат, но може да се соочи со други начин. Можете, исто така, не може да ги блокира во воздухот
mt: Innota li inti ma jkunux jistgħu jiċċaqalqu waqt l-imblukkar, imma int tista 'tiffaċċja l-mod ieħor. Inti wkoll ma tistax blokk fl-arja
nl: Merk op dat je niet kan bewegen, terwijl het blokkeren, maar je kunt het gezicht van de andere kant op. U kunt ook geen blok in de lucht
no: Merk at du ikke kan flytte mens blokkering, men du kan møte andre veien. Du kan heller ikke blokkere i lufta
pl: Pamiętaj, że nie można przenieść jednocześnie blokuje, ale można napotkać inny sposób. Nie można też blok w powietrze
pt: Note que você não pode mover-se enquanto o bloqueio, mas você pode enfrentar o outro lado. Você também não pode bloquear no ar
ro: Reţineţi că nu se pot deplasa în acelaşi timp, blocarea, dar puteţi face fata alt mod. Puteţi, de asemenea, nu se pot bloca în aer
sl: Upoštevajte, da ne morete premakniti medtem ko blokira, vendar lahko obraz drug način. Prav tako ni mogoče blokirati v zraku
sq: Vini re se ju nuk mund të lëvizin ndërsa bllokimi, por ju mund të përballet me mënyra të tjera. Ju gjithashtu nuk mund të bllokojë në ajër
sr: Имајте на уму да не можете да преместите, док блокирају, али можете лице други начин. Ви не можете блок у ваздух
sv: Observera att du inte kan flytta medan blockering, men du kan möta andra sätt. Du kan heller inte blockera i luften
sw: Kumbuka kwamba huwezi kusonga wakati kuzuia, lakini unaweza uso njia nyingine. Unaweza pia hawezi block katika hewa
tr: Sizin iken engelleme hareket unutmayın, ancak başka bir şekilde karşı koyabilirler. Ayrıca hava durduramazsınız
vi: Lưu ý rằng bạn không thể di chuyển trong khi ngăn chặn, nhưng bạn có thể phải đối mặt một cách khác. Bạn cũng không thể chặn trong không khí
yi: באַמערקונג אַז איר קענט נישט באַוועגן וויילסט בוך פון אלע פארשפארטע, אָבער איר קענט געזיכט די אנדערע וועג. איר אויך קענען ניט פאַרשפּאַרן אין די לופט
zh: 请注意，您无法移动，而阻塞，但您可以面对其他方式。你也不能阻止在空气中

source: Pick up the shield and continue to the right
af: Pick up the skild en voortgaan om die reg
ar: التقط الدرع ومواصلة الحق
be: Вазьмеце шчыт і працягваюць правы
bg: Вземете щит и да продължи да прави
ca: Recull l'escut i seguir a la dreta
cs: Seberte štít a pokračujte doprava
cy: Codwch y darian ac yn parhau ar y dde
da: Afhentning skjoldet og fortsætte til højre
de: Nehmen Sie den Schild und auch weiterhin das Recht
el: Σήκωσε την ασπίδα και να συνεχίσει προς τα δεξιά
et: Pick up kilp ja jätkuvalt õigus
fa: وانت سپر و ادامه به سمت راست
fi: Nosta suojus ja edelleen oikealle
fr: Ramassez le bouclier et continuer sur la droite
ga: Pioc suas an sciath agus leanúint ar aghaidh leis an gceart
gl: Colla o escudo e continúe á dereita
hi: ऊपर ढाल उठाओ और अधिकार के लिए जारी
hr: Javi se štit i dalje desno
hu: Vedd fel a pajzsot, és továbbra is a jobb
is: Pick upp skjöldinn og halda áfram til hægri
it: Pick up lo scudo e proseguire a destra
iw: להרים את המגן ולהמשיך ימינה
ja: シールドを選択し、右に進みます
ko: 방패를 들고 오른쪽으로 계속
lv: Pick up vairogu un turpināt labi
mk: Pick up штит и ќе продолжиме да право
mt: Aqbad l-ilqugħ u tkompli d-dritt
nl: Pak het schild en verder naar rechts
no: Plukk opp skjoldet og fortsette til høyre
pl: Podnieś osłonę i dalej w prawo
pt: Pegue o escudo e continue à direita
ro: Ridică scutul şi de a continua la dreapta
sl: Dvigni ščit, in še naprej pravico
sq: Marr mburoja dhe vazhdojnë të drejtën
sr: Покупити штит и даље на десној страни
sv: Plocka upp skärmen och fortsätt till höger
sw: Pick up ngao na kuendelea haki
tr: Kalkan Pick up ve sağa devam
vi: Pick up lá chắn và tiếp tục sang phải
yi: קלייבן זיך די פאַרשטעלן און פאָרזעצן צו די רעכט
zh: 拿起盾牌，并继续向右

source: This is a weak wall, it can be smashed down using the pickaxe
af: Hierdie is 'n swak muur is, kan dit af met behulp van die pikhouweel verpletter word
ar: هذا هو الجدار ضعيفة ، يمكن أن يكون حطمت باستخدام معول
be: Гэта слабое сцены, яна можа быць разбіта ўніз з дапамогай кірка
bg: Това е слаб стена, то може да се разбием, определени използвайки Кирка
ca: Es tracta d'un mur feble, que pot ser aixafat per utilitzar la piqueta
cs: To je slabé stěně, může to být rozbité dolů pomocí krumpáče
cy: Mae hwn yn wal wan, gall fod yn torri i lawr gan ddefnyddio'r pickaxe
da: Dette er en svag væg, kan det være smadret ned med det hakke
de: Dies ist eine schwache Wand, kann sie sich mit der Hacke zerschlagen
el: Αυτή είναι μια αδύναμη τοίχο, μπορεί να θρυμματιστούν κάτω με την αξίνα
et: See on nõrk seina, saab seda puruks ette kasutades kirgas
fa: این دیوار ضعیف ، می تواند با استفاده از پایین با کلنگ زدن smashed شود
fi: Tämä on heikko seinään, se voidaan murskasi alas käyttämällä hakku
fr: Il s'agit d'une paroi faible, il peut être brisé par l'aide de la pioche
ga: Tá an balla lag, is féidir é a smashed síos ag baint úsáide as an pickaxe
gl: Esta é unha parede feble, pode ser dobres para abaixo usando a cabeza
hi: यह एक कमजोर दीवार, यह कुदाल से मिट्टी खुरपना का उपयोग कर नीचे मिटा दिया जा सकता है
hr: To je slaba zid, to može biti razbijena dolje koristeći trnokop
hu: Ez egy gyenge fal, meg lehet törték le használatával csákány
is: Þetta er veikt vegg, það geta vera gersemi niður með pickaxe
it: Questo è un muro debole, può essere sfondato con il piccone
iw: זהו קיר חלש, זה יכול להיות מרוסק למטה באמצעות מעדר
ja: これは、弱い壁は、つるはしを使用してダウンを破壊することができます
ko: 이것은 약한 벽에 곡괭이를 사용하여 그것을 아래로 얻어맞는 될 수있습니다
lv: Tas ir vājš sienu, to var smashed nosaka, izmantojot pickaxe
mk: Ова е слаб ѕид, може да се разбиени одредување на користење на pickaxe
mt: Dan huwa ħajt dgħajfa, jista 'jkun madwar tmien snin u fl-użu tal-pickaxe
nl: Dit is een zwakke muur, kan worden geslagen naar beneden met de pikhouweel
no: Dette er en svak veggen, kan det bli ødelagt ned ved hjelp av hakken
pl: To jest słabe ściany, może być zniszczone w dół za pomocą kilof
pt: Esta é uma parede fraca, pode ser quebrada para baixo usando a picareta
ro: Acesta este un zid slab, acesta poate fi distrus în jos cu ajutorul târnăcopul
sl: To je šibko steno, se lahko določi z uporabo razbil Trnokop
sq: Kjo është një mur të dobët, ai mund të jetë thyen poshtë duke përdorur pickaxe
sr: То је слаб зид, може да буде разбијен на доле користећи Трнокоп
sv: Detta är en svag vägg, kan man krossas ner med hackan
sw: Hii ni dhaifu ukuta, inaweza smashed chini kutumia pickaxe
tr: Bu zayıf bir duvar, bu kazma kullanarak aşağı çökerttiğini olabilir
vi: Đây là một bức tường yếu, nó có thể được đập tan xuống bằng cách sử dụng pickaxe
yi: דאָס איז אַ שוואַך וואַנט, עס קען זיין סמאַשט אַראָפּ ניצן די פּיקקאַקסע
zh: 这是一个薄弱墙，可以降低使用镐捣破

source: To use the pickaxe, press Attack (left ctrl)
af: Gebruik te maak van die pikhouweel, pers Aanval (links Ctrl)
ar: لاستخدام الفأس ، اضغط على هجوم (يسار السيطرة)
be: Для выкарыстання кірка, прэс-атака (левы Ctrl)
bg: За да използвате Кирка, натиснете Атака (от ляво CTRL)
ca: Per utilitzar la piqueta, premeu Attack (a l'esquerra Ctrl)
cs: Chcete-li použít krumpáč, stiskněte Attack (vlevo ctrl)
cy: I ddefnyddio'r pickaxe, wasg Attack (chwith Ctrl)
da: Hvis du vil bruge hakke, tryk Attack (venstre ctrl)
de: Um die Spitzhacke, drücken Attack verwenden (links Strg)
el: Για να χρησιμοποιήσετε την αξίνα, πατήστε Επίθεση (αριστερά ctrl)
et: Kui soovid kasutada kirgas vajutage Attack (vasak ctrl)
fa: برای استفاده از کلنگ دو سر ، مطبوعات حمله (چپ کنترل)
fi: Käyttää hakku, paina Attack (vasemmalla ctrl)
fr: Pour utiliser la pioche, appuyez Attack (ctrl gauche)
ga: Chun úsáid na pickaxe, brúigh ionsaí (Ctrl ar chlé)
gl: Para utilizar a cabeza, preme Attack (esquerda ctrl)
hi: को कुदाल से मिट्टी खुरपना, प्रेस हमला का उपयोग करें (Ctrl बाएं)
hr: Da biste koristili trnokop, pritisnite Attack (ctrl lijevo)
hu: Használni a csákány, nyomjuk meg a támadás (bal ctrl)
is: Til að nota pickaxe ýta Attack (vinstri Ctrl)
it: Per utilizzare il piccone, premere Attack (Ctrl sinistro)
iw: כדי להשתמש מעדר, הקש התקפה (CTRL השמאלי)
ja: つるはしを押し攻撃を使用するには（）Ctrlキーを左に
ko: 곡괭이, 언론 공격을 사용하려면 () 왼쪽 Ctrl 키를
lv: Lai izmantotu pickaxe, nospiediet Attack (pa kreisi Ctrl)
mk: За да го користите pickaxe, притиснете Атак (лево ctrl)
mt: Biex tuża l-pickaxe, istampa Attakk (xellug Ctrl)
nl: Het gebruik van de houweel, drukt Attack (links Ctrl)
no: Hvis du vil bruke hakken, trykk Attack (venstre ctrl)
pl: Aby korzystać z motyka, naciśnij Attack (po lewej Ctrl)
pt: Para usar a picareta, pressione Attack (esquerda ctrl)
ro: Pentru a utiliza târnăcopul, apăsaţi Attack (stânga CTRL)
sl: Če želite uporabiti Trnokop, da pritisnete Attack (levo ctrl)
sq: Për të përdorur pickaxe, shtypi Attack (majtas ctrl)
sr: Да бисте користили Трнокоп, притисните Напад (леви ЦТРЛ)
sv: Att använda hackan, tryck Attack (vänster ctrl)
sw: Kutumia pickaxe, wanahabari Attack (kushoto Ctrl)
tr: Kazma, basın Attack kullanmak için () ctrl sol
vi: Để sử dụng pickaxe, bấm Attack (trái Ctrl)
yi: צו ניצן די פּיקקאַקסע, פּרעס אַטאַק (לינקס קטרל)
zh: 要使用鹤嘴锄，按下攻击（左边Ctrl）

source: that not all weak walls can be destroyed using the pickaxe
af: dat nie alle swak mure vernietig kan word met behulp van die pikhouweel
ar: أنه ليست كل الجدران الضعيفة يمكن تدميرها باستخدام معول
be: , Што не ўсе слабы сцены могуць быць знішчаныя дапамогай кірка
bg: , че не всички слаби стени могат да бъдат унищожени използване на Кирка
ca: que no tots els murs febles poden ser destruïts mitjançant la piqueta
cs: že ne všechny slabé zdi mohou být zničeny použitím krumpáče
cy: Nid yw y gall yr holl waliau wan yn cael ei dinistrio gan ddefnyddio'r pickaxe
da: at ikke alle svage vægge destrueres ved hjælp af hakke
de: dass nicht alle schwachen Mauern zerstört werden mit der Hacke
el: ότι δεν είναι όλα αδύναμη τοίχους μπορούν να καταστραφούν με την αξίνα
et: et mitte kõik nõrgad seinad võib hävitada kasutades kirgas
fa: که همه دیوارهای ضعیف می تواند با استفاده از آنها نابود شوند و با کلنگ زدن
fi: että kaikki heikot seinät voidaan tuhota käyttämällä hakku
fr: que tous les murs faibles peuvent être détruits par la pioche
ga: gur féidir le gach ní ballaí lag a scriosta ag baint úsáide as an pickaxe
gl: que non todas as paredes débil pode ser destruida a cabeza
hi: है कि नहीं सभी कमजोर दीवारों कुदाल से मिट्टी खुरपना का उपयोग कर नष्ट किया जा सकता है
hr: da nije sve slaba zidovi mogu biti uništeni koristeći trnokop
hu: , hogy nem minden a gyenge falakkal meg lehet semmisíteni segítségével csákány
is: að ekki öll veik veggi geta verið eytt með pickaxe
it: che non tutti i muri debole può essere distrutto con il piccone
iw: כי לא כל קירות חלשים יכולים להיהרס באמצעות מעדר
ja: は、すべての弱い壁につるはしを使用して破壊することができます
ko: 그 모든 약한 벽에 곡괭이를 사용하여 파괴되고있습니다
lv: ka ne visi vāju sienu var iznīcināt, izmantojot pickaxe
mk: дека не сите слабите ѕидови може да се уништи со помош на pickaxe
mt: li mhux l-ħitan dgħajfa jistgħu jiġu distrutti bl-użu pickaxe
nl: dat niet alle zwakke wanden kunnen worden vernietigd met behulp van de pikhouweel
no: at ikke alle svake vegger kan bli ødelagt ved bruk av hakken
pl: że nie wszystkie słabe ściany mogą zostać zniszczone przy użyciu kilof
pt: que nem todas as paredes fraco pode ser destruída com a picareta
ro: că nu toate zidurile slab poate fi distrus cu ajutorul târnăcopul
sl: da ne morejo vsi šibke stene je treba uničiti z Trnokop
sq: se jo të gjitha muret e dobët mund të jenë shkatërruar duke përdorur pickaxe
sr: да нису сви слаби зидови могу бити уништени коришћењем Трнокоп
sv: att inte alla svaga väggar kan förstöras med hackan
sw: kwamba si wote kuta dhaifu inaweza kuharibu kutumia pickaxe
tr: hepsi bu kadar değil zayıf duvarları kazma kullanarak imha edilebilir
vi: rằng không phải tất cả các bức tường yếu có thể được tiêu huỷ bằng cách sử dụng pickaxe
yi: אַז נישט אַלע שוואַך וואָלז קענען זיין חרובֿ ניצן די פּיקקאַקסע
zh: 并不是所有的软弱墙壁可以被摧毁用镐

source: Destroy the wall using the pickaxe and continue
af: Vernietig die muur met behulp van die pikhouweel en gaan voort
ar: تدمير الجدار باستخدام الفأس وتواصل
be: Уничтожьте сцяне з дапамогай кірка і працягваць
bg: Унищожи стената използване на Кирка и да продължи
ca: Destrueix la paret utilitzant el pic i continuar
cs: Zničit zeď pomocí krumpáče a pokračovat
cy: Dinistrio y wal ddefnyddio'r pickaxe ac yn parhau
da: Ødelægge væggen ved hjælp af hakke og fortsætte
de: Zerstören Sie die Wand mit der Hacke und weiterhin
el: Καταστρέψει το τείχος χρησιμοποιώντας την αξίνα και να συνεχίσει
et: Destroy seina kasutades kirgas ning jätkata
fa: تخریب دیوار با استفاده از کلنگ زدن و ادامه
fi: Destroy seinään hakku ja jatkaa
fr: Détruisez le mur en utilisant la pioche et continuer
ga: Scriosann an balla ag baint úsáide as an pickaxe agus leanúint ar aghaidh
gl: Destruír a parede coa cabeza e seguir
hi: नष्ट दीवार कुदाल से मिट्टी खुरपना और जारी रखने का उपयोग
hr: Uništi zid pomoću trnokop i dalje
hu: Elpusztítani a fal segítségével csákány és továbbra
is: Destroy The Wall með pickaxe og halda áfram
it: Distruggere il muro con il piccone e continuare
iw: להרוס את הקיר באמצעות מעדר ולהמשיך
ja: 破壊の壁がつるはしを継続使用して
ko: 파괴 벽에 곡괭이 및 계속 사용
lv: Iznīcināt sienu izmantojot pickaxe un turpināt
mk: Уништување на ѕид со помош на pickaxe и да се продолжи
mt: Eqred il-ħajt bl-użu pickaxe u tkompli
nl: Vernietig de muur met behulp van de houweel en blijven
no: Destroy veggen ved hjelp av hakken og fortsette
pl: Zniszcz mur przy kilof i kontynuować
pt: Destruir a parede com a picareta e continuar
ro: Distruge perete folosind târnăcopul şi a continua
sl: Uniči steno z uporabo Trnokop in še naprej
sq: Shkatërrojë murin duke përdorur pickaxe dhe vazhdojnë
sr: Уништи зида користећи Трнокоп и даље
sv: Förstöra väggen med hjälp av hacka och fortsätta
sw: Kuharibu ukuta kwa kutumia pickaxe na kuendelea
tr: Yok duvarı kazma ve devam kullanarak
vi: Phá hủy các bức tường bằng cách sử dụng và tiếp tục pickaxe
yi: צעשטערן די וואַנט מיט די פּיקקאַקסע און פאָרזעצן
zh: 破坏墙壁用镐和继续
