Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: But spares aren't common and I have run out
af: Maar onderdele is nie algemeen, en ek het uitgeloop
ar: ولكن قطع الغيار ليست مشتركة ولقد نفد
be: Але запасныя часткі не з'яўляюцца агульнымі, і я вычарпаў
bg: Но резервни части не са общи и аз имам тичам вън
ca: No obstant això, peces de recanvi no són comuns i s'han esgotat
cs: Šetří, ale nejsou běžné a já jsem vyběhnout
cy: Ond nid sbâr yn gyffredin, ac yr wyf wedi rhedeg allan
da: Men spares der ikke er fælles, og jeg er løbet tør
de: Aber Ersatzteile sind nicht üblich und ich habe abgelaufen
el: Αλλά ανταλλακτικά δεν είναι κοινά και έχω εξαντληθεί
et: Aga varuosi ei ole üldine ja olen otsa
fa: مناسبتها اما عادی هستند و نه اجرا را به من بدهید؟
fi: Mutta varaosat eivät ole yhteisiä, ja olen jo käyttänyt
fr: Mais épargne ne sont pas communs et je suis à bout
ga: Ach ní spares coitianta agus mé ag siúl amach
gl: Pero norte non son comúns e xa esgotou
hi: लेकिन पुर्जों आम मैं बाहर चला नहीं रहे हैं और
hr: No spares nisu uobičajene i ja imati istjecati
hu: , De nem kíméli meghatározatlan és már elfogyott
is: En spares eru ekki algeng og ég hef keyrt út
it: Ma parti di ricambio non sono comuni e che ho esaurito
iw: אבל חס אינם נפוצים ואני כבר אזלו
ja: しかし、スペアが一般的ではないと私は実行して
ko: 하지만 일반적인 여분없습니다 나는 밖으로 실행
lv: Bet rezerves daļas nav kopīgi, un man ir beigušies
mk: Но, не се штеди и јас заеднички го снема
mt: Iżda spares mhumiex komuni u I għandhom jispiċċaw
nl: Maar onderdelen zijn niet gebruikelijk en ik heb uitgeput
no: Men reservedeler er ikke vanlig og jeg har kjørt ut
pl: Ale zamiennych nie są powszechne i nie ma już
pt: Mas poupa não são comuns e já esgotou
ro: Dar, piese de schimb nu sunt frecvente şi am terminat
sl: Toda prizanaša niso pogosti in imam zmanjkalo
sq: Por spares nuk janë të zakonshme dhe kam drejtuar nga
sr: Али резервне нису уобичајене и истекло
sv: Men reservdelar är inte vanliga och jag har tagit slut
sw: Lakini spares si kawaida na mimi kukimbia nje
tr: Ama yedek yaygın değildir ve ben doldu
vi: Tuy nhiên, phụ tùng không phổ biến và tôi đã hết
yi: אָבער ספּערז זענען נישט פּראָסט און איך האָבן לויף אַרויס
zh: 但是，备件并不常见，我已经耗尽

source: If I don't find a way out of here soon, I fear I may starve
af: As ek nie 'n manier vind nie uit nie van hier gou, ek vrees dat ek dalk honger te lei
ar: إذا كنت لا تجد سبيلا للخروج من هنا قريبا ، وأخشى أنني قد يموت جوعا
be: Калі не знайсці выхад адсюль ў бліжэйшы час, я баюся, я магу галадаць
bg: Ако не се намери изход от тук скоро, аз страх мога да гладувам
ca: Si no trobem una manera de sortir d'aquí aviat, em temo que vaig a morir de fam
cs: Pokud se mi nenajdou cestu ven hned, obávám se mohou hladovět
cy: Os nad ydw i'n dod o hyd i ffordd allan o yma cyn bo hir, rwy'n ofni efallai I starve
da: Hvis jeg ikke finde en vej ud af her snart, jeg er bange for jeg kan sulte
de: Wenn ich nicht ein Weg nach draußen finden bald hier, ich fürchte, ich kann verhungern
el: Αν δεν βρούμε έναν τρόπο να φύγουμε σύντομα, φοβάμαι μπορώ να λιμοκτονήσουν
et: Kui ma ei leia nii siit varsti, kardan ma nälga
fa: اگر من می توانم در یک راه را پیدا کنم از اینجا به زودی ، من ممکن است ترس من از گرسنگی مردن
fi: Jos en löydä ulospääsyä tästä pian, pelkään voi nähdä nälkää
fr: Si je ne trouve pas un moyen de sortir d'ici peu, j'ai peur de mourir de faim mai
ga: Más rud é nach féidir liom a fháil ar bhealach amach anseo go luath, eagla orm féidir liom starve
gl: Se eu non atopar un xeito de saír de aquí logo, eu temo que poden morrer de fame
hi: अगर मैं एक तरह से नहीं मिल जल्द ही यहाँ से बाहर करते हैं, मुझे डर है मैं भूखा हो सकता
hr: Ako ne nalazim izlaz ovdje uskoro, bojim JA svibanj gladovati
hu: Ha valaki nem találja a kiutat itt lesz, attól félek, talán éhezik
is: Ef ég finn ekki leið út úr hér bráðum, óttast ég kann að svelta
it: Se non trovo un modo per uscire presto da qui, temo possa morire di fame
iw: אם אני לא אמצא דרך לצאת מכאן בקרוב, אני חושש שאני עלול לגווע ברעב
ja: もし私がすぐにここから抜け出す方法を見つけることは、私を飢えさせることを恐れる
ko: 만약 내가 곧 여기를 빠져나갈 길을 찾을 수가 없어, 난 굶어 죽을 수도 공포
lv: Ja man nav atrast ceļu ārā no šejienes ātri, es baidos es varētu ciest badu
mk: Ако не се најде излез од тука наскоро, се плашам јас да умирам од студ
mt: Jekk ma nsibx mod minn hawn hekk, il-biża I I jistgħu starve
nl: Als ik niet een uitweg te vinden hier binnenkort, vrees ik dat ik kan verhongeren
no: Hvis jeg ikke finner en vei ut herfra snart, frykter jeg at jeg kan sulte
pl: Jeśli nie znajdę sposób, stąd szybko, obawiam się, mogą głodować
pt: Se eu não encontrar um jeito de sair daqui logo, eu temo que podem morrer de fome
ro: Dacă nu-mi găsi o cale de ieşire de aici în curând, mă tem că aş putea să moară de foame
sl: Če ne najdem pot ven kmalu, se bojim smem stradati
sq: Nëse unë nuk gjej një mënyrë për të dalë nga këtu shpejti, kam frikë unë mund të mohoj
sr: Ако не пронађете начин одавде ускоро, бојим се да могу умрети од глади
sv: Om jag inte hittar en väg ut härifrån snart, fruktar jag att jag får svälta
sw: Kama sifanyi kutafuta njia nje ya hapa mapema, mimi hofu nipate njaa
tr: Eğer burada yakında bir çıkış yolu bulamazsanız, ben açlıktan korkuyorum
vi: Nếu tôi không tìm thấy một cách ra khỏi đây ngay, tôi lo sợ tôi có thể chết đói
yi: אויב איך טאָן ניט געפֿינען אַ וועג אַרויס פון דאָ באַלד, איך שרעק איך קען הונגערן
zh: 如果我不尽快在这里找到一条出路，我担心我可能会饿死

source: If I don't get out of here I'll suffer the same fate...
af: As I don't get out nie van hier ek sal dieselfde lot ly ...
ar: إذا كنت لا نخرج من هنا سوف يعانون من نفس المصير...
be: Калі я не выбрацца адсюль я спадобіць тая ж лёс ...
bg: Ако не се измъкнем от тук, аз ще страдат от същата съдба ...
ca: Si jo no surto d'aquí vaig a córrer la mateixa sort ...
cs: Pokud nemám odsud budu trpět stejný osud ...
cy: Os nad ydw i'n cael y tu allan i yma byddaf yn dioddef yr un dynged ...
da: Hvis jeg ikke kommer ud af her jeg vil lide samme skæbne ...
de: Wenn ich nicht von hier, ich werde das gleiche Schicksal erleiden ...
el: Αν δεν βγούμε από εδώ θα έχουν την ίδια τύχη ...
et: Kui ma ei saa siit välja ma kannatavad sama saatus ...
fa: اگر من بگیرید نه از سر در اینجا من همان سرنوشت رنج می برند...
fi: Jos en saa täältä I'll sama kohtalo ...
fr: Si je ne sors pas d'ici, je vais subir le même sort ...
ga: Más rud é nach féidir liom a fháil amach anseo beidh mé ag fulaingt an cinniúint céanna ...
gl: Se eu non saia de aquí, eu vou sufrir o mesmo destino ...
hi: अगर मैं यहाँ से नहीं मिलता है मैं एक ही किस्मत पीड़ित हूँ ...
hr: Ako JA dont 'izaći iz ovdje ću doživjeti istu sudbinu ...
hu: Ha valaki nem innen fogok hasonló sorsra ...
is: Ef ég fæ ekki út hér I'll þola sömu örlög ...
it: Se non vado fuori di qui farò subire la stessa sorte ...
iw: אם אני לא אצא מכאן אני מוכן לסבול גורל דומה ...
ja: もし私がここに私は同じ運命をたどるだろうから出られないよ...
ko: 만약 내가 여기의 나는 같은 운명을 고생 하겠지 나가지 않으면 ...
lv: If I don't get out of here I'll ciest pats liktenis ...
mk: Ако не излезе од тука јас ќе страдаат истата судбина ...
mt: Jekk jien ma toħroġ hawn I'll jsofru l-istess destin ...
nl: Als ik niet hier weg ik zal hetzelfde lot ...
no: Hvis jeg ikke kommer ut herfra jeg vil lide samme skjebne ...
pl: If I don't get out of here I'll spotkać ten sam los ...
pt: Se eu não sair daqui eu vou sofrer o mesmo destino ...
ro: Dacă nu plecăm de aici voi avea aceeaşi soartă ...
sl: Če ne pridem ven bom trpi isto usodo ...
sq: Në qoftë se unë nuk dal nga këtu unë do të vuaj fatin e njëjtë ...
sr: Ако ја не одем одавде да ћу доживети исту судбину ...
sv: Om jag inte får ut härifrån ska jag samma öde till mötes ...
sw: Kama sifanyi kupata nje ya hapa I'll kuteseka huo hatma ...
tr: Eğer burada I aynı kaderi zarar edeceğiz dışarı alamadım ...
vi: Nếu tôi không nhận được ra khỏi đây tôi sẽ phải chịu số phận tương tự ...
yi: אויב איך טאָן ניט באַקומען זיך פון דאָ איך וועט ליידן דער זעלביקער דאָליע ...
zh: 如果我不离开这里，我将遭受同样的命运...

source: Oh, what's this?
af: Ag, wat is dit?
ar: أوه ، ما هذا؟
be: Ох, што гэта такое?
bg: О, какво е това?
ca: Oh, què és això?
cs: Ach, co je tohle?
cy: O, beth yw hwn?
da: Åh, hvad er det?
de: Oh, was ist das?
el: Ω, τι είναι αυτό;
et: Oh, mis see on?
fa: آه ، این چیست؟
fr: Oh, qu'est-ce que c'est?
ga: Ó, ar cad seo?
hi: ओह, यह क्या है?
hr: Oh, što je ovo?
hu: Oh, mi ez?
is: Oh, hvað er þetta?
it: Oh, che cosa è questo?
iw: אה, מה זה?
ja: ああ、これはなに？
ko: 아,이게 뭐지?
lv: Ak, kas tas ir?
mk: О, какво е ова?
mt: Oh, x'hemm dan?
nl: O, wat is dit?
no: Oh, hva er dette?
pl: Ach, co to jest?
ro: Oh, ce e asta?
sl: Oh, kaj je to?
sq: Oh, çfarë është kjo?
sr: Ох, шта је ово?
sv: Åh, vad?
tr: Oh, bu nedir?
vi: Ồ, đây là những gì?
yi: טאַקע, וואָס ס דעם?
zh: 噢，这是什么？

source: There's a note here too
af: Daar's 'n nota ook hier
ar: هناك نلاحظ هنا أيضا
be: Там's ведама тут
bg: Има бележка и тук
ca: Hi ha una nota també aquí
cs: Existuje vědomí i zde
cy: Mae nodyn yma hefyd
da: Der er en note også her
de: Es gibt eine Notiz auch hier
el: Υπάρχει ένα σημείωμα εδώ
et: Seal on meeles ka siin
fa: 'sتوجه داشته باشید در اینجا نیز وجود دارد.
fi: There's huomata tässäkin
fr: Il ya une note ici aussi
ga: Tá an nóta anseo freisin
gl: Hai aquí tamén unha nota
hi: वहाँ एक नोट यहाँ भी है
hr: Tu je bilješku ovdje previše
hu: Van egy megjegyzés itt is
is: Það minnismiða hér of
it: C'è una nota anche qui
iw: יש לציין גם כאן
ja: そこここにメモもの
ko: 저기 쪽지는 여기에도
lv: Ir piezīme šeit
mk: Има забелешка тука
mt: Hemm nota hawn wisq
nl: Er is een notitie ook hier
no: Det er et notat her også
pl: Jest tu także zauważyć,
pt: Há aqui também uma nota
ro: Există o notă aici prea
sl: There's note tudi tukaj
sq: Ka një shënim këtu edhe
sr: Има овде превише напомена
sv: Det finns en anteckning här också
sw: Kuna pia kumbuka hapa
tr: Bir notu burada da's
vi: Có một lưu ý ở đây quá
yi: עס ס 'אַ קוויטל דאָ צו
zh: 有一个说明这里也

source: The potion is perfect! Quaffing it will turn a human into a creature for a small amount of time
af: Die drankje is perfek! Quaffing sal dit sy beurt 'n mens in' n wese vir 'n klein bedrag van tyd
ar: وجرعة مثالية! تجرع أنه سيؤدي إلى تحويل الإنسان إلى مخلوق لكمية صغيرة من الوقت
be: Зелья Perfect! Quaffing ён ператворыцца ў чалавека істота за невялікае колькасць часу
bg: В отварата е добра! Quaffing тя ще се превърне в човешко същество за малък период от време
ca: La poció és perfecte! La mostra de que al seu torn, un ésser humà en una criatura d'una petita quantitat de temps de
cs: Lektvar je perfektní! Quaffing se promění v lidskou bytost za malé množství času
cy: Mae'r potion yn berffaith! Quaffing bydd yn troi dynol yn creadur am swm bach o amser
da: Den potion er perfekt! Quaffing det vil slå et menneske til et væsen for en lille mængde af tid
de: Der Trank ist perfekt! Schlürfen es wiederum wird ein Mensch in eine Kreatur für einen geringen Betrag der Zeit
el: Το φίλτρο είναι τέλειο! Quaffing θα μετατρέψουν ένα ανθρώπινο σε ένα πλάσμα για ένα μικρό χρονικό διάστημα
et: Jook on täiuslik! Quaffing see omakorda inimeste arvesse elajas väike aeg
fa: شربت عشق کامل شده است! Quaffing آن خواهد چرخید انسان به موجودی برای مقدار کمی از زمان
fi: Potion on täydellinen! Quaffing se muuttuu ihmisten tulee olento on vähän aikaa
fr: La potion est parfait! Quaffing il va transformer un homme en une créature d'une petite quantité de temps
ga: Is é an potion foirfe! Quaffing beidh sé seal ar an duine i creature do mhéid beag ama
gl: A poción é perfecto! Quaffing vai virar un ser humano nunha criatura dunha pequena cantidade de tempo
hi: औषधि सही है! Quaffing यह बंद हो जाएगा एक समय की एक छोटी राशि के लिए एक प्राणी में मानव
hr: Napitak je savršen! Quaffing ona će se pretvoriti u ljudsko biće za malu količinu vremena
hu: A főzet is perfect! Quaffing ez viszont egy emberi lény, egy kis ideig
is: The Potion er fullkominn! Quaffing það mun snúa að mönnum í skepna fyrir lítið magn af tími
it: La pozione è perfetto! Quaffing si trasformerà in un essere umano una creatura per una piccola quantità di tempo
iw: השיקוי היא מושלמת! סביאה זה יהפוך אדם לתוך יצור עבור כמות קטנה של זמן
ja: ポーション完璧です！飲む。それになるのクリーチャーには時間の少量の人間
ko: 약이 완벽해! Quaffing 그것이 켜집니다 괴물로 시간을 작은 금액에 대한 인간의
lv: Mikstūra ir perfekts! Quaffing tā kļūs cilvēka stājas būtne uz nelielu laika periodu
mk: На напивка е совршен! Quaffing тоа ќе го претворат во човечко суштество за мала сума на времето
mt: Il-potion hi perfetta! Quaffing ser idur-bniedem fis-kreatura għal ammont żgħir ta 'żmien
nl: Het drankje is perfect! Quaffing het zal weer een mens in een schepsel voor een kleine hoeveelheid tijd
no: Den potion is perfect! Quaffing det vil slå et menneske til et menneske for en liten tid
pl: Napój jest idealny! Quaffing okaże człowieka do stworzenia na niewielką ilość czasu
pt: A poção é perfeito! Quaffing vai virar um ser humano em uma criatura de uma pequena quantidade de tempo
ro: Poţiune este perfect! Quaffing se va dovedi un om într-o creatură pentru o cantitate mică de timp
sl: Napitek je popoln! Quaffing bo pa v človeško bitje za majhno količino časa
sq: Ilaç është i përsosur! Quaffing ajo do të kthehet në një krijesë njerëzore në një për një sasi të vogël të kohës
sr: Напитак је савршен! Куаффинг она ће се претворити у људско створење за малу количину времена
sv: Drycken är perfekt! Quaffing det kommer att förvandla en människa till en varelse för en liten tid
sw: The Potion ni kamilifu! Quaffing itakuwa kurejea katika binadamu kiumbe kwa kiasi kidogo cha muda
tr: Iksir perfect! Quaffing açın bir bir yaratık bir kez az miktarda insan
vi: The potion là hoàn hảo! Quaffing nó sẽ biến một con người vào một sinh vật đối với một số lượng nhỏ thời gian
yi: די טרונק איז שליימעסדיק! קוואַפפינג עס וועט קער אַ מענטש אין אַ באַשעפעניש פֿאַר אַ קליין סומע פון צייט
zh: 该药水是完美的！ Quaffing它会变成一人变成动物的少量的时间

source: So far I can only transmogrify myself into one creature but with a bit more time anything should be possible
af: So ver ek kan net transmogrify myself in een wese, maar met 'n bietjie meer tyd enigiets moontlik moet wees
ar: حتى الآن أنا نفسي لا يمكن إلا أن تحويله إلى مخلوق واحد ولكن مع شيء من أي شيء يجب أن يكون وقت ممكن
be: Пакуль я магу толькі ператвараць сябе ў адно істота, але з крыху больш часу, усё павінна быць магчымым
bg: Засега мога само себе си в една преобразявам магически създания, но с малко повече време, всичко трябва да бъде възможно
ca: Fins al moment només puc transcrivim a mi mateix en una criatura, però amb una mica res més temps hauria de ser possible
cs: Zatím mohu jen začarovat jsem do jednoho tvora, ale s trochu více času, něco by mělo být možné
cy: Dylai Hyd yn hyn, dim ond y gallaf transmogrify fy hun i mewn i un creadur, ond gydag amser ychydig unrhyw beth arall y bydd yn bosibl
da: Indtil videre kan jeg kun transmogrify mig ind i et væsen, men med en smule mere tid noget skulle være muligt
de: Bisher kann ich nur ummodeln mich in eine Kreatur, aber mit ein bisschen mehr Zeit alles möglich sein sollte
el: Μέχρι τώρα μπορώ να transmogrify τον εαυτό μου μόνο σε ένα πλάσμα, αλλά με λίγο περισσότερο χρόνο οτιδήποτε πρέπει να είναι δυνατή
et: Siiani võin ainult moonutama ise ühte olendit, kuid pisut rohkem aega midagi peaks olema võimalik
fa: تا کنون من تنها می توانم به خودم تغییر شکل دادن به یک موجود ، اما با کمی وقت بیشتری باید هر چیزی امکانپذیر باشد
fi: Toistaiseksi voin vain transmogrify itseäni yhtä olentoa, mutta hieman enemmän aikaa mitä olisi mahdollista
fr: Jusqu'à présent, je ne puis que me transmogrify en une seule créature mais avec un peu plus tout ce temps devrait être possible
ga: Ba chóir Go dtí seo is féidir liom a transmogrify féin ach amháin i creature ach le beagán aon ní níos mó ama agus is féidir a
gl: Ata agora eu só me podo metamorfose nunha criatura, pero con un pouco máis nada de tempo debe ser posíbel
hi: अभी तक मैं केवल अपने आप को बदलना कर सकते हैं एक प्राणी में, लेकिन थोड़ा और समय के साथ कुछ भी संभव हो जाना चाहिए
hr: Do sada sam samo ja mogu preinačiti u jedan stvorenje, ali s malo više vremena bilo bi trebao biti moguće
hu: Eddig csak átalakít magam egy lény, de egy kicsit több időt kell tenni valamit
is: Svo langt ég get bara transmogrify sjálfur inn í einn skepna en með aðeins meiri tíma eitthvað ætti að vera mögulegt
it: Finora posso solo transmogrify me stesso in una creatura, ma con un po 'qualcosa di più tempo dovrebbe essere possibile
iw: עד כה אני יכול רק transmogrify עצמי לתוך יצור אחד אבל עם קצת יותר זמן דבר צריך להיות אפשרי
ja: これまで私は自分だけだtransmogrifyできる1つの生き物にはもう少し時間が何を可能にする必要があります
ko: 지금까지 난 내 자신을 변하게 할 수 있지만 하나의 생명체로 좀 더 많은 시간을 아무것도 가능해야합니다
lv: Līdz šim es varu tikai transmogrify sevi vienā būtne, bet ar mazliet vairāk laika, kaut vajadzētu būt iespējai
mk: Засега, можам само да transmogrify себеси во една суштина, но со малку повеќе време за ништо треба да се е можно
mt: S'issa nista 'biss transmogrify myself f'waħda kreatura iżda bi ftit xejn aktar ħin għandu jkun possibbli
nl: Tot nu toe kan ik alleen maar transmogrify mezelf in een schepsel, maar met een beetje meer tijd alles moet mogelijk
no: Så langt jeg kan bare transmogrify meg i ett vesen, men med litt mer tid noe skulle være mulig
pl: Jak na razie mogę tylko transmogrify się do jednej istoty, ale z nieco więcej czasu wszystko powinno być możliwe
pt: Até agora eu só posso me metamorfosear em uma criatura, mas com um pouco mais nada de tempo deve ser possível
ro: Până în prezent, pot transforma doar eu însumi într-o singură creatură, dar cu un pic nimic mai mult timp ar trebui să fie posibilă
sl: Do sedaj sem lahko le Zamenjati sam v eno bitje, ampak z malo več časa, kaj je treba omogočiti
sq: Deri tani unë vetëm mund të shndërroj veten në një krijesë, por me pak asgjë më shumë kohë duhet të jetë e mundur
sr: До сада сам само да себе преобразити у једно створење али са мало више времена све би било могуће
sv: Hittills kan jag bara transmogrify mig till en varelse, men med lite mer tid något skulle vara möjligt
sw: Hadi sasa inaweza tu mimi mwenyewe katika moja transmogrify kiumbe kidogo lakini kwa muda zaidi chochote lazima iwezekanavyo
tr: Şimdiye kadar sadece kendimi şeklini değiştirmek için bir yaratığa ama biraz daha zaman şey mümkün olmalıdır
vi: Cho đến nay tôi chỉ có thể transmogrify bản thân mình vào một sinh vật nhưng với một chút thời gian hơn bất cứ điều gì cần được thể
yi: אַזוי העט איך קען בלויז טראַנסמאָגריפי זיך אַרייַן איינער באַשעפעניש אָבער מיט אַ ביסל מער צייט אַבי זאָל זיין מעגלעך
zh: 到目前为止，我将transmogrify我只能成为一个产物，而是一个多一点的时间了什么是可能

source: There's a tiny bit left, it should be safe to drink
af: Daar is 'n klein bietjie links, moet dit veilig wees om te drink
ar: ان هناك عددا قليلا من اليسار ، ينبغي أن تكون صالحة للشرب
be: Там's крыху злева, яна павінна быць бяспечнай для піцця
bg: Има една малка част ляво, то трябва да бъде безопасна за пиене
ca: Hi ha una mica a l'esquerra, ha de ser segura per beure
cs: Je tu trošičku doleva, mělo by být bezpečné pít
cy: Mae ychydig bach chwith, dylai fod yn ddiogel i'w yfed
da: Der er en lille smule tilbage, bør det være sikkert at drikke
de: Es gibt ein kleines bisschen links, sollte es sicher zu trinken
el: Υπάρχει ένα πολύ μικρό κομμάτι αριστερά, θα πρέπει να είναι ασφαλές να πιείτε
et: There's tiny bit vasakule, tuleb ohutu juua
fa: یک بیت کوچک سمت چپ وجود دارد ، باید امن برای نوشیدنی
fi: Ei ole aivan vähän jäljellä, se olisi turvallista juoda
fr: Il ya un tout petit peu à gauche, il devrait être propre à la consommation
ga: Chlé Níl le beagán beag bídeach, ba cheart é a bheith sábháilte le deoch
gl: Hai un pouquiño á esquerda, debe ser segura para beber
hi: वहाँ एक छोटा सा है, रह पीने को सुरक्षित होना चाहिए
hr: Tu je komadić lijevo, trebalo bi biti sigurno piti
hu: Van egy kicsit balra, meg kell inni biztos
is: There er a pínulítill hluti vinstri, ætti að vera öruggt að drekka
it: C'è un po 'piccola a sinistra, si deve essere sicuri di bere
iw: יש טיפה שמאלה, זה צריך להיות בטוח לשתות
ja: が、ほんの少しの、それを飲んでも安全なはず左
ko: 저기 조금은, 그것을 마시는 안전해야하는데 좌회전
lv: Tur ir niecīga mazliet pa kreisi, tas būtu droši dzert
mk: Има еден мал малку лево, таа треба да биде безбедно да се пие
mt: Hemm daqsxejn żgħira tax-xellug, għandu jkun bla periklu li tixrob
nl: Er is een klein beetje naar links, moet het veilig om te drinken
no: Det er en liten bit igjen, bør det være trygt å drikke
pl: Jest odrobinę w lewo, należy się do picia
pt: Há um pouquinho à esquerda, deve ser segura para beber
ro: Există un pic stânga, ar trebui să fie în condiţii de siguranţă pentru a bea
sl: Tam je majhen košček levo, mora biti varna za pitje
sq: Ka një grimcë majtë, ajo duhet të jetë i sigurt për të pirë
sr: Постоји комадић лево, требало би да буде сигуран да пије
sv: Det finns en liten bit kvar, bör det vara säkert att dricka
sw: Kuna vidogo bits kushoto, ni lazima kuwa salama kwa kunywa
tr: Orada küçük bir bit's, içiniz güvenli olmalıdır sol
vi: Có một ít trái, nó phải được an toàn để uống
yi: עס איז אַ קליינטשיק ביסל לינקס, עס זאָל זיין זיכער צו טרינקען
zh: 有一点点离开，应该安全饮用

source: OK, here goes nothing...
af: OK, hier gaan niks ...
ar: موافق ، وهنا يذهب شيء...
be: ОК, тут нічога не выходзіць ...
bg: Добре, тук отива нищо ...
ca: OK, aquí va res ...
cs: OK, tady jde nic ...
cy: OK, yma yn mynd dim ...
da: OK, her går intet ...
de: OK, hier geht nichts ...
el: Εντάξει, τίποτα δεν πηγαίνει εδώ ...
et: OK, siin läheb midagi ...
fa: خوب ، در اینجا چیزی می رود...
ga: Téann OK, anseo faic ...
gl: OK, aquí vai nada ...
hi: ठीक है, यहाँ कुछ भी नहीं जाता है ...
hr: OK, ovdje ide ništa ...
hu: OK, itt semmi nem megy ...
is: Allt í lagi, hér fer ekkert ...
it: OK, va qui niente ...
iw: בסדר, שום דבר לא הולך כאן ...
ja: [OK]を、ここには何も行く...
ko: 좋아, 여기에 아무것도 아니 구만 ...
lv: Labi, šeit iet nekas ...
mk: Добро, тука ништо не оди ...
mt: OK, hawnhekk tmur xejn ...
nl: OK, hier gaat niets ...
pt: OK, aqui vai nada ...
ro: OK, aici nimic nu merge ...
sl: OK, tukaj gre nič ...
sq: OK, këtu shkon asgjë ...
sr: У реду, овде иде ништа ...
sw: OK, here goes kitu ...
tr: Tamam, burada hiçbir şey gider ...
vi: OK, đây không có gì đi ...
yi: אקעי, דאָ גאָוז גאָרנישט ...
zh: 行，这里去什么...

source: Urgh!! This is horrible!
af: Urgh! Dit is verskriklik!
ar: Urgh! هذا أمر فظيع!
be: Urgh! Гэта жахліва!
bg: Urgh! Това е ужасно!
ca: Ugh!! Això és horrible!
cs: Blé! To je hrozné!
cy: Urgh! Mae hyn yn ofnadwy!
da: Urgh! Det er jo forfærdeligt!
de: Bäh! Das ist schrecklich!
el: Urgh! Αυτό είναι φοβερό!
et: Hyi! See on jube!
fa: Urgh! این ناگوار است!
fi: Hyi! Tämä on kamala!
fr: Urgh! C'est horrible!
ga: Urgh! Tá an Uafásach!
gl: Urgh! Isto é horrible!
hi: Urgh! यह भयानक है!
hr: Urgh! Ovo je strašno!
hu: Fúj!? Ez borzalmas!
is: Urgh! Þetta er hryllilegur!
it: Urgh! Questo è orribile!
iw: Urgh!! זה נורא!
ja: Urgh！これは恐ろしいです！
ko: 우어! 이 끔찍한입니다!
lv: Kas tas tāds! Tas ir briesmīgs!
mk: Urgh! Тоа е ужасно!
mt: Urgh! Dan huwa horrible!
nl: Urgh! Dit is verschrikkelijk!
no: Urgh! Dette er forferdelig!
pl: Hmm! To straszne!
pt: Urgh! Isto é horrível!
ro: Urgh! Acest lucru este oribil!
sl: Urgh! To je grozno!
sq: Urgh!! Kjo është e tmerrshme!
sr: Какоо! Ово је страшно!
sv: Blä! Detta är förfärligt!
sw: Urgh!! Hii ni kutisha!
tr: Urgh! Bu çok korkunç!
vi: Urgh!! Đây là kinh khủng!
yi: ורגה!! דאָס איז שוידערלעך!
zh: Urgh！这太可怕了！
