Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Upon sustaining too much damage they will split in two and attack their predator
af: By die handhawing van te veel skade sal hulle verdeel in twee en aanval hul prooi
ar: على الحفاظ على الكثير من الأضرار التي سوف تنقسم الى قسمين والهجوم على المفترس
be: Па падтрыманне занадта шмат шкоды, які яны падзеляцца на дзве і напад на іх драпежніка
bg: При поддържането на твърде много щетите, които ще се разделят на две и атаката им хищник
ca: En massa mal sostenir que es dividirà en dos i atacar als seus depredadors
cs: Na udržení příliš mnoho škody, které budou rozděleny na dvě části a jejich útoku dravce
cy: Wedi cynnal gormod o niwed y byddant yn rhannu mewn dau a ymosodiad eu anifeiliaid sy'n bla
da: At der fastholdes for meget skade, de vil delt i to og angribe deres rovdyr
de: Nach Erhalt zu viel Schaden sie in zwei Teile gespalten und greifen ihre Raubtier
el: Εξαρτάται από τη διατήρηση υπερβολικά μεγάλη ζημιά που θα χωριστεί στα δύο και η επίθεση των θηρευτών τους
et: Kui säilitada liiga palju kahju nad jagada kaheks ja ründavad oma kiskja
fa: پس از تداوم خسارت بیش از حد آنها را در دو تقسیم درنده و حمله خود را
fi: Kun yllä liian paljon vahinkoa ne kahtia ja hyökätä heidän saalistaja
fr: À SOUTENIR trop de dégâts, ils se diviseront en deux et attaquer leurs prédateurs
ga: Ar a bhuanú damáiste iomarca beidh siad roinnte i dhá agus a dtiocfadh creachadóir ionsaí
gl: Despois lesada demais serán divididos en dous e ataque seu predador
hi: बनाए रखना बहुत ज्यादा नुकसान वे दो में विभाजन और उनके शिकारी हमला करने पर
hr: Nakon održavanje previše štete oni će podijeljen u dva napada i njihovih grabljivica
hu: Amikor túl sok kárt elszenvedő fognak kettévált, és a ragadozó támadása
is: Þegar haldið of mikið tjón sem þeir verða skipt í tvö og árás rándýr þeirra
it: Durevolmente troppi danni che si dividerà in due e attaccare i loro predatori
iw: על הנזק מזין יותר מדי הם לשניים לתקוף הטורף שלהם
ja: これら2つに分割され、その捕食者の攻撃を維持大したダメージ時
ko: 그들은 2 년 분할되며 그들의 육식 동물의 공격은 크지만 너무 많이 손상되면
lv: Pēc cieš pārāk lielu kaitējumu, tie tiks sadalīts divās un uzbrukumu viņu plēsējs
mk: По одржувањето на премногу штета ќе се подели на два дела и нивните напад предатор
mt: Malli ssofri d-dannu wisq huma maqsuma f'żewġ u l-attakk tal-predaturi tagħhom
nl: Bij al te veel schade zullen ze in tweeën te splitsen en hun roofdieren aanval
no: Ved å opprettholde for mye skade de delt i to og angripe deres predator
pl: Na utrzymanie zbyt wiele szkód będą podzielone na dwie części i zaatakować ich drapieżnik
pt: Após lesada demais serão divididos em dois e ataque seu predador
ro: La adus daune prea mult le va împărţi în două şi de atac prădător lor
sl: Ob preveč je utrpela škodo, ki jo bo razdeljen na dva dela in njihove napad plenilcev
sq: Me mbajtjen e shumë dëme që do të ndahet në dy dhe goditjen e tyre grabitqar
sr: По одржавање превише штете ће се подели на два дела и њихових напада грабљивица
sv: Efter upprätthålla alltför mycket skada de kommer att delas i två delar och anfalla deras rovdjur
sw: Juu ya kuendeleza uharibifu mno watakuwa umegawanyika katika shambulio zao mbili na Predator
tr: Onlar iki bölünmüş olacak ve yırtıcı saldırı sürdürülmesi çok fazla hasar üzerine
vi: Khi thiệt hại quá nhiều duy trì chúng sẽ chia thành hai và tấn công của họ Predator
yi: אַף סאַסטיינינג צו פיל שעדיקן זיי וועט שפּאַלטן אין צוויי און באַפאַלן זייער פּרעדאַטער
zh: 当持续造成太大的损失，他们将一分为二，攻击他们的天敌

source: If one of these sustains too much damage it will split once again and continue to attack
af: As een van hierdie onderhou te veel skade sal dit verdeel weer en gaan voort om aan te val
ar: إذا كانت واحدة من هذه يحافظ على الكثير من الضرر سيكون تقسيم مرة أخرى وتواصل الهجوم
be: Калі адзін з іх падтрымлівае занадта шмат шкоды яна будзе падзяліць яшчэ раз, і працягваюць нападать
bg: Ако една от тези поддържа прекалено много щети това ще се разделят отново и ще продължи да атакува
ca: Si un d'aquests danys sosté massa es partirà de nou i segueixen atacant
cs: Pokud jeden z nich utrpí příliš mnoho škody, bude rozdělena znovu a pokračovat v útoku
cy: Os bydd un o'r ddifrod yn cynnal gormod bydd yn rhannu unwaith eto ac yn parhau i ymosod ar
da: Hvis en af disse opretholder alt for meget skade, det vil opdele igen og fortsætte med at angribe
de: Wenn einer dieser trägt zu viel Schaden es wird wieder aufgeteilt und weiter angreifen
el: Αν ένα από αυτά υποστεί μεγάλη ζημιά που θα χωρίσει για άλλη μια φορά και να συνεχίσει να επιτεθεί
et: Kui üks nendest säilitab liiga palju kahju see osa uuesti ja jätkata rünnakut
fa: اگر یکی از این آسیب sustains بیش از حد آن را تقسیم خواهد شد و ادامه بار دیگر برای حمله به
fi: Jos jokin näistä ylläpitää liian paljon vahinkoa se on jaettu uudelleen ja jatkaa hyökkäystä
fr: Si un de ces dommages subit trop, elle va éclater une fois encore et continuent d'attaquer
ga: Más rud é ceann de na sustains damáiste iomarca beidh sé scoilte arís agus leanúint ar aghaidh ag ionsaí
gl: Se un destes sufrir danos moi só pode dividir unha vez máis e seguen a atacar
hi: यदि इन मजबूत बहुत नुकसान एक बार फिर से विभाजित करने और हमले जारी रखेंगे में से एक
hr: Ako jedan od tih održava previše štete bit će podijeljena ponovno i dalje napada
hu: Ha ezek közül a fenntartó túl sok kárt fog split ismét és továbbra is támadni
is: Ef eitt af þessum viðheldur of mikill skaði það mun skipta aftur og halda áfram að ráðast
it: Se uno di questi danni sostiene troppo, si dividerà nuovamente e continuare ad attaccare
iw: אם אחד של נזק אלה שמחזיק יותר מדי זה יהיה לפצל שוב ולהמשיך לתקוף
ja: もし1つは、再び分割し、攻撃を続け、これらを支えるすぎる損傷
ko: 만약 하나 다시 한번 분리되며 이러한 공격을 지속적으로 격려하고 너무 많은 피해를
lv: Ja kāds no šiem cieš pārāk lielu kaitējumu, tas sadalīts atkal un turpinās uzbrukt
mk: Ако еден од овие одржува премногу штета ќе подели уште еднаш и продолжите да ја нападне
mt: Jekk wieħed minn dawn il-ħsara ġġarrab wisq se maqsuma mill-ġdid u jkomplu attakk
nl: Als een van deze in stand te veel schade zal het weer gesplitst en verder aan te vallen
no: Hvis en av disse opprettholder for mye skade det vil splitte igjen og fortsette å angripe
pl: Jeśli jeden z tych doznaje uszkodzenia będzie podzielony jeszcze raz i kontynuować atak zbyt wiele
pt: Se um destes sofrer danos muito ele vai dividir mais uma vez e continuam a atacar
ro: În cazul în care unul dintre aceste daune sustine prea mult, ea va împărţi o dată din nou şi continuă să atace
sl: Če eno od teh preveč utrpi škode, ki jo bo po delih še enkrat in še naprej napada
sq: Nëse një nga këto dëme mban shumë se do të ndahet përsëri dhe vazhdojnë të sulmojnë
sr: Ако један од тих одржава превише штете биће подељена још једном и настави да напада
sv: Om någon av dessa råkar ut för mycket skada den kan splittra en gång och fortsätter att attackera
sw: Kama mmoja wa hawa unatumiwa na uharibifu mno itakuwa kupasuliwa mara nyingine tena na kuendelea kushambulia
tr: Eğer biri bir kez daha bölünmüş ve saldırı devam sürerken bu çok fazla zarar
vi: Nếu một trong những thiệt hại quá nhiều duy trì nó sẽ chia lại một lần nữa và tiếp tục tấn công
yi: אויב איינער פון די סאַסטיינז צו פיל שעדיקן עס וועט שפּאַלטן מאָל נאכאמאל און פאָרזעצן צו באַפאַלן
zh: 如果这些支撑造成太大的损失，将再次分裂，并继续攻击

source: Finally, one final split will produce very small versions which are completely harmless and in this state can be simply stepped on
af: Ten slotte sal 'n finale verdeling baie klein weergawes wat heeltemal onskuldig is en in hierdie toestand kan produseer word net versterk op
ar: وأخيرا ، سوف انشقاق واحد نهائي إنتاج إصدارات الصغيرة جدا والتي هي غير مؤذية تماما ، وهذا في حالة يمكن ببساطة داس على
be: Нарэшце, адна з канчатковага разрыву будзе вырабляць вельмі маленькія версіі, якія з'яўляюцца цалкам бясшкоднымі і ў такім стане можна проста наступіць на
bg: И накрая, един последен разпределение ще произвеждат много малки версии, които са напълно безвредни и в това състояние може да бъде просто стъпи на
ca: Finalment, una ruptura definitiva produirà versions molt petites, que són totalment inofensius i en aquest estat pot ser simplement va trepitjar
cs: A konečně, jeden bude konečné rozdělení vyrábět velmi malé verze, které jsou zcela neškodné, a v tomto stavu může být jednoduše šlápl
cy: Gall Yn olaf, bydd yn rhannu un olaf cynhyrchu fersiynau bach iawn sydd yn gwbl ddiniwed ac yn y cyflwr yn cael ei risiog yn syml ar
da: Endelig vil en endelig delt producere meget små versioner, der er helt uskadelige, og i denne tilstand kan simpelthen trådt på
de: Schließlich wird ein endgültigen Trennung sehr kleinen Versionen, die völlig harmlos sind und in diesem Zustand herstellen kann einfach verstärkt werden auf
el: Τέλος, μια τελευταία τμήματα θα παράγει πολύ μικρές εκδόσεις που είναι εντελώς ακίνδυνα και σε αυτό το κράτος μπορεί να ενισχυθεί μόνο στις
et: Lõpetuseks veel viimane osa mis toodavad väga väikese versioonid mis on täiesti ohutud ja see riik saab lihtsalt astus
fa: در نهایت ، یک تقسیم نهایی نسخه های بسیار کوچک که کاملا بی ضرر و در این حالت تولید می تواند به سادگی در پا
fi: Lopuksi, yksi lopullinen jako tuottaa hyvin pieniä versioita, jotka ovat täysin vaarattomia, ja tässä tilassa voi olla vain nousua
fr: Enfin, un split final produira des versions très petites qui sont totalement inoffensifs et dans cet état peut être simplement posé le pied sur
ga: Is féidir deireadh, beidh duine scoilt deiridh a tháirgeadh leaganacha an-bheaga atá harmless iomlán agus sa stát seo a neartófaí cur ach ar
gl: Finalmente, unha separación final ha producir versións moi pequenas que son totalmente inofensivas e nese estado pode ser simplemente pisou
hi: अंत में, एक अंतिम विभाजन बहुत छोटा संस्करण है जो पूरी तरह से हानिरहित हैं और इस राज्य में उत्पादन करेगा बस पर हस्तक्षेप कर सकते हैं
hr: Konačno, posljednji split će proizvesti vrlo male verzije koje su potpuno bezopasni te u takvom stanju može se jednostavno stao na
hu: Végül egy utolsó split fog nagyon kis változatok, amelyek teljesen veszélytelenek, és ebben az állapotban egyszerűen leszállt
is: Að lokum, eitt endanleg skipting mun framleiða mjög lítil útgáfa sem er algerlega skaðlaus og í þetta ástand má einfaldlega steig á
it: Infine, uno split finale produrrà versioni molto piccole, che sono assolutamente innocui e in questo stato può essere semplicemente calpestati
iw: לבסוף, אחד הפיצול הסופי יהיה לייצר גירסאות מאוד קטנות שהן בלתי מזיק לחלוטין ובמצב הזה יכול להיות צעד פשוט על
ja: 最後に、1つの最終的な分割は、完全に無害であり、この状態では非常に小さいバージョンを生成するだけで、辞任することができます
ko: 마지막으로, 마지막 분할에는 전혀 문제가 없을것입니다 그리고이 상태에서 아주 작은 버전을 생산할 예정이다 단순히 밟은 수있습니다
lv: Visbeidzot, viens gala split radīs ļoti maza versijās, kas ir pilnīgi nekaitīgas, un šādā stāvoklī var vienkārši jāpalielina par
mk: Конечно, еден краен сплит ќе произведе многу мали верзии, кои се потполно безопасни и во оваа држава може да биде едноставно зачекори на
mt: Fl-aħħarnett, wieħed maqsum finali se tipproduċi ħafna verżjonijiet żgħar li huma kompletament ma jagħmlux ħsara u f'dan l-istat jistgħu sempliċement jiżdiedu fuq
nl: Tenslotte zal een definitief gesplitst zeer kleine versies die volledig onschadelijk zijn en in deze toestand te produceren kan eenvoudig worden betreden
no: Endelig vil en siste split produserer svært små utgaver som er helt ufarlig, og i denne tilstanden kan bare tråkket på
pl: Wreszcie jeden ostateczny podział będzie produkować bardzo małe wersje, które są zupełnie nieszkodliwe i w tym stanie może być po prostu wszedł na
pt: Finalmente, uma separação final irá produzir versões muito pequenas que são completamente inofensivas e nesse estado pode ser simplesmente pisou
ro: În cele din urmă, un split finală va produce versiuni foarte mici, care sunt complet inofensive şi în această stare poate fi pur şi simplu a călcat pe
sl: Končno bo ena končna delitev povzroči zelo majhne različice, ki so popolnoma neškodljive in v tem stanju se lahko preprosto stopil na
sq: Së fundi, një ndarje përfundimtare do të prodhojë shumë versione të vogla të cilat janë krejtësisht të padëmshme dhe në këtë gjendje mund të jetë thjesht dha në
sr: Коначно, један завршни Сплит ће произвести врло мали верзије које су потпуно безопасне и у овој држави може да се једноставно стала на
sv: Slutligen kommer en slutlig delad producera mycket små versioner som är helt ofarliga och i detta tillstånd kan enkelt utökas på
sw: Hatimaye, mmoja kupasuliwa mapenzi ya mwisho kuzalisha versions ndogo sana ambayo ni wapole kabisa na katika hali hii inaweza kuwa tu krävs ökade tarehe
tr: Son olarak, bir final split tamamen zararsızdır ve bu durumda çok küçük sürümlerini üretecek sadece ayak olabilir
vi: Cuối cùng, một trong những cuối cùng chia sẽ sản xuất phiên bản rất nhỏ đó là hoàn toàn vô hại và tại tiểu bang này có thể được chỉ đơn giản là bước vào
yi: לעסאָף, איין לעצט שפּאַלטן וועט פּראָדוצירן זייער קליין ווערסיעס וואָס זענען פול ומשעדלעך און אין דעם שטאַט קען ווערן סימפּלי סטעפּט אויף
zh: 最后，最后一个分裂将产生非常，这是完全无害的，在这种状态下小版本可以简单地踩

source: If all its parts are still alive, a splitter will reform itself after a while and heal its wounds
af: As al sy dele nog steeds lewendig, sal 'n splitter hervorming self na' n ruk en genees sy wonde
ar: إذا كانت جميع أجزائه لا تزال على قيد الحياة ، سوف الخائن إصلاح نفسها بعد حين ، وتضميد جراحها
be: Калі ўсе яго дэталі ўсё яшчэ жывыя, сплиттер будзе рэфармаваць сябе праз некаторы час, і залечить свае раны
bg: Ако всичките му части са все още живи, един сплитер ще се реформира след известно време и да лекува раните си
ca: Si totes les parts que encara estan vius, un splitter es reformarà després d'un temps i curar les ferides
cs: Pokud jsou všechny jeho části jsou ještě naživu, bude splitter reformovat po chvíli a léčit své zranění
cy: Os bydd yr holl ei rhan yn cael eu dal yn fyw, bydd diwygio'r hollti ei hun ar ôl ychydig a gwella ei clwyfau
da: Hvis alle dets dele er stadig i live, vil en splitter reformere sig selv efter et stykke tid og helbrede sine sår
de: Wenn alle Teile noch am Leben sind, wird ein Splitter sich nach einer Weile die Reform und ihre Wunden zu heilen
el: Εάν όλα τα μέρη του είναι ακόμη ζωντανός, ένα διαχωριστή θα μεταρρυθμιστεί μετά από λίγο και να επουλώσει τις πληγές της
et: Kui kõik oma osad on veel elus, splitter on reformi enda pärast samal ajal ja ravib oma haavad
fa: اگر همه اجزاء آن هنوز زنده هستند ، تقسیم خواهد شد خود را در حالی که پس از اصلاح و التیام زخم های خود را
fi: Jos kaikki sen osat ovat vielä elossa, Splitter uudistavat itseään, kun taas ja parantaa sen haavat
fr: Si toutes ses parties sont encore en vie, un séparateur va se réformer après un moment et à panser ses plaies
ga: Má tá gach a cuid beo fós, déanfar athchóiriú scoilteoir féin tar éis am céanna agus a wounds cneasaigh
gl: Se todas as súas pezas aínda están vivos, un divisor vai reformar-se despois dun tempo e curar as súas feridas
hi: यदि अपने सभी भागों में अभी भी जीवित हैं, एक छिछोरा आदमी अपने आप में एक समय के बाद सुधार और उसके घाव भर जाएगा
hr: Ako se svi njezini dijelovi su još živi, može se podijeliti će se reforma nakon nekog vremena i izliječiti svoje rane
hu: Ha minden részén még élnek, az osztó lesz megreformálni önmagát, és egy idő után gyógyulnak a sebek
is: Ef allir hlutar þess eru enn á lífi, er skerandi mun umbótum sig eftir smá stund og lækna sár hennar
it: Se tutte le sue parti sono ancora vivi, uno splitter che si riforma dopo un po 'e di curare le sue ferite
iw: אם כל החלקים שלה עדיין בחיים, ספליטר תהיה רפורמה עצמו אחרי זמן מה לרפא את פצעיו
ja: 場合は、そのすべての部分がまだ生きているでは、スプリッターしばらくして自分自身を改革するとその傷を癒す
ko: 모든 부품이 아직 살아있어, 분배기 잠시 후 자체를 개혁하고 자사의 상처를 치유
lv: Ja visas tās daļas ir vēl dzīvs, sadalītāja būs reforma pati pēc brītiņa un dziedēt tās brūces
mk: Ако сите негови делови се уште се живи, а реформите ќе сплитер себе по некое време и лекува своите рани
mt: Jekk il-partijiet kollha tagħha jkunu għadhom ħajjin, ta 'splitter se tirriforma ruħha wara filwaqt li l-fejqan u feriti tagħha
nl: Als alle onderdelen zijn nog in leven zijn, zal een splitter hervorming zelf na een tijdje en zijn wonden te helen
no: Hvis alle deler er fortsatt i live, vil en splitter reformere seg selv etter en stund og helbrede sine sår
pl: Jeśli wszystkie jego elementy są wciąż żywe, rozdzielacz będzie reforma się po jakimś czasie i leczyć swoje rany
pt: Se todas as suas peças ainda estão vivos, um divisor vai reformar-se depois de um tempo e curar suas feridas
ro: În cazul în care toate componentele sale sunt încă în viaţă, un splitter va reforma sine, după un timp şi vindece rănile sale
sl: Če so vsi njegovi deli še vedno živ, bo reforma sama po sloju, medtem ko zacelijo svoje rane in
sq: Nëse të gjitha pjesët e saj janë ende gjallë, një dhimbje e rëndë koke do reformë vetë pas një kohë dhe shëroj plagët e saj
sr: Ако су све његове делове и даље жив, сплитер ће се реформа а после и исцели његове ране
sv: Om alla dess delar är fortfarande vid liv, kommer en splitter reformera sig själv efter ett tag och läka sina sår
sw: Kama sehemu yake yote bado ni hai, a splitter kommer marekebisho yenyewe baada ya muda na kuponya majeraha yake
tr: Eğer tüm parçaları hala hayatta, bir ayırıcı bir süre sonra kendini reformu ve onun yaralarını sarmak
vi: Nếu tất cả các bộ phận của nó vẫn còn sống, một splitter sẽ cải cách chính nó sau khi một và chữa lành vết thương của nó
yi: אויב אַלע זיין פּאַרץ זענען נאָך גאַנץ, אַ ספּליטטער וועט רעפאָרם זיך נאָך אַ וויילע און היילן זיין ווונדז
zh: 如果所有部分都还活着，一个拆分将经过一段时间的改革本身和愈合创伤

source: Grub, Red
af: Grub, Rooi
ar: نكش ، الأحمر.
be: Grub, чырвоны
bg: Компилатори, Червена
ca: Grub, Xarxa
da: Grub, Rød
el: Grub, Κόκκινο
et: Grub, Punane
fa: از کتاب استخراج کردن ، سرخ
fi: Grub, punainen
ga: Grub, Dearg
hi: कोआ, लाल
hr: Kukuljica, Crvena
iw: גרב, האדום
ja: Grubは、赤
ko: 삼류, 레드
lv: Izrakt, Red
mk: Grub, Црвен
mt: Toqob, Red
pl: Gruba, Czerwony
sr: Груб, Црвена
tr: Grub, Kırmızı
yi: גרוב, רעד
zh: 蛴螬，红

source: Red Grubs are more aggressive than their green counterparts and will attack anything they view as a threat
af: Rooi Grubs is meer aggressief as hul eweknieë groen en sal aanval enigiets wat hulle sien as 'n bedreiging
ar: أحمر اليرقات اكثر عدوانية من نظرائهم الخضراء وستهاجم أي شيء يرونه تهديدا
be: Чырвоныя лічынкі з'яўляюцца больш агрэсіўнымі, чым іх калегі зялёных і будзе атакаваць усё, што яны разглядаюць як пагрозу
bg: Червен ларви са по-агресивни, отколкото техните колеги и зелени Ще атакуваме всичко, което оглед като заплаха
ca: Els cucs vermells són més agressius que els seus col.legues verds i ataquen tot el que veuen com una amenaça
cs: Červené housenky jsou agresivnější než jejich protějšky a zelených zaútočí na všechno vnímají jako hrozbu
cy: Lindys coch yn fwy ymosodol na'u cymheiriaid gwyrdd, a bydd yn ymosod ar unrhyw beth maent yn weld fel bygythiad
da: Røde larver er mere aggressive end deres grønne kolleger, og vil angribe alt, hvad de betragter som en trussel
de: Red Grubs sind aggressiver als ihre grünen Kollegen und alles, was sie sehen als eine Bedrohung Angriff
el: Κόκκινο νύμφες είναι πιο επιθετική από ό, τι πράσινο ομολόγους τους και θα επιτεθούν οτιδήποτε βλέπουν ως απειλή
et: Punane Grubs rohkem agressiivsed kui nende roheliste kolleegidega ning rünnak midagi nad peavad ohuks
fa: Grubs قرمز ، بیشتر پرخاشگری ، بیش از همتایان آنها سبز خواهد شد و هر آنچه را که به عنوان یک تهدید حمله به مشاهده
fi: Red Grubs ovat aggressiivisia kuin vihreä kollegansa ja hyökkäävät mitä he näkevät uhkana
fr: Larves rouges sont plus agressifs que leurs homologues verts et attaque tout ce qu'ils considèrent comme une menace
ga: Tá Grubs Dearg ionsaitheach níos mó ná a macasamhla glas agus beidh aon ionsaí amharc siad mar bhagairt
gl: Red Grubs son máis agresivos que os verdes e vai atacar calquera cousa que eles ven como unha ameaza
hi: लाल Grubs उनके हरे समकक्षों से अधिक आक्रामक होते हैं और वे कुछ भी खतरे के रूप में देखने का दौरा करेंगे
hr: Crvena Grubs su agresivniji od svojih kolega i da će zeleno napasti sve što oni vide kao prijetnju
hu: Piros Grubs sokkal agresszívabb, mint a zöld társaik, és támadás céljából, mint amit ők fenyegetésnek
is: Red Grubs eru fleiri árásargjarn en grænt starfsbræðrum þeirra og munu ráðast á allt sem þeir sjá sem ógn
it: Larve rosse sono più aggressivi rispetto ai loro omologhi verdi e attaccano qualsiasi cosa vista come una minaccia
iw: זחלים האדום הם יותר אגרסיביים מאשר מקביליהם הירוקים שלהם והם תוקפים כל דבר שהם רואים כאיום
ja: レッドGrubsの詳細は、緑色の対応よりも積極的に脅威と見なすものを攻撃する
ko: 레드 Grubs들의 녹색보다 적극적인 대응 그들은 위협적인 존재로보기도 공격
lv: Red Grubs ir agresīvāka nekā zaļā kolēģiem un uzbruks kaut ko tās uzskata par draudu
mk: Црвен Grubs се поагресивни од своите колеги и зелени ќе нападне нешто тие ја видите како закана
mt: Grubs Red huma aktar aggressiva mill-kontropartijiet tagħhom ħadra u se attakk xejn huma jikkunsidraw bħala theddida
nl: Rode larven zijn agressiever dan hun groene collega's en zullen aanvallen alles wat ze zien als een bedreiging
no: Røde Grubs er mer aggressive enn sine motstykker grønt og vil angripe alt de ser som en trussel
pl: Czerwone larwy są bardziej agresywne niż ich odpowiedniki zielony i będzie atakować wszystko uważają za zagrożenie
pt: Red Grubs são mais agressivos do que os verdes e vai atacar qualquer coisa que eles vêem como uma ameaça
ro: Grubs Red sunt mai agresivă decât omologii lor verzi şi vor ataca tot ce a vizualiza ca pe o ameninţare
sl: Red Grubs bolj agresivno kot njihovi kolegi in zeleno bo napadel vse gledajo kot grožnjo
sq: Kuq Grubs janë më agresive se sa homologët e tyre të gjelbra dhe do të sulmojë çdo gjë që e shohin si një kërcënim
sr: Црвена Грубс су више агресивни него њихови зелено колегама и да ће напад било шта виде као претњу
sv: Red larver är mer aggressiva än sina gröna motparter och kommer att attackera allt de ser som ett hot
sw: Red aggressiva Grubs ni zaidi kuliko wenzao yao ya kijani na shambulio lolote wao mtazamo kama tishio
tr: Kırmızı Grubları daha da yeşil göre daha agresif ve bunlar bir tehdit olarak görmek bir şey ecek saldırmak
vi: Hồng Grubs đang tích cực hơn so với các đối tác màu xanh lá cây của họ và sẽ tấn công bất cứ điều gì mà họ xem như là một mối đe dọa
yi: רויט גרובס זענען מער אַגרעסיוו ווי זייער גרין קאַונטערפּאַרץ און וועט באַפאַלן אַבי זיי קוק ווי אַ סאַקאָנע
zh: 红蛴螬是更具侵略性的绿色同行比，并会攻击任何他们认为是一种威胁
