Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: If an object becomes unreachable then you can use the switch to put it back in its original place
af: As 'n voorwerp onbereikbaar word dan kan jy die skakelaar kan gebruik om te sit dit terug in sy oorspronklike plek
ar: إذا كائن تصبح غير قابلة للوصول بعد ذلك يمكنك استخدام مفتاح لوضعه مرة أخرى في مكانها الأصلي
be: Калі аб'ект становіцца недаступным, то вы можаце выкарыстоўваць перамыкач, каб вярнуць яго ў сваім першапачатковым месцы
bg: Ако един обект става недостижимото можете да използвате ключа за да го пуснат обратно в оригиналния си място
ca: Si un objecte es torna inabastable llavors vostè pot utilitzar l'interruptor per posar de nou en el seu lloc original
cs: Pokud se objekt stane nedostupnou pak můžete použít přepínač, aby ji zpět na své původní místo
cy: Os yw gwrthrych yn dod unreachable yna gallwch ddefnyddio y newid i ei roi yn ôl yn ei le gwreiddiol
da: Hvis et objekt bliver utilgængelig så kan du bruge kontakten til at lægge den tilbage i sin oprindelige plads
de: Wenn ein Objekt nicht mehr erreichbar ist, dann können Sie den Schalter verwenden, um es wieder an seinen ursprünglichen Platz gebracht
el: Εάν ένα αντικείμενο γίνεται unreachable τότε μπορείτε να χρησιμοποιήσετε το διακόπτη για να το θέσω εκ νέου στην αρχική του θέση
et: Kui muutub objekt ei õnnestu, siis saate minna pannakse see tagasi oma algse koha
fa: اگر جسم unreachable می شود و سپس شما می توانید آن را تبدیل به پشت در محل قرار اولیه خود استفاده کنید
fi: Jos objekti muuttuu saavuttamaton jälkeen voit siirtyä laita se takaisin alkuperäiseen paikkaan
fr: Si un objet devient inaccessible, vous pouvez utiliser le commutateur de la remettre à sa place initiale
ga: Má éiríonn réad unreachable ansin is féidir leat é a úsáid leis an athrú a chur ar ais ina áit bunaidh
gl: Se un obxecto se fai inaccesíbel, daquela pode empregar a opción para poñelas de volta no seu lugar orixinal
hi: यदि कोई आपत्ति तो नहीं मिल आप स्विच का उपयोग वह अपने मूल स्थान में वापस डाल सकते हो जाता है
hr: Ako je objekt postaje nedostupan onda možete koristiti prekidač staviti ga nazad u svoje originalno mjesto
hu: Ha egy objektum nem elérhető lesz, akkor használhatja a kapcsolót helyezze vissza eredeti helyére
is: Ef hlut verður þá unreachable þú geta nota the rofi til að setja hana aftur í upprunalegum stað þess
it: Se un oggetto diventa irraggiungibile, è possibile utilizzare l'opzione per rimetterlo al suo posto originale
iw: אם אובייקט הופך בלתי מושג אז אתה יכול להשתמש בבורר להחזיר אותו במקום המקורי
ja: もしオブジェクトの場合を元の場所に配置するためにスイッチを使用することがアクセス不能になる
ko: 만약 개체를 누른 다음 다시 원래의 장소에 넣을 수있는 스위치를 사용하여 연결할 수없습니다됩니다
lv: Ja objekts kļūst sasniedzams, tad var izmantot switch to atlikt atpakaļ savā sākotnējā vietā
mk: Ако објект станува недостижно потоа можете да ги користите за да преминете го врати во неговата оригинална место
mt: Jekk oġġett isir unreachable allura inti tista 'tuża l-iswiċċ li titqiegħed lura fil-post oriġinali tiegħu
nl: Als een object wordt onbereikbaar dan kunt u de schakelaar gebruiken om het weer in zijn oorspronkelijke plaats
no: Hvis et objekt blir ikke kan nås, kan du bruke bryteren for å sette den tilbake i sin opprinnelige plass
pl: Jeśli obiekt staje się niedostępny, można korzystać z przejść do przedstawienia go w pierwotnym miejscu
pt: Se um objeto se torna inacessível, então você pode usar a opção para colocá-lo de volta em seu lugar original
ro: Dacă un obiect devine imposibil de găsit apoi puteţi folosi comutatorul pentru a pune la loc, în locul său original
sl: Če je predmet postane nedosegljiv potem lahko uporabite stikalo, da ga nazaj v svoje prvotno mesto
sq: Nëse një objekt të bëhet i pakapshëm atëherë ju mund të përdorni kaloni për ta vënë atë në vendin e saj origjinal
sr: Ако се објекат Неухватљива онда можете да употребите прекидач да га ставите назад у свој првобитни месту
sv: Om ett föremål blir otillgänglig kan du använda switchen för att lägga tillbaka på sin ursprungliga plats
sw: Kama object inakuwa unreachable basi unaweza kutumia kubadili kuiweka nyuma katika nafasi yake ya awali
tr: Eğer bir nesne daha sonra tekrar orijinal yerine koymak için anahtarını kullanabilirsiniz ulaşılamaz hale
vi: Nếu một đối tượng trở nên không thể kết nối sau đó bạn có thể sử dụng chuyển đổi để đưa nó trở lại ở vị trí ban đầu
yi: אויב אַ קעגן ביקאַמז אַנריטשאַבאַל דאַן איר קענט ניצן די באַשטימען צו שטעלן דאָס צוריק אין זיין אָריגינעל אָרט
zh: 如果一个对象变为不可达，那么你可以使用切换到放回原位置回

source: A bottle with a soul trapped inside
af: 'N bottel met' n siel vasgevang binne
ar: زجاجة مع محاصرين داخل الروح
be: Бутэлька з душой пастцы
bg: Бутилка с душа вътре в капан
ca: Una ampolla amb un ànima atrapada dins
cs: Láhev s duší zavřený
cy: Mae poteli gyda enaid yn gaeth tu mewn
da: En flaske med en sjæl fanget inde
de: Eine Flasche mit einer Seele gefangen in
el: Ένα μπουκάλι με μια ψυχή παγιδευμένος μέσα
et: Pudel hinge lõksu sees
fa: یک بطری را با روح به دام افتاده در درون
fi: Pullon Soul loukkuun sisään
fr: Une bouteille avec une âme emprisonné à l'intérieur
ga: Buidéal le Soul gafa taobh istigh
gl: Unha botella cunha alma presa no interior
hi: एक अंदर फँस आत्मा के साथ एक बोतल
hr: Bočica s dušom zarobljen unutar
hu: Egy palack lélek bezárva
is: A flaska með sál föst inni
it: Una bottiglia con l'anima intrappolata dentro
iw: בקבוק עם נשמה לכוד בתוך
ja: 魂に閉じ込められたと瓶
ko: 영혼 안에 갇혀와 병
lv: Pudele ar dvēseli noķerto iekšā
mk: Шише со душа заробени во внатрешноста
mt: Flixkun bil-ruħ maqbud ġewwa
nl: Een fles met een ziel gevangen in
no: En flaske med sjel fanget inne
pl: Butelka z duszy uwięzione wewnątrz
pt: Uma garrafa com uma alma presa no interior
ro: O sticlă cu un suflet prins în interiorul
sl: Steklenička z dušo ujet znotraj
sq: Një shishe me një shpirt të bllokuar brenda
sr: Бочица са душом заробљени унутар
sv: En flaska med en själ fångad inuti
sw: A chupa pamoja na nafsi trapped ndani
tr: Bir ruh içinde hapsolmuş olan bir şişe
vi: Một chai với một tâm hồn bị mắc kẹt bên trong
yi: א פלאַש מיט אַ נשמה טראַפּט ין
zh: 带有灵魂被困在1瓶

source: Full Mine Cart
af: Volledige myn Cart
ar: كامل الألغام السلة
bg: Пълен мина Кошница
ca: Ple de Mines de compra
cs: Úplné Mine košíku
cy: Llawn Mine Cart
da: Fuld Mine Cart
de: Voll Mine Warenkorb
el: Πλήρης Mine καλάθι
et: Terve Minu ostukorv
fa: سبد کامل معدن
fr: Full Mine panier
ga: Iomlán Mine Cart
gl: Completamente Mine Cart
hi: पूर्ण मेरी गाड़ी
hr: Full Mine Košarica
hu: Teljes Mine Kosár
ja: 完全な私のショッピングカート
ko: 완전 내 장바구니
nl: Volledige Mine Cart
pl: Pełna Mine Cart
pt: Completamente Mine Cart
ro: Full Mine cos
sq: Plotë Mine Cart
sr: Корпа пуна мина
tr: Tam Mine Cart
vi: Full mỏ giỏ hàng
yi: גאַנץ מיין קאַרט
zh: 全矿车

source: Processing Lift Key
af: Verwerking Hysbak Kern
ar: تجهيز ارفع مفتاح
bg: Обработка се Ключ
ca: Processament de Llevant nombre
cs: Zpracování Lift Key
cy: Prosesu Lifft Allweddol
de: Lift Processing Key
el: Μεταποίηση Ασανσέρ Key
et: Töötlemine Lift Key
fa: پردازش آسانسور کلیدی
fr: Processing Key Lift
ga: Próiseáil ardaitheoir Eochair
gl: Procesamento Lift Key
hi: प्रसंस्करण कुंजी लिफ्ट
hr: Obrada Lift Ključ
hu: Feldolgozás Lift Key
is: Vinnsla Lyfting Key
it: Trasformazione Lift Key
ja: 情報処理買うリフト
ko: 처리 키 허용
mt: Ipproċessar Lift ewlenin
nl: Verwerking Lift Key
pl: Przetwarzanie Lift Key
pt: Processamento Lift Key
ro: Prelucrarea Ridicaţi-cheie
sl: Predelava Lift Key
sq: Processing heqin Key
sr: Учитавање лифт Кључ
sw: Processing Nyanyua Key
tr: Işleme Anahtar Lift
vi: Chế biến Lift Key
yi: פּראַסעסינג ליפט קי
zh: 处理电梯的关键

source: Right Grabber Key
af: Right Grabber Kern
ar: الحق المنتزع مفتاح
bg: Право Скубач Ключ
ca: Dret Grabber nombre
cs: Right Key Grabber
cy: Hawl Grabber Allweddol
da: Højre Fanget Key
de: Right Key Grabber
el: Δικαίωμα Grabber Key
et: Õigus kahmitseja Key
fa: حق Grabber کلیدی
fr: Droit Grabber pièce
ga: Ceart Grabber Eochair
gl: Dereito da Grabber
hi: सही धरनेवाला कुंजी
hr: Pravo Hvatač Ključ
hu: Jobb Grabber Key
is: Hægri Grípa Key
it: Diritto Grabber Key
ja: 右グラバを買う
ko: Grabber를 마우스 오른쪽 키
mt: Dritt grabber ewlenin
no: Høyre Fanget Key
pl: Prawo Łapacz Key
pt: Direito da Grabber
ro: Dreptul Grabber cheie
sl: Right grabežljivac Key
sq: Drejta Grabber Key
sr: Кључне право Граббер
sw: Haki Grabber Key
tr: Doğru kapmak Anahtar
vi: Grabber chính quyền
yi: רעכט גראַבער קי
zh: 右夹持的关键

source: Left Grabber Key
af: Links Grabber Kern
ar: ترك مفتاح المنتزع
bg: Ляв Скубач Ключ
ca: Esquerra Grabber nombre
cs: Left Key Grabber
cy: Chwith Grabber Allweddol
da: Venstre Fanget Key
de: Linke Grabber Key
el: Αριστερά Grabber Key
et: Vasak kahmitseja Key
fa: کلید سمت چپ Grabber
fr: Gauche Grabber pièce
ga: Chlé Grabber Eochair
gl: Collendo da esquerda
hi: वाम धरनेवाला कुंजी
hr: Lijevi Hvatač Ključ
hu: Bal Grabber Key
is: Vinstri Grípa Key
it: Sinistra Grabber Key
ja: 左グラバを買う
ko: 왼쪽 Grabber 키
mt: Left grabber ewlenin
nl: Links Grabber Key
no: Venstre Fanget Key
pl: Pozostało Łapacz Key
pt: Apanhando da esquerda
ro: Stânga Grabber cheie
sl: Left grabežljivac Key
sr: Лефт Граббер Кључ
sv: Vänster Grabber Key
sw: Grabber kushoto Key
tr: Kapmak Sol Anahtarı
vi: Còn lại Grabber Key
yi: לינקס גראַבער קי
zh: 左夹持的关键

source: Master Key
af: Master Kern
ar: المفتاح الرئيسي
bg: Мастър Ключ
ca: Màster Key
cy: Meistr Allweddol
fa: استاد : کلید
ga: Máistir Eochair
hi: मास्टर कुंजी
ja: マスタキー
ko: 마스터 키
mt: Master ewlenin
sr: Калауз
sv: Huvudnyckel
tr: Master
yi: יבערשליסל
zh: 万能钥匙

source: The sorcerer must have taken Dad to his castle. I'll have to rescue him from there.
af: Die towenaar moet Dad geneem het na sy kasteel. Ek sal moet red hom van daar.
ar: الساحر يجب أن تتخذ داد إلى قصره. سآخذ لانقاذه من هناك.
be: Калдуна, павінна быць, папа свой замак. Мне давядзецца вызваліць яго адтуль.
bg: Магьосникът трябва да са взели татко му замък. Ще трябва да го избави от там.
ca: El bruixot ha d'haver tingut el pare al seu castell. Vaig a haver de treure'l d'allà.
cs: Kouzelník musel vzít táta na svůj zámek. Budu muset zachránit ho odtamtud.
cy: Rhaid i'r sorcerer wedi cymryd at ei Dad castell. Bydd yn rhaid i mi ei achub oddi yno.
da: Trolden skal have taget far til hans slot. Jeg bliver nødt til at redde ham fra der.
de: Der Zauberer muss Dad auf sein Schloß genommen. Ich muß ihn von dort zu retten.
el: Ο μάγος πρέπει να έχει τον μπαμπά να κάστρο του. Θα πρέπει να τον σώσει από εκεί.
et: Nõid peab olema võetud isa oma lossi. Võtan päästa teda sealt.
fa: ساحر باید داد به قلعه او گرفته شده است. او می خواهم که او را از آنجا نجات است.
fi: Velho on otettu isä hänen linnansa. I'll on pelastaa hänet sieltä.
fr: Le sorcier doit avoir pris papa dans son château. Je vais devoir le tirer de là.
ga: Caithfidh an sorcerer tar éis daid chun a chaisleán. Beidh mé chun tarrthála dó ó ann.
gl: O feiticeiro debeu ser o pai do seu castelo. Vou ter que rescate-lo de alí.
hi: जादूगर अपने महल में ले लिया है पिताजी चाहिए. मैं उसे वहाँ से बचाव होगा.
hr: Čarobnjak mora imati uzeti tatu u svoj dvorac. Morat ću ga spasiti od tamo.
hu: A varázsló kell tartania az ő apa vár. Azt kérem, hogy megmentse őt onnan.
is: The Sorcerer verður að hafa tekið pabbi að kastalanum hans. Ég ætla að bjarga honum þaðan.
it: Il mago deve avere preso papà al suo castello. Dovrò salvarlo da lì.
iw: הקוסם ודאי לקח אבא לטירה שלו. אני צריך לחלץ אותו משם.
ja: 魔術師自分の城にお父さん撮影する必要があります。私はそこから彼を救出する必要があります。
ko: 주술사는 자신의 성으로 아버지가 촬영해야합니다. 내가 거기에서 그를 구출해야합니다.
lv: Burvis ir jāņem Dad viņa pili. Es ņemšu to glābt viņu no turienes.
mk: На волшебникот мора да се преземат Тато на својот замок. Ќе морам да го спаси од таму.
mt: Il-sorcerer għandu jkun ħa Dad għall-kastell tiegħu. I'll jkollhom salvataġġ lilu minn hemm.
nl: De tovenaar moet hebben genomen papa op zijn kasteel. Ik moet hem redden van daar.
no: Trollmannen må ha tatt far til slottet hans. Jeg må redde ham fra det.
pl: Czarodziej musi wziąć ojciec do swojego zamku. Muszę go ratować stamtąd.
pt: O feiticeiro deve ter sido o pai de seu castelo. Vou ter que resgatá-lo de lá.
ro: Vrăjitor trebuie să fi luat pe tata la castelul lui. Eu va trebui să îl salveze de acolo.
sl: Bajalica mora upoštevati očka na svoj grad. Jaz bom moral spustiti na prostost ga od tam.
sq: Magjistari duhet të ketë marrë Dad në kështjellën e tij. Do të duhet për të shpëtuar atë nga atje.
sr: Вјештак мора узети тата да му дворац. Ја ћу да га спасавање од тамо.
sv: Den trollkarl måste ha tagit pappa till sitt slott. Jag måste rädda honom därifrån.
sw: The mchawi lazima wamechukua Dad castle wake. I'll have amwokoe kutoka huko.
tr: Büyücü onun kaleye Baba almış olmalı. Orada onu kurtarmak gerekir.
vi: Các phù thủy phải có sự Dad tới lâu đài của ông. Tôi sẽ cần phải cứu hộ ông từ đó.
yi: די סאָרסערער דאַרף האָבן טאַקען פאטער צו זיין שלאָס. איך וועט האָבן צו ראַטעווען אים פֿון דאָרט.
zh: 在巫师必须是爸爸他的城堡。我不得不从那里救他。

source: The only way to get to the castle is through the Forbidden Swamp to the East.
af: Die enigste manier om by die kasteel is deur middel van die Verbode Swamp na die Ooste.
ar: السبيل الوحيد للوصول الى القلعة من خلال مستنقع المحرمة إلى الشرق.
be: Адзіны спосаб дабрацца да замка ляжыць праз балота запретный на Усход.
bg: Единственият начин да стигнем до замък е чрез Забранения блатото на изток.
ca: L'única manera d'arribar al castell és a través de la Ciénaga de Prohibida cap a l'Est.
cs: Jediným způsobem, jak se dostat do hradu je přes Forbidden Swamp na východ.
cy: Yr unig ffordd i gyrraedd y castell yw drwy siglen Forbidden i'r Dwyrain.
da: Den eneste måde at komme til slottet er gennem Den Forbudte Swamp mod øst.
de: Der einzige Weg, um auf der Burg wird durch die Verbotene Swamp in den Osten.
el: Ο μόνος τρόπος για να φτάσετε στο κάστρο είναι μέσω Απαγορευμένη Βάλτο με την Ανατολή.
et: Ainus võimalus pääseda loss on läbi Forbidden Swamp itta.
fa: تنها راه برای رسیدن به قلعه از طریق آبی ممنوع شرق.
fi: Ainoa tapa päästä linnan kautta Kielletty Swamp itään.
fr: La seule façon d'arriver au château est interdite dans les marais à l'Est.
ga: Tá an bealach amháin chun dul go dtí an caisleán trí Swamp Toirmiscthe chun an Oirthir.
gl: A única forma de chegar ao castelo é a través do encoro Prohibida a leste.
hi: एकमात्र तरीका महल करने के लिए निषिद्ध दलदल के माध्यम से पूर्व की ओर है.
hr: Jedini način da dođete do dvorca je kroz Forbidden močvara na istoku.
hu: Az egyetlen módja, hogy a vár keresztül a Tiltott Mocsár keletre.
is: Eina leiðin til að fá að Kastalinn er í gegnum Forbidden Swamp til austurs.
it: L'unico modo per raggiungere il Castello è attraverso la Palude Proibita a est.
iw: הדרך היחידה להגיע לטירה היא דרך הביצה האסורה למזרח.
ja: 城を得るための唯一の方法は、故宮の沼を介して東することです。
ko: 성의를 얻을 수있는 유일한 방법은 늪지를 통해 자금성 동쪽에있습니다.
lv: Vienīgais veids, kā nokļūt līdz pils ir ar Aizliegts purva uz Austrumiem.
mk: Единствениот начин да се дојде до замокот е низ Забранетиот Блато на исток.
mt: L-uniku triq biex jinġiebu għall-kastell huwa permezz tal-Swamp Projbit fil-Lvant.
nl: De enige manier om naar het kasteel is door de Verboden Swamp naar het Oosten.
no: Den eneste måten å komme til slottet er gjennom Den forbudte Swamp til Østen.
pl: Jedynym sposobem, aby dostać się do zamku przez Zakazane Bagna na wschód.
pt: A única maneira de chegar ao castelo é através do pântano Proibida a Leste.
ro: Singura modalitate de a ajunge la castel este prin intermediul Swamp Interzis la Est.
sl: Edini način, da pridete do gradu je skozi Forbidden Swamp na vzhodu.
sq: Mënyra e vetme për të shkuar në kështjellë është nëpërmjet swamp ndaluar të Lindjes.
sr: Једини начин да дођете до замка је кроз Забрањени Мочвара на Исток.
sv: Det enda sättet att komma till slottet är genom Förbjudna Swamp österut.
sw: Njia pekee ya kupata na castle ni kupitia Forbidden Swamp ya Mashariki.
tr: Kale almak için tek yol Yasak Swamp üzerinden Doğu etmektir.
vi: Cách duy nhất để đến lâu đài là thông qua các đầm lầy Forbidden về phía Đông.
yi: די בלויז וועג צו באַקומען צו דעם שלאָס איז דורך דעם פאָרבידדען סוואַמפּ צו דער מזרח.
zh: 唯一的办法去城堡，是东方的故宫沼泽。

source: There's a lake between the Village and the Swamp so I'll need a raft to get across.
af: Daar's 'n dam tussen die dorp en in die Swamp so ek sal' n reeks nodig het om oor te bring.
ar: هناك بحيرة بين القرية ومستنقع لذا أنا بحاجة للحصول على مجموعة كبيرة عبر.
be: Там's Lake паміж вёскай і балотах я спатрэбіцца плоту данесці.
bg: Има езеро между селото и блатото така че ще трябва да минете през сал.
ca: Hi ha un llac entre el poble i el Pantà, així que necessitarà una bassa per creuar.
cs: Je tam jezero mezi vesnice a bažiny, takže budu potřebovat dostat přes vor.
cy: Mae llyn rhwng y pentref a'r siglen felly bydd angen i mi gael rafft i gael ar draws.
da: Der er en sø mellem landsbyen og Swamp, så jeg har brug for en tømmerflåde for at komme over.
de: Es gibt einen See, der zwischen dem Dorf und den Sümpfen, damit ich eine Reihe Need to get across.
el: Υπάρχει μια λίμνη από το χωριό και το Βάλτο γι 'αυτό θα χρειαστεί μια σειρά για να μεταδώσουμε.
et: Seal järve vahel külla ja Soo nii et ma pead parv saada kõikjal.
fa: 'sدریاچه بین روستای و آبی وجود دارد ، بنابراین من به یک قایق برای دریافت در سراسر نیاز دارید.
fi: There's järven välillä Village ja Swamp joten täytyy lautta päästä yli.
fr: Il ya un lac, entre le village et le marais si j'aurai besoin d'un radeau pour traverser le fleuve.
ga: Tá an loch idir an Bhaile agus an Swamp sin beidh mé ag teastáil ó raft a fháil thar.
gl: Hai un lago, entre a aldea ea Swamp entón eu vou ter que un barco a atravesar.
hi: वहाँ गांव और दलदल के बीच एक झील है तो मैं एक बेड़ा जरूरत भर लाता हूँ.
hr: There's jezero između sela i močvari pa ću trebati splav prenijeti.
hu: Van egy tó között, a falu és a mocsári úgyhogy szüksége lesz egy tutajt átjutni.
is: Það er vatninu milli Þorp og Swamp svo ég þarf að raft að komast yfir.
it: C'è un lago tra il villaggio e la Palude quindi avrò bisogno di una zattera per attraversare.
iw: יש אגם בין הכפר לבין הביצה כך אני צריך הרפסודה לחצות.
ja: ある村と沼の間に湖のように私を分かってもらうための筏が必要だ。
ko: 저기 마을과 늪 사이의 호수 그래서 이리로 건너 가야 뗏목을 필요가있을 것이다.
lv: Tur starp ciema un purva ezeru tāpēc es nāksies plosts nokļūt pāri.
mk: Има едно езеро меѓу селото и Блато така ќе треба да добијат сплав низ.
mt: Hemm lag bejn il-Villaġġ u l-Swamp so I bzonn ċattra li tikseb madwar.
nl: Er is een meer tussen het dorp en de Swamp dus ik moet een vlot te krijgen over te brengen.
no: Det er en innsjø mellom Village og Swamp så jeg trenger en flåte for å komme over.
pl: Jest jeziorem między wsią i Swamp więc będziemy potrzebować tratwa stać w poprzek.
pt: Há um lago, entre a aldeia ea Swamp então eu vou precisar de um barco para atravessar.
ro: Exista un lac între sat şi Swamp, aşa că am avea nevoie de o plută pentru a obţine în întreaga.
sl: There's jezero med vasi in močvirske zato sem se boste morali splav priti čez.
sq: Ka një liqen midis fshatit dhe mbush me ujë kështu që unë do të duhet një traget për të marrë të gjithë.
sr: Постоји језеро између села и Мочвара, тако да ћу морати да пређу преко сплава.
sv: Det finns en sjö mellan byn och Swamp så jag behöver en flotte för att komma över.
sw: Kuna ziwa kati ya Kijiji na hivyo Swamp I'll raft wanahitaji kupata hela.
tr: Orada Köyü ve Swamp arasında bir göl ben kızdırmak için bir sal gerekir's.
vi: Có một hồ nước giữa các làng và các đầm lầy vì vậy tôi sẽ cần một bè để có được qua.
yi: עס הערט זיך אַ אָזערע צווישן די לעצטע און די סוואַמפּ אַזוי איך וועט דאַרפֿן אַ פּליט צו פאַרשטיין אַריבער.
zh: 有一个村之间的湖泊和沼泽，所以我需要一个木筏子，再跨越。

source: I'll also need a sword and shield to defend myself. I can speak to Borgan and Jacob to get these though.
af: Ek sal ook 'n swaard en skild nodig het om myself te verdedig. Ek kan tot Borgan en Jacob praat om hierdie though.
ar: أنا أيضا في حاجة إلى السيف والدرع للدفاع عن نفسي. أستطيع أن أتحدث إلى بورجان ويعقوب للحصول على الرغم من هذه.
bg: Аз също ще се нуждаят от меч и щит да се защитавам. Не мога да говоря с Borgan и Якова, за да получите тези все пак.
ca: També necessitaràs una espasa i escut per defensar-me. Puc parlar amb Borges i Jacob per obtenir aquestes però.
cs: Budu také potřebovat meč a štít se bránit. Můžu mluvit Borgan a Jákobovi, aby si tyto ačkoli.
cy: 'N annhymerus' hefyd angen cleddyf a tharian i amddiffyn fy hun. Gallaf siarad Borgan a Jacob i gael y rhain er.
da: Jeg vil også brug for et sværd og skjold til at forsvare mig. Jeg kan tale med Borgan og Jacob at få disse selv.
de: Außerdem brauche ich ein Schwert und Schild, um mich zu verteidigen. Ich spreche zu Borgan und Jakob, diese aber erhalten.
el: Θα πρέπει, επίσης, ένα σπαθί και ασπίδα για να υπερασπιστεί τον εαυτό μου. Μπορώ να μιλήσω για Borgan και Ιακώβ να πάρει αυτά όμως.
et: Ma ka vajadust mõõk ja kilp, et end kaitsta. Võin rääkida Borgan ja Jacob saada neid küll.
fa: من هم به یک شمشیر و سپر برای دفاع از خودم نیاز دارید. من می توانم به Borgan و یعقوب صحبت کنید هر چند این.
fr: Je vais aussi besoin d'une épée et bouclier pour me défendre. Je peux parler à Borgan et Jacob pour obtenir ces though.
ga: Feicfidh mé gá freisin le sword sciath agus do chosaint féin. Is féidir liom labhairt le Borgan agus Jacob a fháil ar na cé.
gl: Eu tamén teño unha espada e escudo para me defender. Eu podo falar con Borgan e Xacob para obter estes aínda.
hi: मैं भी एक तलवार और ढाल की जरूरत है अपने आप का बचाव करेंगे. मैं Borgan और याकूब से बात ये कि हो सकता है.
hr: Ja također ćete trebati mač i štit za sebe brani. Ja mogu govoriti za Borgan i Jakovu da biste dobili te ipak.
hu: Én is szükség egy kardot és pajzsot megvédeni magam. Tudok beszélni Borgan és Jacob-hoz kap ezek mégis.
is: Ég einnig þörf sverð og skjöld til að verja mig. Ég tala við Borgan og Jakob til að fá þetta þó.
it: Ho bisogno anche di una spada e scudo per difendermi. Posso parlare a Borgan e Giacobbe per ottenere questi però.
ja: 私も自分自身を守るために剣と盾が必要です。私Borganとジェイコブ、これらも取得するに話すことができます。
ko: 나는 내 자신을 방어하는 검술과 방패가 필요합니다. 내가 Borgan과 야곱에게 이러한 생각을 말할 수있습니다.
mt: I'll bżonn ukoll ta 'xabla u tarka li tiddefendi myself. I jistgħu jitkellmu sabiex Borgan u Jacob tikseb għalkemm dawn.
nl: Ik moet ook een zwaard en schild te verdedigen mezelf. Ik kan spreken Borgan en Jacob om deze wel krijgen.
no: Jeg trenger også et sverd og skjold for å forsvare meg. Jeg kan snakke til Borgan og Jakob for å få disse selv.
pl: Ja również potrzeba miecza i tarczy się bronić. Mogę mówić do Borgan i Jakuba, aby uzyskać te though.
pt: Eu também preciso uma espada e escudo para me defender. Eu posso falar com Borgan e Jacó para obter estes embora.
ro: Am avea nevoie, de asemenea, o sabie şi scut să mă apăr. Eu pot vorbi cu Borgan şi Iacov pentru a obţine aceste though.
sl: Bom potrebujejo tudi meč in ščit, da branim. Ne morem govoriti, da Borgan in Jakobu, da dobite te četudi.
sq: Unë do të duhet edhe një shpatë dhe mburojë për të mbrojtur veten. Unë mund të flas për të Borgan Jakobit dhe për të marrë këto pse.
sr: Такође, потребно је мач и штит у себи брани. Могу да разговарам са Борган и Јакову да се овим ипак.
sv: Jag behöver även ett svärd och sköld för att försvara mig. Jag kan tala med Borgan och Jakob för att få dessa ändå.
sw: I'll pia wanahitaji upanga na ngao kutetea mwenyewe. Mimi siwezi kusema Borgan na Yakobo kupata ingawa hizi.
tr: Ben de kendimi savunmak için bir kılıç ve kalkan gerekir. Ben Borgan ve Jacob bu olsa almak için konuşabilir.
vi: Tôi cũng cần một thanh kiếm và lá chắn để bảo vệ bản thân mình. Tôi có thể nói chuyện với Borgan và Jacob để có được những mặc dù.
yi: איך וועט אויך דאַרפֿן אַ שווערד און פאַרשטעלן צו פאַרטיידיקן זיך. איך קען רעדן צו באָרגאַן און יעקבֿ צו נעמען די כאָטש.
zh: 我还需要一个剑与盾辩白。我可以说话Borgan和雅各虽然得到这些。
