Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Wait, what was that?
af: Wag, what was that?
ar: مهلا ، ما هذا؟
be: Пачакай, што гэта было?
bg: Чакай, какво беше това?
ca: Espera, què va ser això?
cs: Počkej, co to bylo?
cy: Aros, beth oedd yn bod?
da: Vent, hvad var det?
de: Warten Sie, was war das?
el: Περιμένετε, τι ήταν αυτό;
et: Oot, Mis see oli?
fa: صبر کنید ، چه بود که؟
fi: Odota, mikä se oli?
fr: Attends, qu'est-ce que c'était?
ga: Fan, cad é sin?
gl: Espere, o que foi aquilo?
hi: रुको, क्या था?
hr: Čekaj, što je to bilo?
hu: Várj, mi volt ez?
is: Bíddu, hvað var það?
it: Aspetta, che cosa è stato?
iw: חכה, מה זה היה?
ja: 待って、何でしたか？
ko: 잠깐, 무슨 소리죠?
lv: Gaidīt, ko tas bija?
mk: Чекај, што беше тоа?
mt: Stenna, liema kienet dik?
nl: Wacht, wat was dat?
no: Vent, hva var det?
pl: Czekaj, co to było?
pt: Espere, o que foi aquilo?
ro: Stai, ceea ce a fost asta?
sl: Čakaj, kaj je to?
sq: Prisni, se çfarë ishte kjo?
sr: Чекај, шта је то?
sv: Vänta, vad var det?
sw: Wait, nini ilikuwa hivyo?
tr: Beklemek, ne o?
vi: Chờ đợi, những gì đã được điều đó?
yi: ווארט, וואָס איז וואָס?
zh: 等待，那是什么？

source: You again?!
af: Jy weer?!
ar: كنت مرة أخرى؟!
be: Вы зноў!?
bg: Пак ли ти?!
ca: Tu altra vegada?!
cs: Zase?!
cy: Chi eto?!
da: Dig igen?!
de: Du schon wieder?!
el: Μπορείτε πάλι;!
et: Sa jälle?!
fa: شما دوباره؟!
fr: Encore vous?!
ga: Tú arís?!
gl: Vostede de novo?!
hi: तुम फिर से?
hr: Ti opet?!
hu: Már megint?
is: Þú aftur?
it: Di nuovo?!
iw: שוב אתה?!
ja: もう一度！？
ko: 또 너냐?!
lv: Jūs atkal?!
mk: Ти повторно?!
mt: You darb'oħra?!
nl: Jij weer?!
no: Du igjen?!
pt: Você de novo?!
ro: Tu din nou?!
sl: Ti spet?!
sq: Ju përsëri?!
sr: Ыоу агаин?
sv: Dig igen?!
sw: Wewe tena?!
tr: Yeniden?!
vi: Bạn một lần nữa?!
yi: איר ווידער?!
zh: 你呢？！

source: Something is supposed to happen here, but it's not in this version so check back later!
af: Iets is veronderstel om te gebeur hier, maar dit is nie in hierdie weergawe so check back later!
ar: شيء من المفترض أن يحدث ذلك هنا ، ولكنها ليست في هذا الإصدار وذلك من مراجعة في وقت لاحق!
be: Что-то павінна адбыцца і тут, але гэта не так у гэтай версіі такога зайдзіце попозже!
bg: Нещо трябваше да се случи тук, но това не е в тази версия, така проверете отново по-късно!
ca: Alguna cosa ha de succeir aquí, però no en aquesta versió, per a comprovar més tard!
cs: Něco, co se má stát i tady, ale to není v této verzi, takže to prosím později!
cy: Rhywbeth i fod i ddigwydd yma, ond nid yn y fersiwn hwn felly gofynnwch yn ôl yn ddiweddarach!
da: Noget der skal ske her, men det er ikke i denne version, så kig tilbage senere!
de: Etwas soll hier geschehen, aber es ist in dieser Version nicht so check back later!
el: Κάτι έπρεπε να γίνει εδώ, αλλά δεν είναι σε αυτή την έκδοση, ώστε δοκιμάστε ξανά αργότερα!
et: Midagi ei peaks juhtuma siin, kuid see ei ole selles versioonis seda vaadata hiljem tagasi!
fa: قرار است چیزی رخ دهد ، ولی در این نسخه نیست پس باز هم تشریف بیاورید!
fi: Jotain pitäisi tapahtua täällä, mutta se ei ole tässä versiossa joten tarkista tilanne myöhemmin!
fr: Quelque chose est censé se produire ici, mais ce n'est pas dans cette version alors revenez plus tard!
ga: Rud atá ceaptha le tarlú anseo, ach nach bhfuil sé sa leagan sin a sheiceáil ar ais ina dhiaidh sin!
gl: Algo está a ocorrer aquí, pero non é nesta versión iso volva máis tarde!
hi: कुछ यहाँ होने वाला है, लेकिन यह इस संस्करण में नहीं है, तो बाद में जांच!
hr: Nešto je trebalo dogoditi ovdje, ali to nije u ovoj verziji pa navratite kasnije!
hu: Valami kéne itt történni, de nem ez a verzió úgy nézzen vissza később!
is: Eitthvað er ætlast til að gerast hér, en það er ekki í þessari útgáfu svo athugaðu aftur seinna!
it: Qualcosa dovrebbe succedere qui, ma non è in questa versione così riprovare più tardi!
iw: משהו אמור לקרות כאן, אבל זה לא כך בגירסה זו נסה שוב במועד מאוחר!
ja: 何かここで発生するはずですが、このバージョンではまた後で確認していないよ！
ko: 여기 뭔가 일이 생각이지만,이 버전에서 수행되므로 나중에 수표가 아니에요!
lv: Kaut kas ir paredzēts notikt šeit, bet tas nav šajā versijā tā Pārbaudiet vēlreiz vēlāk!
mk: Нешто треба да се случи тука, но тоа не е во оваа верзија, па навратете подоцна!
mt: Xi ħaġa suppost li jiġri hawn, iżda mhux fil din il-verżjoni sabiex jiċċekkjaw lura tard!
nl: Iets is verondersteld om hier te gebeuren, maar het is niet in deze versie dus check back later!
no: Noe skal skje her, men det er ikke i denne versjonen så prøv igjen senere!
pl: Coś ma się stać tutaj, ale nie w tej wersji to check back later!
pt: Alguma coisa está para acontecer aqui, mas não é nesta versão isso volte mais tarde!
ro: Ceva ar trebui să se întâmple aici, dar nu este în această versiune deci verificaţi mai târziu!
sl: Nekaj naj bi se zgodilo, vendar to ni v tej različici, zato preverite znova pozneje!
sq: Diçka është supozuar të ndodhë këtu, por kjo nuk është në këtë version deri kontrolloni sërish më vonë!
sr: Нешто је требало да се деси овде, али то није тако у овој верзији проверите поново касније!
sv: Någonting ska hända här, men det är inte i den här versionen så kontrollera igen senare!
sw: Kitu kinapaswa kutokea hapa, lakini siyo katika toleo hili ili kuangalia nyuma baadaye!
tr: Şey burada ne gerekiyordu, ama bu sürüm, böylece daha sonra tekrar kontrol değil!
vi: Cái gì là nghĩa vụ phải xảy ra ở đây, nhưng không phải trong phiên bản này để kiểm tra lại sau!
yi: עפּעס איז סאַפּאָוזד צו טרעפן דאָ, אָבער דאָס הערט נישט אין דעם ווערסיע אַזוי טשעק צוריק שפּעטער!
zh: 事情是应该在这里发生，但它在这个版本中没有因此请稍后再回来！

source: Have fun!
ar: وقد متعة!
be: Удачы!
bg: Забавлявайте се!
cs: Bavte se!
cy: Cael hwyl!
de: Viel Spaß!
el: Καλή διασκέδαση!
fa: جالب بود!
ga: Bain sult as!
gl: Disfrútao!
hi: मजा करो!
hr: Zabavite se!
iw: תהנה!
ja: お楽しみに！
ko: 재밌게 보내!
pt: Divirta-se!
sr: Забавите се!
tr: İyi eğlenceler!
yi: האָבן שפּאַס!
zh: 玩得开心！

source: Thanks for resucing my chickens, have you got me 2 logs from the forest yet?
af: Dankie vir resucing my hoenders, het jy my 2 blokke van die bos nog?
ar: وذلك بفضل لresucing دجاجاتي ، وقد حصلت لي 2 جذوع الأشجار من الغابة بعد؟
be: Дзякуй за resucing мае куры, у вас ёсць мне 2 бярвёны з лесу яшчэ?
bg: Благодаря за resucing моите пилета, имате ли ме 2 трупи от гората все още?
ca: Gràcies per resucing meus pollastres, tens em 2 troncs de la selva encara?
cs: Díky za resucing mé kuřata, máte mi 2 dříví z lesa ještě?
cy: Diolch am fy resucing ieir, ydych chi wedi 'm 2 o'r cofnodion y goedwig eto?
da: Tak for resucing mine kyllinger, har du fik mig 2 logs fra skoven endnu?
de: Vielen Dank für resucing meine Hühner, hast du mir 2 Scheite aus dem Wald noch?
el: Ευχαριστώ για resucing κοτόπουλα μου, έχεις εμένα 2 καταγραφής από το δάσος ακόμα;
et: Täname resucing minu kana, sul mulle 2 palgid metsast veel?
fa: با تشکر برای resucing جوجه من ، که با شما کردم 2 سیاهههای مربوط به من از جنگل رتبهدهی نشده است؟
fi: Kiitos resucing minun kanojen, olet saanut minut 2 tukit metsästä vielä?
fr: Merci de resucing mes poulets, avez-vous me 2 billes de la forêt encore inscrit?
ga: Go raibh maith agat as mo resucing sicíní, fuair tú dom 2 logs ó na foraoise fóill?
gl: Grazas por resucing miñas galiñas, que me pegou 2 toras do bosque aínda?
hi: मेरी मुर्गी resucing के लिए धन्यवाद, आप ने जंगल से अभी तक मेरे पास 2 लॉग करता है?
hr: Hvala za resucing moje kokoši, si dobio mi 2 logove iz šume još?
hu: Thanks for my resucing csirke, Van nekem 2 naplókat, az erdőben még?
is: Takk fyrir resucing kjúklingur minn, hefur þú got mig 2 logs úr skóginum enn?
it: Grazie per resucing miei polli, hai me 2 tronchi dal bosco ancora?
iw: תודה על resucing התרנגולות שלי, יש לך אותי 2 יומני מן היער עדיין?
ja: 私の鶏resucingのおかげで、あなたは私の森林からまだ2のログを持っている？
ko: 내 병아리 resucing 주셔서 감사합니다, 당신은 내게 아직 숲에서 2 로그있어?
lv: Paldies par resucing manu vistu, ir jums mani 2 baļķi no meža yet?
mk: Ви благодариме за resucing моите кокошки, имаат ли ме 2 логови од шумски уште?
mt: Grazzi għall-resucing tiġieġ tiegħi, qatt ltqajna me 2 zkuk mill-foresta yet?
nl: Bedankt voor resucing mijn kippen, heb je me 2 stammen uit het bos nog?
no: Takk for resucing mine høner, har du fått meg 2 tømmer fra skogen ennå?
pl: Dziękujemy za resucing moje kury, masz mnie 2 logi z lasu jeszcze?
pt: Obrigado por resucing minhas galinhas, você me pegou 2 toras da floresta ainda?
ro: Multumesc pentru resucing puii mei, te-ai luat eu 2 jurnale din pădure încă?
sl: Hvala za resucing moj piščance, imaš me 2 hlode iz gozda še?
sq: Thanks for resucing pulat e mia, a keni marrë me 2 shkrimet e nga pylli akoma?
sr: Хвала за ресуцинг моје кокошке, да ли сте ме 2 логове из још шуму?
sv: Tack för resucing mina kycklingar, har du fått mig 2 stockar från skogen ännu?
sw: Thanks for resucing kuku wangu, have you got me 2 magogo kutoka msitu bado?
tr: Benim tavuk resucing için teşekkürler, bana henüz orman dan 2 günlükleri var?
vi: Cảm ơn resucing gà của tôi, có bạn đã cho tôi 2 bản ghi từ rừng chưa?
yi: דאַנקען פֿאַר רעסוסינג מיין טשיקאַנז, האָט איר גאַט מיר 2 לאָגס פֿון דער וואַלד נאָך?
zh: 为resucing感谢我的鸡，你让我还从森林2日志？

source: Thanks Edgar! My chickens are back and these logs will do me fine
af: Thanks Edgar! My hoenders is terug en hierdie logboeke sal doen my goed
ar: بفضل إدغار! دجاجاتي عدنا وهذه السجلات ستفعل لي غرامة
be: Дзякуй Эдгар! Мае куры вярнуліся, і гэтыя часопісы будуць рабіць мне штраф
bg: Едгар Благодаря! Моят пилета се назад и тези дневници, ще ми направиш ли глоба
ca: Gràcies Edgar! Els meus pollastres estan darrere i aquests registres em farà bé
cs: Díky Edgar! Moje kuřata jsou zpět a tyto záznamy budou dělat mi pokutu
cy: Edgar Diolch! Fy ieir yn ôl a bydd y rhain goed braf i mi ei wneud
da: Tak Edgar! Mine kyllinger er tilbage, og disse logfiler vil gøre mig fint
de: Dank Edgar! Meine Hühner sind zurück und diese Protokolle wird mir gut
el: Thanks Edgar! Κοτόπουλα μου είναι πίσω και αυτά τα αρχεία καταγραφής θα κάνω πρόστιμο
et: Aitäh Edgar! Minu kanade tagasi ja need kajakad teevad mulle trahvi
fa: تشکر از ادگار! جوجه پشت من هستند و این سیاهههای مربوط به من جریمه انجام خواهد شد
fi: Thanks Edgar! Omat kanat takaisin ja nämä lokit eivät minulle sakon
fr: Merci Edgar! Mes poulets sont de retour et ces journaux me fera du bien
ga: Edgar Go raibh maith agat! Mo sicíní atá ar ais agus beidh na logaí a dhéanamh dom fíneáil
gl: Gracias Edgar! As miñas galiñas están de volta e eses rexistros me fará ben
hi: धन्यवाद एडगर! मेरी मुर्गी वापस कर रहे हैं और इन लॉग मुझसे क्या ठीक होगा
hr: Hvala Edgar! Moji pilići su se i ove logove će me činiti dobro
hu: Hála Edgar! Saját csirkék vissza, és ezek a naplók nem jó nekem
is: Takk Edgar! Kjúklingur mín eru aftur og þessi logs að gera mig vel
it: Grazie Edgar! Miei polli sono tornati e questi registri mi farà bene
iw: תודה אדגר! תרנגולות שלי לאחור אלה יומני יעשה לי טוב
ja: おかげでエドガー！私の鶏に戻ると、これらのログの罰金を行います
ko: 에드거 감사합니다! 내 닭 뒤로 이러한 로그를 잘 내게 할 것입니다
lv: Paldies Edgar! Mani cāļi ir atpakaļ un šie žurnāli darīs mani soda
mk: Благодарение Едгар! Мој пилиња се назад и овие логови ќе ме направите парична казна
mt: Grazzi Edgar! Tiġieġ Tiegħi huma lura u dawn iz-zkuk se do me multa
nl: Bedankt Edgar! Mijn kippen zijn terug en deze logs zullen doen me prima
no: Takk Edgar! Mine kyllinger er tilbake og disse loggene vil gjøre meg bra
pl: Dzięki Edgar! Moje kury są do tyłu i tych dzienników zrobi mi dobrze
pt: Obrigado Edgar! Minhas galinhas estão de volta e esses logs me fará bem
ro: Multumesc Edgar! My puii sunt înapoi şi aceste jurnale-mi va face bine
sl: Edgar hvala! Moji piščanci se nazaj in te bo naredil dnevnike me fine
sq: Edgar thanks! Pulat e mia janë kthyer dhe këto shkrimet e fundit do të bëjë me gjobë
sr: Хвала Едгара! Моји пилићи се враћају и ове логове ће ми учинити добро
sv: Tack Edgar! Mina kycklingar är tillbaka och dessa loggar kommer att göra mig fin
sw: Thanks Edgar! My kuku ni nyuma na kumbukumbu hizi watafanya me faini
tr: Thanks Edgar! Benim tavuk sırt ve ince olan bu günlükler bana yapacak
vi: Thanks Edgar! Gà của tôi là trở lại và các bản ghi sẽ làm cho tôi phạt
yi: דאַנקען עדגאַר! מייַן טשיקאַנז זענען צוריק און די לאָגס וועט טאָן מיר פיין
zh: 谢谢埃德加！我的鸡回来，这些记录将尽我的罚款

source: Take this sword, may it serve you well!
af: Neem hierdie swaard, kan dit dien jou goed!
ar: يأخذ هذا السيف ، قد يكون خير عون لكم!
be: Вазьмі гэты меч, ён можа служыць вам добра!
bg: Вземете този меч, може да го ви служи добре!
ca: Tome aquesta espasa, que pot servir a vostè també!
cs: Vem si to meč, může sloužit i vám!
cy: Gall Cymerwch y cleddyf, mae'n gwasanaethu chi hefyd!
da: Tag dette sværd, kan det tjene dig godt!
de: Nutzen Sie dieses Schwert, kann es servieren Ihnen alles Gute!
el: Πάρτε αυτό το σπαθί, μπορεί να σας εξυπηρετήσει καλά!
et: Võta see mõõk, võib see olla hästi!
fa: نگاهی این شمشیر ، ممکن است شما آن را در خدمت به خوبی!
fi: Ota tämä miekka, voi se palvelee sinua hyvin!
fr: Prenez cette épée, mai il bien vous servir!
ga: Féadfaidh Tóg an sword, sé freastal maith agat!
gl: Tomé esta espada, e que lle sirva ben!
hi: इस तलवार लो, यह तुम अच्छी तरह से सेवा कर सकते हैं!
hr: Uzmi ovaj mač, svibanj se možete poslužiti dobro!
hu: Fogd ezt a kardot, azt csak kiszolgálja Önt is!
is: Taktu þetta sverð, það mega þjóna þér vel!
it: Prendi questa spada, che può servire bene!
iw: קח את החרב, זה יכול לשרת אותך היטב!
ja: は、この剣をとるにもお役に立てる可能性があります！
ko: 이 검을 가지고 그것을 당신을 잘 섬길 수있습니다!
lv: Lietojiet šo zobens, dēļ tā var kalpot jums labi!
mk: Земете овој меч, тоа може да ти служи добро!
mt: Ħu din il-xabla, ma tista 'inti sservi ukoll!
nl: Neem dit zwaard, kan het ook u van dienst zijn!
no: Ta dette sverdet, kan det gi deg godt!
pl: Weź ten miecz może służyć Wam dobrze!
pt: Tome esta espada, e que lhe sirva bem!
ro: Luaţi această sabie, aceasta poate servi vă bine!
sl: Vzemi to meč, lahko služi tudi vi!
sq: Merre këtë shpatë, ju mund të shërbejë mirë!
sr: Узми овај мач, може вам послужити добро!
sv: Tag detta svärd, kan det hjälpa dig också!
sw: Kuchukua upanga huu, inaweza kutumika wewe pia!
tr: Bu kılıcı alın iyi hizmet edebilir!
vi: Mang thanh kiếm này, nó có thể phục vụ bạn tốt!
yi: נעמען דעם שווערד, קען דאָס דינען איר געזונט!
zh: 以这把宝剑，可能是为您服务好！

source: Thank you!
af: Dankie!
ar: شكرا لك!
be: Дзякуй!
bg: Благодаря!
ca: Gràcies!
cs: Děkujeme vám!
cy: Ddiolch 'ch!
da: Tak!
de: Danke!
el: Σε ευχαριστώ!
et: Tänan!
fa: با تشکر!
fi: Kiitos!
fr: Merci!
ga: Go raibh maith agat!
gl: Grazas!
hi: धन्यवाद!
hr: Hvala!
hu: Köszönöm!
is: Þakka þér fyrir!
it: Grazie!
iw: תודה!
ja: ありがとうございました！
ko: 감사합니다!
lv: Paldies!
mk: Благодарам!
mt: Grazzi!
nl: Bedankt!
no: Takk!
pl: Dziękuję!
pt: Obrigado!
ro: Mulţumesc!
sl: Hvala!
sq: Faleminderit!
sr: Хвала!
sv: Tack!
sw: Asante!
tr: Teşekkürler!
vi: Cảm ơn bạn!
yi: א דאנק!
zh: 谢谢您！

source: Thanks for the logs, have you had any luck with the chickens?
af: Dankie vir die logs, het jy enige geluk met die hoenders gehad het?
ar: الشكر للسجلات ، هل كان لديك أي حظ مع الدجاج؟
be: Дзякуй за часопісы, ці ёсць у вас вязе з курамі?
bg: Благодаря за трупите, сте имали късмет с пилета?
ca: Gràcies pels registres, ha tingut sort amb els pollastres?
cs: Díky za klády, které jste měli s trochou štěstí slepice?
cy: Diolch am y logiau, a ydych wedi cael unrhyw lwc gyda'r ieir?
da: Tak for de logfiler, har du haft held med kyllingerne?
de: Danke für die Protokolle, müssen Sie hatten kein Glück mit den Hühnern?
el: Ευχαριστώ για τα αρχεία καταγραφής, είχατε καμία τύχη με τα κοτόπουλα;
et: Täname palke, olete olnud õnne kanad?
fa: با تشکر برای ثبت رخداد ، که با شما به حال شانس با هر قطعه جوجه؟
fi: Kiitos lokit, oletko ollut onnea Kanojen kanssa?
fr: Merci pour les journaux, avez-vous eu de chance avec les poulets?
ga: Go raibh maith agat as an logs, bhí tú aon luck leis na sicíní?
gl: Thanks for the logs, xa tivo algunha sorte coas galiñas?
hi: लॉग के लिए धन्यवाद, क्या तुम मुर्गी के साथ किसी भी नसीब था?
hr: Hvala za rezanje, da li ste imali bilo koji sreća sa kokoši?
hu: Köszönjük, hogy a naplókat, volt már szerencsém a csirkék?
is: Takk fyrir logs, hefur þú haft allir vel við hænsni?
it: Grazie per i registri, hai avuto fortuna con le galline?
iw: תודה על יומני, היה לך מזל עם התרנגולות?
ja: ログのおかげで、鶏とは幸運だったがありますか？
ko: 로그 주셔서 감사합니다, 당신은 닭 운이 있었나요?
lv: Paldies par žurnāliem, esat bijusi laime ar vistām?
mk: Ви благодариме за дрва, си имал среќа со сите кокошки?
mt: Grazzi għall-zkuk, kellek xi xortih ma 'l-tiġieġ?
nl: Bedankt voor de logs, heb je geluk gehad met de kippen?
no: Takk for loggene, har du hatt flaks med hønene?
pl: Dziękujemy za dzienników, to czy miał szczęścia z kurczaka?
pt: Thanks for the logs, você já teve alguma sorte com as galinhas?
ro: Multumesc pentru buşteni, aţi avut noroc cu pui?
sl: Hvala za hlode, ste imeli malo sreče s piščanci?
sq: Faleminderit për shkrimet, a keni pasur ndonje fat me pula?
sr: Хвала за логове, да ли сте имали среће са кокоши?
sv: Tack för loggar, har ni haft någon lycka med kycklingarna?
sw: Shukrani kwa ajili ya kumbukumbu, umeweza alikuwa luck yoyote na kuku?
tr: Günlükleri sayesinde, tavuk ile herhangi bir şans oldu?
vi: Cảm ơn các bản ghi, quý vị có may mắn với con gà?
yi: אַ דאַנק פֿאַר די לאָגס, האָט איר ביי קיין גליק מיט די טשיקאַנז?
zh: 为记录下，你有任何与鸡运气？

source: I'll give you a sword if you get me 2 chopped logs from the forest and rescue at least 3 of my chickens
af: Ek gee jou 'n swaard, as jy my 2 gekap logboeke uit die bos en die redding van ten minste 3 van my hoenders
ar: سأعطيك سيفا اذا كان لديك لي 2 المفروم جذوع الأشجار من الغابة وانقاذ ما لا يقل عن 3 من دجاجاتي
be: Я дам табе меч, калі вы мяне 2 нарэзанымі бярвёны з лесу і выратаванні по крайней мере 3 з маіх куры
bg: Аз ще ти дам нож, ако ме разбирайте 2 нарязани трупи от гората и спасяване по-малко от 3 на моите пилета
ca: Et donaré una espasa si em aconsegueixes 2 troncs tallats dels boscos i el rescat d'almenys 3 de les meves gallines
cs: Dám vám meč když mi 2 nasekané dříví z lesa a záchranu alespoň 3 z mých kuřat
cy: 'N annhymerus' anrhega 'ch cleddyf os ydych yn cael' m 2 logiau torri o'r goedwig ac achub o leiaf 3 o fy ieir
da: Jeg vil give dig et sværd, hvis du får mig 2 hakkede logs fra skoven og redning mindst 3 af mine kyllinger
de: Ich gebe Ihnen ein Schwert, wenn Sie mir 2 gehackte Protokolle wird aus dem Wald-und Rettungsdienste mindestens 3 meiner Hühner
el: Θα σας δώσω ένα σπαθί αν το βρείτε με 2 ψιλοκομμένο καταγραφής από το δάσος και διάσωσης τουλάχιστον 3 των κοτόπουλων μου
et: Ma annan sulle mõõga kui sa mulle 2 tükeldatud palke metsast ja päästetööde vähemalt 3 minu tibud
fa: من به شما شمشیر بدهند اگر که کسب می کنید من 2 سیاههها قطعه قطعه شده از جنگل و نجات حداقل 3 تا از جوجه من
fi: Minä annan teille miekka jos saat minut 2 hienonnettua lokit metsä-ja pelastus vähintään 3 minun kanojen
fr: Je vais vous donner une épée si vous me haché 2 logs de la forêt et de sauvetage au moins 3 de mes poules
ga: Beidh mé a thabhairt duit sword má fhaigheann tú dom 2 logs chopped ó na foraoise agus tarrthála ar a laghad 3 de mo sicíní
gl: Vou che dar unha espada, se me 2 toras cortada do bosque e de rescate de polo menos 3 das miñas galiñas
hi: मैं तुम्हें एक तलवार दे अगर तुम जंगल और बचाव से मुझे मिल 2 कटा लॉग हूँ कम से कम मेरे मुर्गियों का 3
hr: Dat ću ti mač ako se mi 2 nasjeckanog logove iz šume i spašavanja barem 3 moje kokoši
hu: Adok neked egy kardot, ha adna nekem 2 vágott rönkök az erdő és a mentés legalább 3 of my csirke
is: Ég skal gefa þér sverð ef þú færð mig 2 hakkað logs úr skóginum og bjarga að minnsta kosti 3 af kjúklingur minn
it: Ti darò una spada se farmi 2 tronchi tagliati dal bosco e il salvataggio in almeno 3 dei miei polli
iw: אני אתן לך חרב אם אתה מבין אותי 2 יומני קצוצים מן היער ולהציל לפחות 3 של תרנגולות שלי
ja: 場合には、森林やレスキューからのみじん切りログを私に2を取得私はあなたに剣をあげる3私の鶏は、少なくとも
ko: 만약 당신이 숲의 구조에서 로그 다진 날 2 좀 내가 칼을주지 3 내 닭 적어도
lv: Es došu jums zobens, ja Jūs, atnesiet man 2 sasmalcina baļķi no meža un glābšanas vismaz 3 no maniem cāļiem
mk: Јас ќе ви даде нож, ако ме 2 сецкани логови од шумата и спасување барем 3 од моите кокошки
mt: I'll nagħtuk xabla jekk ikollok me 2 zkuk mqattgħin mill-foresta u ta 'salvataġġ mill-inqas 3 tat-tiġieġ tiegħi
nl: Ik geef je een zwaard als je me 2 get gehakte stammen uit het bos-en reddingsacties ten minste 3 van mijn kippen
no: Jeg skal gi deg et sverd hvis du får meg 2 hakkede tømmer fra skogen og redning minst 3 av mine kyllinger
pl: I'll give you miecza, jeśli masz do mnie 2 posiekane kłody z lasu i ratowniczych co najmniej 3 moich kur
pt: Vou te dar uma espada, se você me 2 toras cortadas da floresta e de resgate de pelo menos 3 das minhas galinhas
ro: Iti dau o sabie dacă aveţi mine 2 jurnalele de tăiate de la pădure şi de salvare de cel puţin 3 din puii mei
sl: Dal ti bom meč, če me 2, se seseklja hlode iz gozda in reševanje vsaj 3 mojih piščancev
sq: Unë do të ju jap një shpatë në qoftë se ju merrni me 2 shkrimet e copëtuar nga pylli dhe shpëtim të paktën 3 nga pulat e mia
sr: Ја ћу вам дати мач, ако се мене 2 исецканог логове из шуме и спашавање бар 3 од мојих пилића
sv: Jag ska ge dig ett svärd om du får mig 2 hackade stockar från skogen och rädda minst 3 av mina kycklingar
sw: I'll kukupa upanga kama wewe kupata me 2 kung'olewa magogo kutoka kwenye misitu na kuokoa angalau 3 ya kuku wangu
tr: Eğer orman ve kurtarma dan doğranmış günlükleri Beni 2 olsun Sana bir kılıç vereceğim 3 benim tavuk en az
vi: Tôi sẽ cho bạn một thanh kiếm nếu bạn cho tôi 2 bản ghi xắt nhỏ từ rừng và cứu hộ của ít nhất 3 con gà của tôi
yi: איך וועט געבן אייַך אַ שווערד אויב איר באַקומען מיר 2 געהאַקט לאָגס פֿון די וואַלד און ראַטעווען זיך מינדסטער 3 פון מיין טשיקאַנז
zh: 我给你一把剑，如果你从森林和救援箱2斩记录至少我的鸡3

source: Hello Edgar, what can I do for you today?
af: Hallo John, wat kan ek vir jou doen vandag?
ar: مرحبا إدغار ، ماذا يمكنني ان افعل لك اليوم؟
be: Прывітаньне Эдгар, што я магу зрабіць для цябе сёння?
bg: Едгар Здравейте, какво мога да направя за вас днес?
ca: Hola Edgar, què puc fer per vostè avui?
cs: Dobrý den, Edgar, co mohu udělat pro vás dnes?
cy: Hello Edgar, beth gallaf ei wneud i chi heddiw?
da: Hej Edgar, hvad kan jeg gøre for dig i dag?
de: Hallo Edgar, was kann ich für Sie tun?
el: Γεια Edgar, τι μπορώ να κάνω για σένα σήμερα;
et: Tere Edgar, mida ma saan teile täna?
fa: سلام ادگار ، چه می توانم برای شما انجام دهد ، امروز؟
fi: Hei Edgar, mitä voin tehdä sinulle tänään?
fr: Bonjour Edgar, que puis-je faire pour vous aujourd'hui?
ga: Dia duit Edgar, cad is féidir liom a dhéanamh le haghaidh tú inniu?
gl: Hola Edgar, o que podo facer por ti hoxe?
hi: नमस्ते एडगर, आज मैं तुम्हारे लिए क्या कर सकता हूँ?
hr: Pozdrav Edgar, što mogu učiniti za vas danas?
hu: Kedves Edgar, mit tehetek ma?
is: Halló Edgar, hvað get ég gert fyrir þig í dag?
it: Ciao Edgar, cosa posso fare per te oggi?
iw: אדגר שלום, מה אני יכול לעשות בשבילך היום?
ja: こんにちはエドガー、何をするのは今日、何ができますか？
ko: 안녕하세요 에드거, 어떻게 내가 당신을 위해 오늘은 할 수 있습니까?
lv: Hello Edgar, ko es varu darīt jums šodien?
mk: Здраво Едгар, она што можам да направам за тебе денес?
mt: Hello Edgar, x'nista 'nagħmel għalik illum?
nl: Hallo Edgar, wat kan ik voor je doen vandaag?
no: Hei Edgar, hva kan jeg gjøre for deg i dag?
pl: Hello Edgar, co mogę dla ciebie zrobić dziś?
pt: Olá Edgar, o que posso fazer por você hoje?
ro: Bună ziua Edgar, ce pot face pentru tine azi?
sl: Pozdravljeni Edgar, kaj lahko storim za vas danes?
sq: Hello Edgar, çfarë mund të bëj për ju sot?
sr: Хелло Едгара, шта могу да учиним за вас данас?
sv: Hello Edgar, vad kan jag göra för dig idag?
sw: Hello Edgar, nini naweza kufanya kwa ajili yenu leo?
tr: Hello Edgar, ne sizin için bugün ne yapabilirim?
vi: Xin chào Edgar, những gì tôi có thể làm cho bạn hôm nay?
yi: העלא עדגאַר, וואָס קען איך טאָן פֿאַר איר היינט?
zh: 您好埃德加，我能为你做呢？
