Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: I just need to create the liquid from the Sludge tentacle and Gazer eyeballs
ar: أنا فقط بحاجة إلى خلق السائل من اللامسة الحمأة والناظر مقل العيون
bg: Просто трябва да се създаде течността от пипало утайки и Гезер очи
da: Jeg behøver blot at skabe væsken fra Slam fangarm og Gazer øjeæblerne
de: Ich muss nur die Flüssigkeit aus dem Schlamm Tentakel und Augäpfel Gazer erstellen
el: Απλώς πρέπει να δημιουργήσουμε το υγρό από το πλοκάμι ιλύος και βλέπων μάτια
et: Ma pean lihtsalt looma vedelik Muda kombits ja Gazer silm
fa: من تنها کاری که باید برای ایجاد مایع از شاخک حساس و لجن Gazer eyeballs
gl: Eu só teño crear o líquido do tentáculos lodos e Gazer globos oculares
hi: मैं सिर्फ कीचड़ मूंछ और विद्या विशारद से तरल आंखों बनाने की आवश्यकता
hr: JA pravedan trebate kupiti stvoriti tekućinu iz mulja pipak i Gazer zjenice
ja: 私はちょうど眼球汚泥触手と占い師から液体を作成する必要があります
ko: 난 그냥 난거 슬러지 촉수와 Gazer에서 액체를 만들어야합니다
nl: Ik moet alleen de vloeistof uit het slib tentakel en Gazer oogballen te creëren
pt: Eu só preciso criar o líquido do tentáculo lamas e Gazer globos oculares
sr: Ја само треба да створи течност из муља и пипак Газер еыебаллс
sv: Jag behöver bara skapa vätskan från slammet tentakler och Gazer ögonglober
tr: Ben sadece gözleri Çamur tentacle ve Gazer gelen sıvı oluşturmanız gerekir
vi: Tôi chỉ cần tạo chất lỏng từ các tua bùn và gazer nhãn cầu
yi: איך נאָר דאַרפֿן צו זיך די פליסיק פֿון די סלודגע טאַפּערל און גאַזער ייבאָלז

source: That's not a good sign...
ar: هذه ليست علامة جيدة...
bg: Това не е добър знак ...
da: Det er ikke et godt tegn ...
de: Das ist kein gutes Zeichen ...
el: Αυτό δεν είναι καλό σημάδι ...
et: See ei ole hea märk ...
fa: که نشانه خوبی نیست...
gl: Isto non é un bo sinal ...
hi: यह एक अच्छा संकेत नहीं है ...
hr: To nije dobar znak ...
ja: それは良い兆候ではない...
ko: 그건 좋은 징조가 아니야 ...
nl: Dat is geen goed teken ...
pt: Isso não é um bom sinal ...
sr: То није добар знак ...
sv: Det är inte ett bra tecken ...
tr: Bu iyi bir işaret değil ...
vi: Đó không phải là một dấu hiệu tốt ...
yi: אַז ס 'נישט אַ גוטע צייכן ...

source: I just need to find another shield to enchant...
ar: أنا فقط بحاجة للعثور على آخر درع للسبى...
bg: Просто трябва да намерим друг щит, който очарова ...
da: Jeg skal bare finde et andet skjold til at fortrylle ...
de: Ich brauche nur zu einem anderen Schild zu verzaubern finden ...
el: Απλά πρέπει να βρούμε άλλο ασπίδα για να μαγέψει ...
et: Ma pean lihtsalt leidma teise kilbiga, et nõiduma ...
fa: من تنها کاری که باید برای یافتن دیگر سپر به طلسم...
gl: Eu só teño atopar outro protector para encantar ...
hi: मैं तो बस जादू के लिए एक ढाल मिल की जरूरत है ...
hr: Ja samo trebate pronaći još jedan štit za očarati ...
ja: 私を魅了する別のシールドを見つける必要が...
ko: 난 그냥 반갑습 다른 방어막을 찾아야 ..
nl: Ik moet alleen een andere vinden schild te betoveren ...
pt: Eu só preciso encontrar um outro protetor para encantar ...
sr: Само је потребно пронаћи неки други штит на опчинити ...
sv: Jag måste bara hitta en sköld för att förtrolla ...
tr: Sadece enchant başka bir kalkan bulmak gerek ...
vi: Tôi chỉ cần tìm một lá chắn để enchant ...
yi: איך נאָר דאַרפֿן צו געפֿינען נאָך פאַרשטעלן צו ענטשאַנט ...

source: Hey, a lightning sword!
ar: مهلا ، سيف البرق!
bg: Ей, на гръмотевична нож!
da: Hey, en lyn sværd!
de: Hey, ein Blitz-Schwert!
el: Γεια σου, ένα σπαθί αστραπή!
et: Hei, välk mõõk!
fa: Hey ، شمشیر رعد و برق!
gl: Hey, unha espada lóstrego!
hi: अरे, एक बिजली की तलवार!
hr: Hej, munja mač!
ja: ねえ、雷剣！
ko: 이봐, 번개 검을!
nl: He, een bliksem zwaard!
pt: Hey, uma espada relâmpago!
sr: Хеј, муња мач!
sv: Hej, en blixt svärd!
tr: Hey, yıldırım kılıcı!
vi: Hey, một thanh kiếm sét!
yi: היי, אַ בליץ שווערד!

source: It looks a lot more powerful than my current sword too
ar: يبدو الكثير أقوى من السيف الحالية بلدي جدا
bg: Тя изглежда много по-силен от текущата ми меч твърде
da: Det ser meget mere kraftfuld end min nuværende sværd også
de: Es sieht ein wesentlich mächtiger als das Schwert zu meiner jetzigen
el: Φαίνεται πολύ πιο ισχυρή από την τρέχουσα σπαθί μου πάρα
et: Tundub palju võimsam kui minu praegune mõõk liiga
fa: به نظر میرسد خیلی قوی تر از شمشیر من درحال حاضر ، بیش از حد
gl: Semella moito máis poderosa do que a miña espada actual tamén
hi: यह मेरे वर्तमान तलवार से भी बहुत अधिक ताकतवर भी लग रहा है
hr: Izgleda puno jači od mog trenutnog mač previše
ja: これは、多くの強力な私の現在の剣よりも見える
ko: 그것은 훨씬 더 강력한 내 현재의 칼을보다 너무 보인다
nl: Het ziet er een stuk krachtiger te zijn dan mijn huidige zwaard
pt: Parece muito mais poderosa do que a minha espada atual também
sr: Изгледа много моћнији од моје тренутне мач превише
sv: Det ser mycket mer kraftfull än min nuvarande svärd alltför
tr: Bu çok daha güçlü benim şimdiki Kılıçtan de görünür
vi: Nó trông rất mạnh hơn thanh kiếm hiện tại của tôi quá
yi: עס לוקס אַ סאַך מער שטאַרק ווי מיין איצטיקן שווערד צו

source: With this I should be almost unstoppable
ar: مع هذا أنا يجب أن يكون تقريبا لا يمكن وقفها
bg: С това аз трябва да бъде почти необратим
da: Med dette Jeg ville være næsten stoppes
de: Mit diesem Ich wäre fast unaufhaltsam
el: Με αυτό θα πρέπει να είναι σχεδόν ασταμάτητη
et: Seda ma tuleks peaaegu vältimatu
fa: با استفاده از این من باید تقریبا غیر قابل توقف
gl: Con iso eu debería estar case imparable
hi: इस के साथ मैं लगभग रुक जाना चाहिए
hr: Uz to bih trebao biti gotovo nezaustavljiv
ja: この私はほとんど止めする必要があります
ko: 이 전 거의 무적이 될한다
nl: Met deze moet ik bijna niet te stuiten worden
pt: Com isso eu deveria estar quase imparável
sr: Са овим сам се скоро незаустављив
sv: Med detta skulle jag vara nästan ostoppbar
tr: Bu neredeyse durdurulamaz olmalıdır
vi: Với tôi nên hầu như Unstoppable
yi: מיט דעם האָב איך זאָל זיין כּמעט אַנסטאַפּאַבאַל

source: Almost
ar: تقريبا
bg: Почти
da: Næsten
de: Fast
el: Σχεδόν
et: Peaaegu
fa: تقریبا
gl: Case
hi: लगभग
hr: Skoro
ja: ほとんど
ko: 거의
nl: Bijna
pt: Quase
sr: Скоро
sv: Nästan
tr: Hemen hemen
vi: Hầu hết
yi: כּמעט

source: The Lightning Sword has a limited number of charges and will lose its power when these charges are used up
ar: سيف البرق لديها عدد محدود من الاتهامات وسوف تفقد قوتها عندما يتم استخدام هذه التهم تصل
bg: The Lightning Sword разполага с ограничен брой на таксите и ще загуби своята сила, когато тези разходи са изразходвани
da: The Lightning Sword har et begrænset antal af afgifter og vil miste sin magt, når disse afgifter er brugt op
de: The Lightning Sword hat eine begrenzte Anzahl von Gebühren und werden ihre Kraft verlieren, wenn diese Gebühren verwendet werden, bis
el: Η Lightning Sword έχει περιορισμένο αριθμό των τελών και θα χάσει την εξουσία της, όταν τα εν λόγω τέλη χρησιμοποιούνται μέχρι
et: Lightning Sword on piiratud arv maksud ja kaotab oma võimu, kui need maksud on kasutatud
fa: شمشیر آذرخش تا به تعداد محدودی از اتهامات عنوان شده علیه و خواهد بود قدرت خود را هنگامی که این اتهامات عنوان شده علیه استفاده می شوند تا از دست دادن
gl: The Sword Lightning ten un número limitado de encargos e perderá o seu poder cando estas taxas son utilizadas ata
hi: बिजली सोर्ड आरोपों की सीमित संख्या है और अपनी शक्ति खो जब इन आरोपों को उपयोग किया जाता होगा
hr: Munja Mač ima ograničen broj od optužbe, te će izgubiti svoju moć kad se koriste ove optužbe gore
ja: 雷の剣と電荷の数は限られ時にこれらの費用を使用されて力を失うことになる
ko: 번개 검과 비용의 제한 번호 이러한 혐의를 할 때 사용되는 전력을 잃게됩니다
nl: De Lightning Sword heeft een beperkt aantal van de kosten en verliest zijn kracht wanneer deze kosten worden opgebruikt
pt: The Sword Lightning tem um número limitado de encargos e perderá o seu poder quando essas taxas são utilizadas até
sr: Муња Мач има ограничен број оптужби и да ће изгубити своју моћ, када се ови трошкови користе горе
sv: The Lightning Sword har ett begränsat antal laddningar och kommer att förlora sin makt när dessa avgifter är uttömda
tr: Yıldırım Kılıcı ve ücrete sınırlı sayıda var bu masrafları ne kadar kullanılan gücünü kaybedecek
vi: The Sword Lightning có một số giới hạn các khoản phí và sẽ mất quyền lực của mình khi những chi phí được sử dụng hết
yi: די לייטנינג סוואָרד איז אַ לימיטעד נומער פון טשאַרדזשאַז און וועט פאַרלירן זיין מאַכט אַז די טשאַרדזשאַז זענען געניצט זיך

source: Enemies will randomly drop more charges when they are killed
ar: الأعداء سوف عشوائيا إسقاط التهم أكثر عندما يكونون قتلوا
bg: Враговете ще произволно капка повече такси, когато те са убити
da: Fjender vil tilfældigt falde mere afgifter, når de aflives
de: Feinde werden zufällig ausgewählte weitere Gebühren, wenn sie getötet werden,
el: Εχθροί θα πέσει τυχαία περισσότερα τέλη, όταν θανατώνονται
et: Vaenlased juhuslikult langeb rohkem makse kui nad tapetakse
fa: اتهامات عنوان شده علیه دشمنان به طور تصادفی بیشتر خواهد شد زمانی که آنها کشته قطره
gl: Inimigos aleatoriamente retirar os cargos máis cando son mortos
hi: दुश्मन बेतरतीब ढंग से और जब वे मारे जा रहे आरोपों छोड़ दूँगा
hr: Neprijatelji nasumično će kap više troškove kada su ubijeni oni
ja: 敵をランダムにもっと料金ときに殺されてドロップされます
ko: 적의 무작위로 더 많은 비용이 사망했을 때 그들은 떨어질 것이다
nl: Vijanden zullen willekeurig druppel meer kosten wanneer zij worden gedood
pt: Inimigos aleatoriamente retirar as acusações mais quando eles são mortos
sr: Непријатељи насумично кап више трошкове када су они убијени
sv: Fiender kommer slumpmässigt släppa flera avgifter när de avlivas
tr: Düşmanları rasgele fazla masraf zaman öldürülüyor düşecek
vi: Kẻ thù ngẫu nhiên sẽ thả phí hơn khi họ bị giết
yi: ענעמיעס וועט ראַנדאַמלי קאַפּ מער טשאַרדזשאַז ווען זיי זענען קילד

source: Note that if the sword completely loses its power it will revert to a regular sword with very little power until you can find more charges
ar: لاحظ أنه إذا السيف تماما يفقد السلطة أنها ستعود إلى سيفا منتظمة مع السلطة القليل جدا حتى يمكنك العثور على مزيد من التهم
bg: Имайте предвид, че ако меч напълно губи своята сила то ще се върне към редовен меч с много малко енергия, докато можете да намерите повече такси
da: Bemærk, at hvis sværdet helt mister sin magt, vil vende tilbage til et almindeligt sværd med meget lidt magt, indtil du kan finde flere afgifter
de: Beachten Sie, dass, wenn das Schwert ganz verliert seine Macht wird es wieder zu einer regelmäßigen Schwert mit sehr wenig Energie, bis Sie mehr Gebühren finden
el: Σημειώστε ότι αν το ξίφος χάνει τελείως την εξουσία της θα επανέλθει σε τακτική ξίφος με πολύ λίγη δύναμη έως ότου μπορείτε να βρείτε περισσότερες επιβαρύνσεις
et: Pange tähele, et kui mõõk täielikult kaotab võimu seda tagasi regulaarselt mõõk väga väikese võimsusega, kuni leiad rohkem makse
fa: توجه داشته باشید که اگر شمشیر قدرت خود را به طور کامل از دست می دهد به زودی به شمشیر و منظم و با قدرت بسیار کمی برگشت تا اتهامات عنوان شده علیه شما می توانید در ادامه مشاهده
gl: Teña en conta que a espada se perde por completo o seu poder el vai voltar a unha espada regular con moi pouca enerxía, ata que se pode atopar máis cargas
hi: ध्यान दें कि यदि तलवार पूरी तरह से अपनी शक्ति यह बहुत कम शक्ति के साथ नियमित रूप से तलवार को वापस जब तक आप अधिक शुल्क प्राप्त कर सकते जाएगा खो देता है
hr: Imajte na umu da, ako je mač potpuno gubi svoju moć da će se vratiti na redovite mač s vrlo malo snage do možete pronaći više optužbe
ja: 注意している場合は剣を完全にするまでの料金を見つけることができますが、通常の剣は非常に少ない電力で復帰する力を失う
ko: 참고 : 만약 칼을 완전히 때까지 더 많은 비용이 찾을 수있는 일반적인 칼을 아주 작은 힘을 가진 되돌아갑니다 전력 손실
nl: Merk op dat als het zwaard verliest volledig zijn kracht zal terugkeren naar een reguliere zwaard met zeer weinig vermogen totdat je meer kosten kunt vinden
pt: Note que a espada se perde completamente o seu poder ele vai reverter para uma espada regular com muito pouca energia, até que você pode encontrar mais cargas
sr: Имајте на уму да ако је мач у потпуности губи своју моћ да ће се вратити на редовну мач са веома мало енергије док можете пронаћи више трошкове
sv: Observera att om svärdet förlorar helt sin makt det kommer att återgå till en vanlig svärd med väldigt lite ström tills du hittar fler avgifter
tr: Unutmayın ki eğer kılıcı tamamen kadar fazla masraf bulabilirsiniz bir düzenli kılıç çok az güç ile döner gücünü kaybeder
vi: Lưu ý rằng nếu thanh kiếm hoàn toàn bị mất nguồn của nó, nó sẽ trở lại một thanh kiếm thường xuyên với quyền lực rất ít cho đến khi bạn có thể tìm thêm chi phí
yi: באַמערקונג אַז אויב דער שווערד גאָר לאָסעס זיין מאַכט עס וועט צוריקקומען צו אַ רעגולער שווערד מיט זייער ביסל מאַכט ביז איר קענען געפֿינען מער טשאַרדזשאַז

source: This centurion has no power
ar: هذا القائد الروماني ليس لديها سلطة
bg: Това стотника няма правомощия
da: Dette centurion har ingen effekt
de: Dieser Hauptmann hat keine Macht
el: Αυτό εκατόνταρχος δεν έχει καμία εξουσία
et: See Centurion ei ole õigust
fa: این یوزباشی قدرت ندارد
gl: Este centurión non ten poder
hi: इस सूबेदार कोई शक्ति है
hr: Ovaj satnik nema snage
ja: この百人隊長の電力がない
ko: 이 백부장이없습니다 힘이있다
nl: Dit centurion heeft geen macht
pt: Este centurião não tem poder
sr: Овај сатник нема снаге
sv: Detta officeren har ingen makt
tr: Bu Centurion yok gücü var
vi: Centurion này không có quyền lực
yi: דער סענטוריאַן איז קיין מאַכט

source: It's connected to this treadmill so I could probably charge it up with enough speed
ar: انها علاقة بهذه مفرغه حتى أتمكن من الارجح تهمة أنه حتى مع ما يكفي من السرعة
bg: Той е свързан с тази неблагодарна за да мога да я таксуваме вероятно с достатъчно скорост
da: Det er forbundet med denne trædemølle, så jeg kunne nok opkræve den op med nok hastighed
de: Es ist an dieser Tretmühle verbunden, so konnte ich wohl laden Sie es mit genügend Geschwindigkeit
el: Είναι συνδεδεμένο με αυτό το treadmill έτσι θα μπορούσα να χρεώνουν πιθανώς με αρκετή ταχύτητα
et: See on ühendatud see jooksulint, et ma oleks tõenäoliselt tasuta anda sellele piisavalt kiirust
fa: آن را به این کار پر زحمت وصل شده برای همین من احتمالا می تواند از آن اتهام با سرعت به اندازه کافی
gl: É conectado á fita que eu probablemente podería cargalo con bastante velocidade
hi: यह इस ट्रेडमिल से जुड़े तो मैं शायद यह आरोप काफी तेज गति के साथ सकता है
hr: To je u vezi s tim ergometar na taj način JA mogao vjerojatno ih puniti s dovoljno brzine
ja: このトレッドミルには私はおそらく十分なスピードでそれを充電が可能接続して
ko: 이 디딜방아에 그래서 아마 충분한 속도와 함께 최대로 기소할 수도 연결되어 있어요
nl: Het is aangesloten op deze loopband dus ik kon waarschijnlijk laden met genoeg snelheid
pt: É ligado a esta esteira que eu provavelmente poderia carregá-lo com bastante velocidade
sr: Он је повезан са овим ергометар па сам вероватно би га напунила са довољно брзине
sv: Det är ansluten till denna löpband så jag kanske kan ladda upp tillräckligt med fart
tr: Bu yüzden koşu bandı için muhtemelen yeterli hızı ile şarj olabilir bağlantılı
vi: Đó là kết nối với máy chạy bộ này có lẽ vì vậy tôi có thể tính phí nó lên với tốc độ đủ
yi: ס קאַנעקטאַד צו די טרעדמיל אַזוי איך קען מיסטאָמע באַשולדיקן עס זיך מיט גענוג גיכקייט

source: An old shield found in the Armoury
ar: درع قديمة عثر عليها في مستودع الأسلحة
bg: Един стар щит, намерени в Ковачница за брони
da: Et gammelt skjold fundet i Armoury
de: Ein altes Schild gefunden in der Rüstkammer
el: Ένα παλιό ασπίδα που βρέθηκαν στο οπλοστάσιο
et: Vana kilp leitud Armoury
fa: سپر قدیمی یافت شده در زره
gl: Un protector de idade atopou no arsenal
hi: एक पुराने शस्त्रागार में पाया ढाल
hr: Stari štit pronađen u Oružarnica
ja: 古いシールドは、兵器庫で発見
ko: 이전 방어막 남반구에서 발견
nl: Een oude schild gevonden in het Arsenaal
pt: Um protetor de idade encontrado no arsenal
sr: Стара штита налази у оружја
sv: En gammal sköld finns i Rustkammaren
tr: Eski bir kalkan Armoury bulundu
vi: Một lá chắn cũ tìm thấy trong Armoury
yi: אַן אַלט פאַרשטעלן געפֿונען אין דער אַרמאָורי

source: A Sword that can be charged with lightning
ar: والسيف التي يمكن أن توجه له تهمة البرق
bg: Меч, който може да бъде зареждана със светкавица
da: Et sværd, der kan opkræves med lynets
de: Ein Schwert, das mit dem Blitz aufgeladen werden kann
el: Ένα ξίφος που μπορεί να χρεωθεί με κεραυνούς
et: Sword, mida võib seostada koos äikesega
fa: شمشیر که می تواند با رعد و برق محاسبه شود
gl: Unha espada que se pode cargar con lóstregos
hi: एक तलवार है कि बिजली का आरोप लगाया जा सकता है
hr: Mač koji može biti optužen za munja
ja: 剣は、落雷で起訴することができます
ko: 소드는 번개 청구될 수있습니다
nl: Een zwaard dat kan worden belast met bliksem
pt: Uma espada que pode ser carregada com relâmpagos
sr: Мач који се терети муње
sv: Ett svärd som kan laddas med blixt
tr: Bir kılıç da yıldırım ile şarj edilebilir
vi: Một thanh kiếm có thể được tính phí với sét
yi: א סוואָרד וואָס קענען זיין טשאַרדזשד מיט בליץ

source: A Sword imbued with the power of lightning
ar: وقال سيف مشبعه قوة البرق
bg: Меч пропита със силата на мълния
da: Et sværd gennemsyret med magt af lyn
de: Ein Schwert erfüllt mit der Macht der Blitze
el: Σπαθί εμποτισμένη με τη δύναμη του κεραυνού
et: Sword Täis jtk mille võimsus on äikest
fa: شمشیر imbued با قدرت رعد و برق
gl: A Espada imbuídos co poder do lóstrego
hi: एक बिजली की शक्ति के साथ imbued सोर्ड
hr: Mač prožeti snagom groma
ja: ソード稲妻のパワーを吹き込んで
ko: 검 번개의 힘을 가진 스며들며
nl: Een zwaard doordrenkt met de kracht van bliksem
pt: A Espada imbuídos com o poder do relâmpago
sr: Мач прожета снагом муње
sv: Svärd genomsyras av kraften i blixtens
tr: Bir kılıç şimşek gücü ile duyguyla doldurulmuştu
vi: Một Sword imbued với sức mạnh của sét
yi: א סוואָרד ימביוד מיט די מאַכט פון בליץ

source: Lightning Sword
ar: سيف البرق
da: Lyn Sword
fa: رعد و برق شمشیر
hi: बिजली की तलवार
ja: 雷の剣
ko: 번개 검
sr: Лигхтнинг Мач
tr: Yıldırım Kılıcı
yi: בליץ סוואָרד

source: INTRUDER!
ar: الدخيل!
bg: Нарушители!
el: Παρείσακτος!
fa: مزاحم!
hi: घुसपैठिये!
hr: Uljeza!
ja: イントルーダー！
ko: 침입 자다!
sr: Интрудер!
sv: INTRÄNGLINGE!
tr: Davetsiz misafir!
yi: ינטרודער!

source: The hinges look rusted though, I doubt it'll work until I get them fixed
ar: المفصلات الصدئة على الرغم من نظرة ، وأشك في أنها سوف تعمل حتى أحصل عليها الثابتة
bg: Пантите гледам ръждясало че, аз се съмнявам че ще работят, докато не получите ги оправите
da: Hængslerne ser rustent Men jeg tvivler på det kommer til at arbejde, indtil jeg får dem fast
de: Die Scharniere freuen wenn verrostet, ich bezweifle es werde arbeiten, bis ich sie wieder in feste
el: Το βλέμμα μεντεσέδες σκουριασμένα όμως, αμφιβάλλω ότι θα λειτουργούν μέχρι να πάρω τους καθορίζονται
et: Hinged vaata Roostes küll, ma ei usu it'll tööd kuni saan neid fikseeritud
fa: لولا نگاه اگرچه زنگ زده هستند ، من تردید دارم آن را خواهیم کار می کنم تا به آنها ثابت کنید
gl: As bisagras enferrujar ollar, pero, duvido que vai traballar ata que eu pegá-los fixos
hi: टिका है, हालांकि जंग लगा, मुझे संदेह है कि इसे जब तक मैं उन्हें निर्धारित काम करेंगे देखो
hr: Šarke izgled zahrđao iako, sumnjam da ću raditi sve dok sam ih dobiti fiksni
ja: かかっても、私まで、私はそれらを修正される仕組みだ疑い錆見る
ko: 경첩하지만, 내가 나올 때까지 내가 그들을 고쳐 작동할지가 의심 스럽 녹슬보세요
nl: De scharnieren kijken al geroest, ik betwijfel of het zal werken tot ik ze vast
pt: As dobradiças enferrujadas olhar, porém, duvido que ele vai trabalhar até que eu pegá-los fixos
sr: Шарке изгледају Захрђао ипак, ја сумњам да ћу радити док сам их добијете фиксне
sv: Gångjärnen ser fastrostade dock tvivlar jag kommer att arbeta tills jag får dem fast
tr: Menteşe rağmen, ben kadar onları sabit olsun bu iş olacak şüphesiz paslı görünüm
vi: Các bản lề rỉ sét trông Mặc dù vậy, tôi nghi ngờ nó sẽ làm việc cho đến khi chúng tôi nhận được cố định
yi: די כינדזשיז קוק ראַסטאַד כאָטש, איך צווייפל עס וועט אַרבעטן ביז איך באַקומען זיי פאַרפעסטיקט

source: OK, let's see if this works...
ar: حسنا ، دعنا نرى ما اذا كان هذا يعمل...
bg: Добре, нека видим дали това работи ...
da: OK, lad os se om det virker ...
de: OK, let's see, wenn es funktioniert ...
el: Εντάξει, ας δούμε αν αυτό λειτουργεί ...
et: OK, vaatame, kui see toimib ...
fa: خوب ، بیایید این را ببینید اگر با این نسخهها کار...
gl: Dacordo, imos ver se isto funciona ...
hi: ठीक है, चलो देखते हैं अगर यह काम करता है ...
hr: U redu, dozvoljava 'vidjeti ako to radi ...
ja: さあ、見てみましょうこの作品...
ko: 좋아, 어디 보자이 작품을 ...
nl: OK, laten we eens kijken of dit werkt ...
pt: OK, vamos ver se isso funciona ...
sr: У реду, хајде да видимо да ли то ради ...
sv: OK, låt oss se om detta fungerar ...
tr: Peki, bakalım bu işleri ...
vi: OK, hãy xem nếu công trình này ...
yi: גוט, לאָזן ס זען אויב די אַרבעט ...

source: I'll have no problem walking over this rope either, thanks to my tightrope walking skills
ar: أنا ليس لدي مشكلة السير على هذا الحبل سواء ، وذلك بفضل بلدي مهارات المشي على حبل مشدود
bg: Ще нямат никакъв проблем да вървят по въже или това, благодарение на моите умения Акробат ходене
da: Jeg har ikke noget problem at gå over dette reb enten, takket være min linedans gå færdigheder
de: Ich werde kein Problem zu Fuß über dieses Seil entweder dank meiner Seiltanz Fähigkeiten
el: Θα δεν έχω κανένα πρόβλημα με τα πόδια πάνω από αυτό το σχοινί, είτε, χάρη σε τεντωμένο σχοινί με τα πόδια μου δεξιότητες
et: Ma ei ole mingit probleemi jalgsi üle selle trossi kas tänu minu Nuorallakävely oskused
fa: من بدون مشکل راه رفتن بر سر این طناب یا داشته باشد ، به لطف tightrope من راه رفتن مهارت
gl: Eu non teño ningún problema camiñar sobre a corda ou, grazas ao meu camiñar pola corda Bambi habilidades
hi: मुझे इस रस्सी पर चलने की समस्या भी होगा, मेरे मध्य मार्ग पर चलने के लिए धन्यवाद कौशल
hr: Ja ću imati problema hodanje nad tim konop ili, zahvaljujući mojoj situaciji hodanje vještine
ja: 私はどちらか、私の綱渡りのおかげでスキルを歩いても問題は、このロープの上を歩いているよ
ko: 나도 내 줄타기 실력을 걷는 덕분에 아무런 문제가이 밧줄을 걷는거야
nl: Ik heb geen probleem lopen over dit touw ofwel, dankzij mijn koorddansen vaardigheden
pt: Eu não tenho nenhum problema andar sobre a corda ou, graças ao meu caminhar na corda bamba habilidades
sr: Ја ћу имати проблема ни ходање над овом уже, захваљујући мојој ситуацији ходање вештине
sv: Jag har inga problem att gå över denna repet heller, tack vare min balansgång gå färdigheter
tr: Ben de, benim ip sayesinde beceri yürüyüş sorun bu ip üzerinde yürüme olacak
vi: Tôi sẽ không có vấn đề đi bộ trên dây này hoặc là, nhờ vào dây thẳng tôi đi bộ kỹ năng
yi: איך וועט האָבן קיין פּראָבלעם וואָקינג איבער די שטריק אָדער, דאַנק צו מיין טייטראָופּ וואָקינג סקילז

source: And Dad said it'd never come in handy!
ar: وداد قالت انها أبدا في متناول اليدين!
bg: И татко каза, че никога не ще дойде по-удобно!
da: Og min far sagde, at det aldrig ville komme i handy!
de: Und Papa sagte, es würde nie nützlich sein!
el: Και ο μπαμπάς είπε ότι ποτέ δεν θα έρθει σε βολικό!
et: Ja isa ütles, et see polnud kunagi tarvis minema!
fa: و پدر گفت : هرگز آن را در دستی می آمد!
gl: E meu pai dixo que nunca veñen a cadra!
hi: और पिताजी ने कहा कि वह काम में कभी नहीं आई थी!
hr: I tata je rekao da nikada ne bih doći u ruci!
ja: とお父さんが便利になることだと言った！
ko: 그리고 아빠가 제게 와서 안한다고 했잖아!
nl: En papa zei dat het nog nooit van pas komen!
pt: E meu pai disse que nunca vêm a calhar!
sr: И тата рекао да никада не бих дошао у руци!
sv: Och pappa sa att det aldrig skulle komma till hands!
tr: Baba ve faydalı olmak asla dedim!
vi: Dad và nói rằng nó không bao giờ muốn đến có ích!
yi: און פאטער געזאָגט עס'ד קיינמאָל קומען אין האַנטיק!

source: I need a length of rope to attach to the bolt
ar: أنا بحاجة إلى طول الحبل لتعلقها على الترباس
bg: Имам нужда от дължина на въжето, да се прикрепя към болт
da: Jeg har brug for en af rebet at fastgøre en bolt
de: Ich brauche einen Strick um die Schraube befestigen
el: Χρειάζομαι ένα σχοινί για να αποδίδουν το μπουλόνι
et: Vajan pikkus on trossi külge, et polt
fa: من یک طول طناب به پیوست به پیچ
gl: Eu teño un anaco de corda para engadir ao parafuso
hi: मैं रस्सी की लंबाई की आवश्यकता को बोल्ट के लिए देते हैं
hr: Trebam duljinu užeta za pričvršćenje na vijak
ja: 私は、ボルトに接続するロープの長さが必要
ko: 난 볼트에 연결하는 로프의 길이가 필요합니다
nl: Ik heb een lengte van touw te bevestigen aan de bout
pt: Eu preciso de um pedaço de corda para anexar ao parafuso
sr: Треба дужина ужета да приложите за вијак
sv: Jag behöver en tågända att fästa på bulten
tr: Ben cıvata için takmak için ip uzunluğu gerek
vi: Tôi cần một chiều dài của dây thừng để đính kèm vào các bolt
yi: האָב איך דאַרפֿן אַ לענג פון שטריק צו צוטשעפּען צו די שרויף
