Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: You can then pull it around until you let go of the Action button
af: Jy kan dan trek dit rond totdat jy laat gaan van die Aksie-knoppie
ar: يمكنك عندئذ ان تسحبه نحو حتى يمكنك ترك الزر العمل
be: Вы можаце затым выньте яе вакол, пакуль Вы не адпусціце кнопку дзеянні
bg: След това можете да го дърпам наоколо, докато не пусне на бутон за действие
ca: A continuació, pot estirar-lo de tot, fins deixar anar el botó d'acció
cs: Poté můžete stáhnout kolem, dokud se pusťte tlačítko akce
cy: Yna, gallwch dynnu o gwmpas nes i chi gadewch i fynd ar y botwm Gweithredu
da: Du kan så trække den rundt indtil du slipper knappen Handling
de: Sie können dann ziehen Sie ihn herum, bis Sie die Maustaste loslassen der Aktionstaste
el: Μπορείτε να τραβήξετε το τότε περίπου, μέχρι να αφήσεις το κουμπί της δράσης
et: Seejärel saate tõmmata umbes kuni lasete lahti Action nuppu
fa: بعد از آن شما می توانید از آن به اطراف بکشید تا به شما اجازه رفتن از دکمه اکشن
fi: Tämän jälkeen voit vetää sen ympäri, kunnes päästät irti Toimintopainike
fr: Vous pouvez alors le pull autour jusqu'à ce que vous lâchez le bouton Action
ga: Is féidir leat ansin tarraingt sé thart go dtí go iúl duit dul ar an gcnaipe Gníomhaíochta
gl: Pode entón puxa-lo arredor ata que solte o botón de acción
hi: तुम तो चारों ओर खींच कर सकते हैं जब तक आप दो कार्य बटन का जाना
hr: Zatim možete ga povuci okolo dok ne pustiti Akcijskog gumb
hu: Ezután húzza maga körül, amíg nem hagyja el a cselekvési gomb
is: Þú getur þá draga það í kring þangað til þú lætur fara í aðgerð hnappur
it: È quindi possibile tirare in giro prima di lasciare andare il pulsante di azione
iw: לאחר מכן תוכל למשוך אותו סביב עד ושחרר את לחצן פעולה
ja: するまでは、アクションボタンを放す次に、その周りを引くこと
ko: 때까지 액션 버튼 가자 그러면 주위를 뽑을 수
lv: Jūs varat pull to apkārt, līdz jūs vaļā no darbības pogu
mk: Потоа можете да ја повлече околу додека не нека оди на акција копче
mt: Tista 'imbagħad iġbed madwar il sakemm inti itlaq il-buttuna ta' Azzjoni
nl: U kunt dan trek het rond totdat je laten gaan van de actietoets
no: Deretter kan du dra den rundt før du slipper den Action-knappen
pl: Następnie można wyciągnąć ją wokół aż puścić przycisk Akcja
pt: Você pode então puxá-lo ao redor até que você solte o botão de acção
ro: Puteti trage apoi în jurul până când vă daţi drumul butonului de acţiune
sl: Nato lahko potegnil okrog, dokler ne spustite gumb akcijskega
sq: Ju mund pastaj ta tërheqë atë rreth deri sa ju le të shkojnë e buton Veprimit
sr: Затим можете да га вадите то док не пустити акције на дугме
sv: Du kan sedan dra den runt tills du släpper funktionsknapp
sw: Unaweza kisha vuta ni kuzunguka mpaka uachilie ya Action button
tr: Kadar Eylem düğmesini serbest bırakın Daha sonra etrafında indirebiliriz
vi: Sau đó bạn có thể kéo nó xung quanh cho đến khi bạn buông nút hành động
yi: איר קענען ווייטער ציען דאָס אַרום ביז איר לאָזן גיין פון די אַקשאַן קנעפּל
zh: 然后，您可以把它周围，直到你放开操作按钮

source: This rock looks too strong for my Pick Axe. I'll have to use something else to get through...
af: Hierdie rots lyk te sterk vir my Pick Byl. Ek sal hê om iets anders te gebruik om deur middel van ...
ar: هذه الصخرة تبدو قوية للغاية بالنسبة لي اختيار فأس. سآخذ على استخدام شيء آخر للحصول على طريق...
be: Гэтая парода выглядае занадта моцным для маёй кірка. Мне давядзецца выкарыстоўваць что-то другое, каб прайсці ...
bg: Тази скала изглежда прекалено силен за моята Избор брадва. Ще се наложи да използвате нещо друго, за да получите чрез ...
ca: Aquesta roca sembla massa forta per al meu Pick Axe. Vaig a haver d'utilitzar alguna cosa per aconseguir a través de ...
cs: Tato skála vypadá příliš silný pro mou Vyberte Axe. Budu muset použít něco jiného projít ...
cy: Mae hyn yn graig yn edrych yn rhy gryf ar gyfer fy Dewis Axe. Bydd rhaid i mi ddefnyddio rhywbeth arall i gael drwy ...
da: Denne klippe ser for stærk for min Pick Axe. Jeg bliver nødt til at bruge noget andet til at komme igennem ...
de: Dieser Felsen sieht zu stark für meine Axt Pick. Ich muß etwas anderes benutzen, um durch zu erhalten ...
el: Αυτός ο βράχος μοιάζει υπερβολικά ισχυρή για Pick τσεκούρι μου. Θα πρέπει να χρησιμοποιήσετε κάτι άλλο για να περάσω ...
et: See kivi tundub liiga tugev minu Pick Axe. Võtan kasutada ka midagi muud saada kaudu ...
fa: این سنگ می رسد بیش از حد قوی من برای انتخاب تبر. می خواهم که با چیز دیگری استفاده کنید برای دریافت از طریق...
fi: Tämä kivi näyttää liian voimakas minun Pick Axe. I'll on käytettävä jotain muuta läpi ...
fr: Cette roche ressemble trop forte pour ma pioche. Je vais devoir utiliser autre chose pour passer ...
ga: Breathnaíonn an carraig ró-láidir do mo Pioc tua. Beidh mé ag úsáid a bhaint as rud éigin eile a fháil tríd an ...
gl: Esta rocha parece forte de máis para a miña pick Axe. Vou ter que usar outra cousa para pasar ...
hi: इस चट्टान मेरी एक्स उठाओ के लिए भी मजबूत लग रही है. मैं कुछ और उपयोग करने के माध्यम से जाना होगा ...
hr: Ova stijena izgleda prejak za moj Pick Axe. Ja ću morati koristiti nešto drugo za prolazak kroz ...
hu: Erre a sziklára néz ki túl erős az én Pick Axe. Én is használni valami mást átvészelni ...
is: Þessi klettur horfir of mikil fyrir minn Pick Axe. Ég ætla að nota eitthvað annað til að komast í gegnum ...
it: Questa roccia sembra troppo forte per la mia piccozza. Dovrò utilizzare un altro per passare ...
iw: סלע זה נראה חזק מדי פיק שלי גרזן. אני אצטרך להשתמש במשהו אחר לעבור ...
ja: この岩もアックスピック私は強そうだね。私を介して取得する何かを使用する必要があります...
ko: 이 바위가 너무 액스를 선택 제에 대한 강한 보인다. 난 이겨낼 뭔가를 사용해야하는거야 ...
lv: Šī roka ir pārāk spēcīga, lai manu Pick Axe. Es ņemšu to izmantot kaut ko citu, lai izietu cauri ...
mk: Овој рок изгледа премногу силен за мојата Трансферот Axe. Ќе морам да користам нешто друго да се добие преку ...
mt: Dan il-blat jistenna qawwi wisq għall tiegħi Pick Axe. I'll jkollha tuża xi ħaġa oħra li tinkiseb permezz ta '...
nl: Deze rots lijkt te sterk voor mijn Pick Axe. Ik moet iets anders gebruiken om door ...
no: Dette rock ser for sterkt for mine hakke. Jeg må bruke noe annet å komme igjennom ...
pl: Skała ta wygląda zbyt silny dla mojej Pick Axe. Muszę użyć czegoś innego, aby uzyskać poprzez ...
pt: Esta rocha parece forte demais para a minha Pick Axe. Vou ter que usar outra coisa para passar ...
ro: Acest rock pare prea puternic pentru a-mi Pick Axe. Voi avea de a folosi altceva pentru a obţine prin intermediul ...
sl: Ta rock izgleda preveč močan za moj Pick Axe. Jaz bom moral uporabiti nekaj drugega, da priti skozi ...
sq: Ky shkëmb shumë i fortë duket për tim Pick Axe. Unë do të duhet të përdorin diçka tjetër për të marrë përmes ...
sr: Ова стена изгледа превише јак за мој преузимања Секира. Ја ћу користити нешто друго да се кроз ...
sv: Denna sten ser för stark för min Pick Axe. Jag måste använda något annat att komma igenom ...
sw: Mwamba huu ser pia nguvu kwa ajili yangu Axe Pick. I'll kutumia kitu kingine ili kupata kupitia ...
tr: Bu kaya çok Axe Pick benim için güçlü görünüyor. Ben geçmek için başka bir şey kullanmak gerekir ...
vi: Rock này có vẻ quá mạnh của tôi cho Pick Axe. Tôi sẽ cần phải sử dụng cái gì khác để có được thông qua ...
yi: דער שטיין לוקס צו שטאַרק פֿאַר מיין פּיק אַקס. איך וועט האָבן צו נוצן עפּעס אַנדערש צו באַקומען דורך ...
zh: 这块石头看起来太为我的选择斧强烈。我不得不用别的接通...

source: Urgh, what happened?
af: Urgh, wat het gebeur?
ar: Urgh ، ماذا حدث؟
be: Urgh, што здарылася?
bg: Urgh, какво се е случило?
ca: Ugh, què va passar?
cs: Blé, co se stalo?
cy: Urgh, beth ddigwyddodd?
da: Urgh, hvad skete der?
de: Bäh, was ist passiert?
el: Urgh, τι έγινε;
et: Urgh, mis juhtus?
fa: Urgh ، چه اتفاقی افتاد؟
fi: Hyi, mitä tapahtui?
fr: Urgh, ce qui s'est passé?
ga: Urgh, cad a tharla?
gl: Urgh, o que aconteceu?
hi: Urgh, क्या हुआ?
hr: Urgh, što se dogodilo?
hu: Fúj, mi történt?
is: Urgh, hvað gerðist?
it: Uhm, cosa è successo?
iw: Urgh, מה קרה?
ja: Urgh、何が起こったか？
ko: 우어, 무슨 일이야?
lv: Kas tas tāds, kas ir noticis?
mk: Urgh, што се случи?
mt: Urgh, x'ġara?
nl: Zucht, wat is er gebeurd?
no: Urgh, hva skjedde?
pl: Hmm, co się stało?
pt: Urgh, o que aconteceu?
ro: Urgh, ceea ce sa întâmplat?
sl: Urgh, kaj se je zgodilo?
sq: Urgh, çfarë ndodhi?
sr: Какоо, шта се десило?
sv: Blä, vad hände?
sw: Urgh, nini kilitokea?
tr: Urgh, ne oldu?
vi: Urgh, những gì đã xảy ra?
yi: ורגה, וואָס כאַפּאַנד?
zh: Urgh，发生了什么？

source: Looks like this wasn't such a good idea after all
af: Lyk soos dit was nie so 'n goeie idee nadat alle
ar: يبدو أن هذا لم يكن هذه فكرة جيدة بعد كل شيء
be: Здаецца, гэта быў не такі ужо добрай ідэяй у рэшце рэшт
bg: Изглежда, че това не е толкова добра идея в края на краищата
ca: Sembla que això no era tan bona idea després de tot
cs: Vypadá to, že to nebyl tak dobrý nápad
cy: Nid Edrych fel hyn yn y fath syniad da ar ôl yr holl
da: Ser ud som om dette ikke var sådan en god idé, når alle
de: Sieht aus wie das war nicht so eine gute Idee, nachdem alle
el: Μοιάζει με αυτό δεν ήταν τόσο καλή ιδέα αφού όλα
et: Paistab, et see ei olnud nii hea idee pärast kõik
fa: شبیه این بود و این ایده خوب نیست پس از همه
fi: Näyttää tämä ei ollut niin hyvä idea, kun kaikki
fr: On dirait que ce n'était pas une si bonne idée après tout
ga: Ní raibh Breathnaíonn mar seo den sórt sin a smaoineamh maith tar éis gach
gl: Semella que esta non era unha idea tan boa despois de todo
hi: ऐसा लगता है जैसे एक अच्छा विचार सभी के बाद नहीं किया गया
hr: Izgleda kao ovaj nije tako dobra ideja nakon što su svi
hu: Úgy tûnik, ez nem volt olyan jó ötlet mégiscsak
is: Útlit eins og þetta var ekki svo góð hugmynd eftir allt
it: Come questo non era una buona idea, dopo tutto
iw: נראה כאילו זה לא היה רעיון טוב אחרי הכל
ja: このように思えるような良いアイデアすべての後ではなかった
ko: 이처럼 보이는 그런 좋은 생각이 아니 었어 모든 후에
lv: Izskatās, nebija tāda laba ideja galu galā
mk: Изгледа ова не беше како добра идеја по сите
mt: Jistenna bħal dan ma kienx tali idea tajba wara kollox
nl: Het lijkt erop dat dit niet zo'n goed idee na alle
no: Ser ut som dette ikke var så lurt likevel
pl: Wygląda na to, to nie był taki dobry pomysł, mimo wszystko
pt: Parece que esta não era uma idéia tão boa depois de tudo
ro: Se pare ca acest lucru nu a fost o astfel de idee bună, după toate
sl: Zgleda, da to ni tako dobra ideja, navsezadnje
sq: Duket si e tillë kjo nuk ishte një ide të mirë pas të gjitha
sr: Изгледа да ово није тако добра идеја на крају крајева
sv: Ser ut som om detta inte var så bra idé trots allt
sw: Looks kama hii haikuwa kama wazo nzuri baada ya yote
tr: Bu gibi görünüyor iyi bir fikir olsa değildi
vi: Trông như thế này đã không được như vậy là một ý tưởng tốt sau khi tất cả
yi: לוקס ווי דאָס איז געווען נישט אַזאַ אַ גוטע געדאַנק נאָך אַלץ
zh: 这样看起来不是一个好主意，毕竟

source: There must be way out of here...
af: Daar moet 'n manier uit hier ...
ar: يجب ان تكون هناك طريقة للخروج من هنا...
be: Там павінна быць выхад тут ...
bg: Трябва да има изход от тук ...
ca: No hi ha manera de sortir d'aquí ...
cs: Musí existovat cesta ven ...
cy: Mae'n rhaid fod yna ffordd allan o yma ...
da: Der skal være en vej ud af her ...
de: Es muss so von hier ...
el: Πρέπει να υπάρχει διέξοδος από εδώ ...
et: Ei tohi olla väljapääs siin ...
fa: وجود داشته باشد باید راه خروج از اینجا...
fi: On oltava keino pois täältä ...
fr: Il doit y avoir moyen de sortir de là ...
ga: Ní mór go mbeadh bealach amach anseo ...
gl: Debe haber xeito de saír de aquí ...
hi: यहाँ से बाहर रास्ता होगा ...
hr: Mora postojati način out of here ...
hu: Ott kell utat innen ...
is: Það verður að vera leið út af hér ...
it: Ci deve essere così fuori di qui ...
iw: חייבת להיות דרך החוצה מכאן ...
ja: ここにはのようにする必要があります...
ko: 여기의 방법이 있어야합니다 ..
lv: Ir jābūt izkļūt no šejienes ...
mk: Мора да има излез од тука ...
mt: Ma għandu jkun hemm mod kif toħrog hawn ...
nl: Er moet een uitweg hier ...
no: Det må være veien ut av her ...
pl: Nie może być tak out of here ...
pt: Deve haver jeito de sair daqui ...
ro: Trebuie să existe o cale de ieşire de aici ...
sl: Obstajati mora pot ven ...
sq: Nuk duhet të jetë rrugë nga këtu ...
sr: Мора да постоји излаз одавде ...
sv: Det måste vara vägen ut härifrån ...
sw: Lazima kuna njia nje ya hapa ...
tr: Burada bir yolu olmalı ...
vi: Có phải được cách ra khỏi đây ...
yi: עס דאַרף זיין וועג אַרויס פון דאָ ...
zh: 必须有办法离开这里...

source: This must be the coal wants me to mine for him
af: Dit moet die steenkool wil dat ek my vir hom
ar: هذا يجب أن يكون الفحم يريد مني أن الألغام له
be: Гэта павінна быць вуглём хоча, каб я для яго маё
bg: Това трябва да бъде на въглища мен иска да мине за него
ca: Aquest ha de ser el carbó vol que jo a la meva per a ell
cs: To musí být uhlí chce, abych za něj dolu
cy: Rhaid i hyn fod yn glo eisiau i mi mwynglawdd iddo
da: Dette må være kul vil have mig til minen for ham
de: Dies muss die Kohle will, dass ich mir für ihn
el: Αυτό πρέπει να είναι ο άνθρακας μου θέλει να μου γι 'αυτόν
et: Seda tuleb kivisöe tahab mind kaevanduse teda
fa: این کار باید ذغال سنگ معدن را به من می خواهد برای او
fi: Tämä on hiilen haluaa minun minun hänelle
fr: Ce doit être le charbon a besoin de moi à la mienne pour lui
ga: Ní mór é seo a an gual mian liom chun mianach dó
gl: Este debe ser o carbón quere que eu a miña para el
hi: यह कोयला होगा मुझे उसके लिए मेरा चाहता है
hr: To mora biti ugljena me želi mina za njega
hu: Ez kell a szén akarja, hogy én neki
is: Þetta verður að vera kol langar mig til mín fyrir hann
it: Questo deve essere il carbone vuole che io la mia per lui
iw: זה חייב להיות פחם רוצה שאני שלי בשבילו
ja: これは、石炭をする必要があります彼のために私を私に望んで
ko: 이것은 석탄이 있어야합니다 그 사람에 대한 내 나를 원하는
lv: Tam jābūt ogļu grib mīnu viņam
mk: Ова мора да се на јаглен ме сака да ми за него
mt: Dan għandu jkun il-faħam trid lili biex mini għall lilu
nl: Dit moet de kolen wil dat ik mij voor hem
no: Dette må være den kull vil ha meg til mine for ham
pl: To musi być węgiel chce mnie do kopalni dla niego
pt: Este deve ser o carvão quer que eu a minha para ele
ro: Acest lucru trebuie să fie de cărbune vrea să mă mea pentru el
sl: To mora biti premoga hoče, da mu mine
sq: Kjo duhet të jetë qymyri do me mua për atë
sr: Ово мора да ми угља жели да мина за њега
sv: Detta måste vara kol vill jag att mina för honom
sw: Hii ni lazima ya makaa ya mawe anataka mimi mgodi kwa ajili yake
tr: Bu kömür olmalı onun için mayın beni istiyor
vi: Điều này phải được sự than muốn tôi để tôi cho anh ta
yi: דאָס דאַרף זיין די קוילן וויל מיר צו מיין פֿאַר אים
zh: 这必须是煤炭要我为他地雷

source: I don't think my shield will protect me from those fireballs. I'll have to find a stronger one...
af: Ek dink nie my skild sal beskerm my van die vuurballe nie. Ek sal hê om 'n sterker een kry ...
ar: لا أعتقد أن بلدي الدرع ستحمي لي من هذه نارية. سآخذ للعثور على أحد أقوى...
be: Я не думаю, што мой шчыт абароніць мяне ад тых вогненных шароў. Мне давядзецца знайсці больш магутную ...
bg: Аз не мисля, че ми щит ще ме защити от тези огнени топки. Ще трябва да намерим един по-силен ...
ca: No crec que el meu escut em protegirà de les boles de foc. Vaig a haver de trobar una més forta ...
cs: Nemyslím si, že můj štít bude chránit mě od těch ohnivé koule. Budu muset najít silnější ...
cy: Dwi ddim yn meddwl y bydd fy darian amddiffyn 'm chan hynny fireballs. Bydd yn rhaid i mi ddod o hyd i un cryfach ...
da: Jeg tror ikke, mit skjold vil beskytte mig mod disse ildkugler. Jeg bliver nødt til at finde et stærkere ...
de: Ich glaube nicht, mein Schild wird mich von den Feuerbällen zu schützen. Ich werde zu einer stärkeren finden ...
el: Δεν νομίζω ασπίδα μου θα με προστατεύσει από τα fireballs. Θα πρέπει να βρούμε μια άλλη αυστηρότερη ...
et: Ma ei usu, minu kilp kaitseb mind nende fireballs. Võtan leida tugevamat üks ...
fa: من فکر نمی کنم سپر مرا از آن fireballs محافظت می کند. می خواهم که با یکی از قوی برای یافتن...
fi: En usko, että minun Shield suojaa minua kuin tulipalloja. I'll on löydettävä vahvemman ...
fr: Je ne pense pas que mon bouclier me protéger de ces boules de feu. Je vais devoir trouver une plus forte ...
ga: Ní dóigh liom go mbeidh mo sciath dom a chosaint ó na fireballs. Beidh mé ag teacht ar amháin níos láidre ...
gl: Eu non creo que o meu escudo ha protexer-me das bolas de lume. Vou ter que atopar unha máis forte ...
hi: मुझे नहीं लगता कि मेरी ढाल मुझे उन fireballs से रक्षा करेगा. मैं एक मजबूत एक खोजना होगा ...
hr: JA dont 'misliti moj štit će me štititi od one vatrene kugle. Morat ću naći jače ...
hu: Nem hiszem, hogy a pajzsom fog engem megvédeni ezektől a Fireballs. Majd meg kell találni egy erősebb egy ...
is: Ég held ekki skjöldur minn mun vernda mig frá þeim fireballs. Ég mun verða að finna sterkari einn ...
it: Non credo che il mio scudo mi proteggerà da quelle palle di fuoco. Dovrò trovare una più forte ...
iw: אני לא חושב מגן שלי יהיה להגן עלי מפני אלה fireballs. אני צריך למצוא אחד חזק ...
ja: 私は自分のシールドこれらの火の玉から私を守ってくれるとは思わない。私は、強力な1つを見つける必要があるでしょう...
ko: 내 방패 그 fireballs에서 날 보호해 줄거라고 생각하지 않습니다. 난 강해 하나를 찾아 야죠 ...
lv: Es nedomāju, ka mans vairogs pasargās mani no šiem fireballs. Es ņemšu, lai atrastu spēcīgāku vienu ...
mk: Мислам дека не ми штит ќе ме заштити од оние fireballs. Ќе морам да најдам еден посилни ...
mt: I don't think tarka tiegħi se tipproteġi lili minn dawk fireballs. I'll għandhom isibu waħda b'saħħitha ...
nl: Ik denk niet dat mijn schild zal mij beschermen tegen die vuurballen. Ik moet op zoek naar een sterkere ...
no: Jeg tror ikke mitt skjold vil beskytte meg mot disse ildkuler. Jeg må finne en sterkere en ...
pl: Nie sądzę, moja tarcza będzie chroniła mnie od tych, ogniste kule. Muszę znaleźć silniejszy jeden ...
pt: Eu não acho que o meu escudo irá proteger-me das bolas de fogo. Vou ter que encontrar uma mais forte ...
ro: Nu cred ca scutul meu mă va proteja de la aceste Fireballs. Voi trebuie să găsească un mai puternic ...
sl: Ne verjamem, da moj ščit bo varoval me od tistih, ki fireballs. Bom moral najti eno močnejše ...
sq: Unë nuk mendoj se mburoja ime do të mbrojë mua nga ato fireballs. Unë do të duhet të gjejmë një më të fortë ...
sr: Не мислим да ће ме мој штит заштитити од оних фиребаллс. Ја ћу наћи јачи од ...
sv: Jag tror inte min sköld kommer att skydda mig från dessa eldklot. Jag måste hitta en starkare en ...
sw: Sidhani nitakulinda uso wangu mimi kutoka kwa wale fireballs. I'll have kupata nguvu moja ...
tr: Ben kalkan bu Fireballs Bana koruyacak sanmıyorum. Ben güçlü bir bulmanız gerekecektir ...
vi: Tôi không nghĩ rằng lá chắn tôi sẽ bảo vệ tôi từ những quả cầu lửa. Tôi sẽ phải tìm một mạnh hơn ...
yi: האָב איך טאָן ניט טראַכטן מיין פאַרשטעלן וועט באַשיצן מיר פֿון יענע פיירבאָלז. איך וועט האָבן צו געפֿינען אַ סטראָנגגער איין ...
zh: 我不认为我的盾牌保护我的火球。我必须找到一个更强有力的一...

source: You won't be able to do this bit in this version, check back later!
af: Jy sal nie in staat wees om dit te doen bietjie in hierdie weergawe, check back later!
ar: أنت لن تكون قادرة على فعل هذا الشيء في هذا الإصدار ، الاختيار مرة أخرى في وقت لاحق!
be: Вы не зможаце зрабіць гэтага біта ў гэтую версію, зайдзіце попозже!
bg: Вие няма да можете да направите това малко в тази версия, проверете отново по-късно!
ca: Vostè no serà capaç de fer això poc en aquesta versió,-ho més tard!
cs: Nebudete schopni udělat něco v této verzi, zkuste později!
cy: Ni fyddwch yn gallu gwneud hyn ychydig yn y fersiwn hwn, check back yn ddiweddarach!
da: Du vil ikke være i stand til at gøre det lidt i denne version, check tilbage senere!
de: Sie werden nicht in der Lage sein, dieses Stück in dieser Version zu tun, check back later!
el: Δεν θα είναι σε θέση να κάνουμε αυτό το κομμάτι σε αυτή την έκδοση, δοκιμάστε ξανά αργότερα!
et: Sa ei saa teha seda veidi selle versiooni, kontrollida hiljem tagasi!
fa: شما قادر به انجام این کار کمی در این نسخه ، باز هم تشریف بیاورید!
fi: Et voi tehdä tätä vähän tässä versiossa, tarkista myöhemmin uudelleen!
fr: Vous ne serez pas capable de faire ce morceau dans cette version, revenez plus tard!
ga: Ní bheidh tú in ann é sin a dhéanamh giotán sa leagan seo, a sheiceáil ar ais ina dhiaidh sin!
gl: Non será capaz de facer algo nesta versión, comproba de novo máis tarde
hi: आप इस संस्करण में इस थोड़ी सी भी नहीं कर सकता है, तो बाद में वापस जाँच करेंगे!
hr: Nećete biti u mogućnosti to učiniti malo u ovoj verziji, navratite kasnije!
hu: Ön nem fogja tudni, hogy ezt kicsit ez a verzió, látogasson vissza később!
is: Þú munt ekki geta gert þessa hluti í þessari útgáfu, athugaðu aftur seinna!
it: Non sarà in grado di fare questo pezzo in questa versione, a riprovare più tardi!
iw: אתה לא תוכל לעשות את זה קצת בגירסה זו, נסה שוב במועד מאוחר!
ja: このバージョンでは、このビットを行うには、後で確認することはできません！
ko: 당신은이 버전에서는이 비트를해야만 나중에 다시 확인해 드릴 수없습니다!
lv: Jūs nevarēsiet to izdarīt bitu šajā versijā, pārbaudiet vēlreiz vēlāk!
mk: Вие нема да можете да го направите ова малку во оваа верзија, навратете подоцна!
mt: Inti mhux ser ikunu kapaċi li jagħmlu dan fil-ftit din il-verżjoni, check back tard!
nl: U zult niet in staat zijn om dit stukje te doen in deze versie, check back later!
no: Du vil ikke kunne gjøre dette litt i denne versjonen, prøv igjen senere!
pl: Nie będzie mógł to zrobić nieco w tej wersji, check back later!
pt: Você não será capaz de fazer isso pouco nesta versão, verifique novamente mais tarde!
ro: Nu veţi putea face acest lucru de biţi în această versiune, verificaţi din nou mai târziu!
sl: Ne boste mogli to bit v tej verziji, check back later!
sq: Ju nuk do të jetë në gjendje të bëjë këtë pak në këtë version, kontrolloni sërish më vonë!
sr: Нећете моћи да урадите нешто у овој верзији, проверите касније!
sv: Du kommer inte att kunna göra det lite i den här versionen, check back later!
sw: Wewe hawataweza kufanya hili bits katika toleo hili, angalia nyuma baadaye!
tr: Bu sürümde bu bit yapmak, daha sonra yeniden kontrol edemezsiniz!
vi: Bạn sẽ không thể làm điều này chút trong phiên bản này, hãy kiểm tra lại sau!
yi: איר וועט ניט זיין קענען צו טאָן דאָס ביסל אין דעם ווערסיע, טשעק צוריק שפּעטער!
zh: 您将无法在这个版本中做此位，稍后再检查！

source: Strange creature...
af: Vreemde skepsel ...
ar: مخلوق غريب...
be: Дзіўныя істоты ...
bg: Странно създание ...
ca: Estranya criatura ...
cs: Podivné stvoření ...
cy: Creadur Strange ...
da: Mærkelige væsen ...
de: Seltsame Kreatur ...
el: Περίεργο πλάσμα ...
et: Kummaline olend ...
fa: موجودی بم پس از زلزله...
fi: Oudolta olento ...
fr: Étrange créature ...
ga: Creature ait ...
gl: Criatura estraña ...
hi: अजीब प्राणी ...
hr: Čudno stvorenje ...
hu: Furcsa lény ...
is: Strange skepna ...
it: Strana creatura ...
iw: יצור מוזר ...
ja: 奇妙な生き物...
ko: 짠지
lv: Dīvains radījums ...
mk: Чудно суштество ...
mt: Kreatura stramba ...
nl: Strange schepsel ...
no: Stange skapning ...
pl: Dziwne stworzenie ...
pt: Criatura estranha ...
ro: Creatură Strange ...
sl: Čudno bitje ...
sq: Krijesë e çuditshme ...
sr: Чудно створење ...
sv: Strange varelse ...
sw: Ajabu kiumbe ...
tr: Garip yaratık ...
vi: Sinh vật lạ ...
yi: מאָדנע באַשעפעניש ...
zh: 奇怪的生物...
