Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: There is no known way to kill Grimlore since upon sustaining critical injuries it will simply return to its own dimension
af: Daar is geen bekende manier om dood te maak Grimlore sedert by die handhawing van kritieke beserings sal dit eenvoudig terug te keer na sy eie dimensie
ar: لا توجد طريقة معروفة لقتل Grimlore منذ عليها من اصابات حرجة سيكون ببساطة العودة إلى البعد الخاص
be: Існуе не вядомы спосаб забіць Grimlore, так як пры захаванні крытычнага траўмы ён проста вярнуцца да сваёй ўласнай памернасьць
bg: Не е известен начин да убие Grimlore, тъй като при поддържане на критични наранявания тя просто ще се върнете към собствените си измерение
ca: No es coneix cap forma de matar Grimlore ja que al manteniment de lesions greus, simplement tornaran a la seva pròpia dimensió
cs: Neexistuje žádný známý způsob, jak zabít Grimlore, protože při zachování kritického zranění bude jednoduše vrátit do své vlastní dimenze
cy: Nid oes ffordd hysbys i ladd Grimlore ers ar gynnal anafiadau beirniadol ond bydd yn dychwelyd i'r dimensiwn ei hun
da: Der er ingen kendt måde at dræbe Grimlore siden, at der fastholdes en kritisk skader det vil blot vende tilbage til sin egen dimension
de: Es gibt keinen bekannten Weg, um zu töten, da Grimlore auf Erhaltung kritische Verletzungen wird es einfach wieder in seine eigene Dimension
el: Δεν υπάρχει γνωστός τρόπος για να σκοτώσουν Grimlore δεδομένου ότι εξαρτάται από τη διατήρηση κρίσιμων τραυματισμούς που απλώς θα επιστρέψουν στη δική της διάσταση
et: Ei ole teada, kuidas tappa Grimlore sest pärast säilitada kriitilise vigastusi see lihtsalt tagasi oma mõõtme
fa: هیچ روش شناخته شده برای کشتن Grimlore از صدمات بحرانی بر تداوم آن را به سادگی برای ابعاد خاص خود را بازگشت وجود دارد.
fi: Ei ole tiedossa tapa tappaa Grimlore jälkeen, kun yllä kriittistä vammoja se yksinkertaisesti palata omaan ulottuvuuteen
fr: Il n'existe aucun moyen connu pour tuer les Grimlore depuis lors subi des blessures critiques, il sera tout simplement retourner à sa propre dimension
ga: Níl aon bhealach ar eolas a mharú Grimlore ó ar a bhuanú le díobhálacha chriticiúil beidh sé ar ais go simplí chun a ghné féin
gl: Non hai ningunha forma coñecida para matar Grimlore desde a sustentar as feridas críticos el simplemente volver á súa propia dimensión
hi: कोई ज्ञात तरीका से गंभीर चोटें यह केवल अपनी आयाम को वापस कर दूँगा बनाए रखने पर Grimlore मार रहा है
hr: Ne postoji način da se zna ubiti Grimlore od ozljede na održavanju kritična ona će jednostavno vratiti na svoje dimenzije
hu: Nincs ismert módja annak, hogy megölik, mivel Grimlore upon fenntartása kritikus sérülések akkor egyszerűen visszatér a saját dimenziója
is: Það er engin þekkt leið til að drepa Grimlore síðan á að viðhalda mikilvægum meiðsli það verður bara aftur til eigin vídd þess
it: Non c'è modo conosciuto per uccidere Grimlore poiché su di sostenere le lesioni critica sarà semplicemente tornare alla sua dimensione
iw: אין דרך לדעת להרוג Grimlore מאז מזין על פציעות קריטיות יהיה פשוט לחזור ממד משלו
ja: があるので、単純に、独自のディメンションに戻りますので、重大な傷害を維持にGrimloreを殺すためには既知の方法です
ko: 거기에 있기 때문에 단순히 자신의 차원으로 돌아갑니다 중요한 부상을 입은시 Grimlore 죽일 알려진 방법입니다
lv: Nav zināms veids, kā nogalināt Grimlore jo pēc uzturēt kritisku traumu tā vienkārši atgriezties pie savas dimensija
mk: Не е познат начин да се убие Grimlore бидејќи по одржувањето на критичната повреди тоа едноставно ќе се вратат во својата димензија
mt: M'hemm l-ebda mod magħruf li joqtlu Grimlore peress fuq ssofri ġrieħi kritiku se sempliċement lura għall-akbar dimensjoni tagħha stess
nl: Er is geen bekende manier om te doden omdat Grimlore op behoud van kritische verwondingen zal gewoon terug naar haar eigen dimensie
no: Det finnes ingen kjent måte å drepe Grimlore siden ved å opprettholde kritiske skader det vil bare gå tilbake til sin egen dimensjon
pl: Nie jest znany sposób zabić Grimlore ponieważ na utrzymanie krytyczne obrażenia będą po prostu wrócić do własnych wymiarów
pt: Não há nenhuma maneira conhecida para matar Grimlore desde a sustentar os ferimentos críticos ele simplesmente voltar à sua própria dimensão
ro: Nu există nici o modalitate de a ucide cunoscut Grimlore, deoarece, la sustinerea leziuni critice se va intoarce pur şi simplu pentru a dimensiunii sale proprii
sl: Ni znano, kako ubiti Grimlore, saj na ohranjanje kritične poškodbe, ki jih bo preprosto vrniti na svoje razsežnosti
sq: Nuk ka asnjë mënyrë për të njohur për të vrarë Grimlore që mbi mbajtjen e të plagosur kritik ai thjesht do të kthehen në dimensionin e vet
sr: Не постоји начин да убије Гримлоре обзиром на одржавање критичне повреде то једноставно ће се вратити на своје димензије
sv: Det finns inget känt sätt att döda Grimlore sedan på att upprätthålla kritiska skador det kommer bara tillbaka till sin egen dimension
sw: Hakuna njia inayojulikana kuua Grimlore tangu juu kuendeleza itakuwa muhimu majeruhi kurudi tu mwelekeo wake mwenyewe
tr: Orada çünkü sadece kendi boyuta dönecektir kritik yaralanmalar sürdürülmesi üzerine Grimlore öldürmek için bilinen bir yol
vi: Không có cách nào để diệt Grimlore được biết đến kể từ khi chấn thương quan trọng duy trì nó chỉ đơn giản sẽ trở lại kích thước của riêng mình
yi: עס איז נישט באַוווסט וועג צו טויטן גרימלאָרע זינט זיך סאַסטיינינג קריטיש ינדזשעריז עס וועט סימפּלי ווייַזן צו זיין אייגענע ויסמעסטונג
zh: 没有任何已知的方法杀死维持关键受伤后，将简单地返回自己的维Grimlore自

source: But even injuring it is a monumental task. Anyone encountering this creature is advised to escape as quickly as possible
af: Maar selfs verwond dit is 'n monumentale taak. Niemand stuit hierdie skepsel word aangeraai om te ontsnap so vinnig as moontlik
ar: ولكن حتى اصابة انها مهمة ضخمة. أي شخص يواجه هذا المخلوق هو نصح من الهرب في أسرع وقت ممكن
be: Але нават паранілі гэта манументальны задача. Любое сутыкаецца гэтая тварь раіў бегчы як мага хутчэй
bg: Но дори и ранени това е монументална задача. Всеки, който се натъкват на това същество се препоръчва да избягат възможно най-бързо
ca: Però fins i tot a lesionar és una tasca monumental. Tot el que coincideix aquesta criatura s'aconsella per escapar el més ràpidament possible
cs: Ale i poškodit je monumentální úkol. Každý, kdo setkání s tímto tvorem se doporučuje vyhnout se co nejrychleji
cy: Ond hyd yn oed ei anafu yn dasg aruthrol. Encountering unrhyw un creadur hwn yn eich cynghori i ddianc cyn gynted â phosibl
da: Men selv såret det er en monumental opgave. Enhver, der opdager dette væsen er rådes til at flygte så hurtigt som muligt
de: Aber selbst verletzt ist es eine gewaltige Aufgabe. Wer diese Kreatur begegnet wird empfohlen, so schnell wie möglich zu entkommen
el: Αλλά ακόμη και τον τραυματισμό είναι ένα μνημειώδες έργο. Καθένας που αντιμετωπίζουν αυτό το πλάσμα συνιστάται να αποφύγει όσο το δυνατόν συντομότερα
et: Aga isegi kahjustada on monumentaalse ülesande. Igaüks esineb see olend on soovitatav põgeneda nii kiiresti kui võimalik
fa: اما حتی از مجروح شدن آن است یک کار نا گذرا. هر کس این موجودات مواجه است توصیه به فرار را در اسرع وقت
fi: Mutta vaikka vahinkoa on monumentaalinen tehtävä. Joku kohdataan tämä olento on suositeltavaa välttää mahdollisimman nopeasti
fr: Mais blessant même que c'est une tâche monumentale. Quiconque aperçoit cette créature est conseillé de sortir le plus rapidement possible
ga: Ach injuring fiú é tasc a monumental. Tá duine ar bith encountering seo creature comhairle chun éalú chomh tapa agus is féidir
gl: Pero aínda ferindo é unha tarefa monumental. Calquera un encontro con esta criatura se aconsella a fuxir o máis axiña posible
hi: लेकिन फिर भी घायल हुए इसे एक बड़ी चुनौती है. इस प्राणी का सामना कोई भी रूप में संभव के रूप में जल्दी से बचने की सलाह दी है
hr: Ali, čak i ozlijeđeno je monumentalni zadatak. Svatko nailazi ovo stvorenje je savjetovano da pobjegne što je moguće brže
hu: De még kárt is monumentális feladat. Akárki találkozás ez lény tanácsos menekülni a lehető leggyorsabban
is: En jafnvel skaðlegur það er Monumental verkefni. Einhver fundur þessi skepna er ráðlagt að flýja eins fljótt og auðið er
it: Ma anche il ferimento è un compito monumentale. Chiunque incontrando questa creatura si consiglia di uscire al più presto
iw: אבל אפילו ופצעו אותו היא משימה מונומנטלית. מישהו נתקל היצור הזה מומלץ לברוח מהר ככל האפשר
ja: しかし、それは記念碑的な作業ですが負傷した。誰でもこのクリーチャーに遭遇できるだけ早く脱出をお勧めします
ko: 그러나 그것은 기념비적인 작업이 부상을 당했다. 사람이 생명체가 발생 최대한 빨리 탈출 조언
lv: Bet pat rada zaudējumus, ir monumentāla uzdevums. Jebkurš, kas saskaras šī būtne ir ieteicams izvairīties no iespējas ātrāk
mk: Но, дури и повредувајќи тоа е монументалната задача. Секој наиде на ова суштество е советувано да избегаат што е можно побрзо
mt: Iżda anke dannu huwa kompitu monumentali. Kull min jiltaqgħu ma 'dan il-kreatura hi rakkomandata għal-ħrib kif jista' jkun malajr
nl: Maar zelfs schade is het een monumentale taak. Iedereen ondervindt dit schepsel wordt aangeraden om zo snel mogelijk ontsnappen
no: Men selv skadet det er en monumental oppgave. Noen opplever dette skapningen er rådet å rømme så raskt som mulig
pl: Ale nawet szkodliwy jest monumentalnym zadaniem. Każdy napotyka ta istota jest zalecane, aby uciec jak najszybciej
pt: Mas, mesmo ferindo é uma tarefa monumental. Qualquer um encontro com esta criatura é aconselhado a fugir o mais rapidamente possível
ro: Dar chiar şi rănind este o sarcină monumentală. Oricine se confruntă cu această creatură este sfătuit să scape cât mai repede posibil
sl: Toda tudi škodo je monumentalni naloga. Kdor se srečujejo to bitje se svetuje, da pobeg v najkrajšem možnem času
sq: Por edhe duke plagosur është një detyrë e monumentale. Kushdo ndeshi në këtë krijesë është këshilluar që të ikin sa më shpejt të jetë e mundur
sr: Али, чак и повреди је монументални задатак. Свако сусрет то створење се саветује да побегне што брже
sv: Men även att skada det är en monumental uppgift. Alla som stöter på detta varelse rekommenderas att fly så snabbt som möjligt
sw: Lakini hata injuring Monumental ni kazi. Yeyote encountering kiumbe hii ni wanashauriwa kuepuka haraka iwezekanavyo
tr: Ama bile anıtsal bir görevdir yaralanmasına yol açtı. Herkes bu yaratık karşılaşmak mümkün olduğunca çabuk kurtulmak için tavsiye edilir
vi: Nhưng ngay cả khi bị thương nó là một nhiệm vụ tượng đài. Bất cứ ai cũng gặp phải sinh vật này là nên thoát ra càng nhanh càng tốt
yi: אָבער אפילו ינדזשערינג עס איז אַ מאָנומענטאַל אַרבעט. ווער עס יז ענקאַונערינג די באַשעפעניש איז אַדווייזד צו אַנטלויפן ווי געשווינד ווי מעגלעך
zh: 不过，即使受伤，这是一项艰巨的任务。任何人遇到这种动物是为了逃避应尽快

source: Or they will die very quickly
af: Of hulle sal sterf baie vinnig
ar: أو أنهم سوف يموتون بسرعة
be: Ці ж яны будуць паміраць вельмі хутка
bg: Или те ще умрат много бързо
ca: O van a morir molt aviat
cs: Nebo zemřou velmi rychle
cy: Neu byddant yn marw yn gyflym iawn
da: Eller de vil dø meget hurtigt
de: Oder sie sterben wird sehr schnell
el: Ή θα πεθάνει πολύ γρήγορα
et: Või kui nad surevad väga kiiresti
fa: یا اینکه خیلی به سرعت خواهد مرد
fi: Tai he kuolevat hyvin nopeasti
fr: Ou ils meurent très rapidement
ga: Nó beidh siad bás go han-tapa
gl: Ou eles van morrer moi rapidamente
hi: या वे बहुत जल्दी मर जाएगा
hr: Ili će umrijeti veoma brzo
hu: Vagy nagyon gyorsan meg fog halni
is: Eða þeir vilja deyja mjög fljótt
it: O moriranno molto rapidamente
iw: או שהם ימותו מהר מאוד
ja: または非常にすぐに死んでしまう
ko: 아니면 그들은 아주 빨리 죽을 것이다
lv: Vai tie mirs ļoti ātri
mk: Или ќе умре многу брзо
mt: Jew huma se jmutu malajr ħafna
nl: Of ze zeer snel zullen sterven
no: Eller vil de dø raskt
pl: Albo umrą szybko
pt: Ou eles vão morrer muito rapidamente
ro: Sau ei vor muri foarte repede
sl: Ali bodo umrli zelo hitro
sq: Ose ata do të vdesin shumë shpejt
sr: Или ће врло брзо умрети
sv: Eller kommer de att dö mycket snabbt
sw: Au watakufa haraka sana
tr: Yoksa çok çabuk ölecek
vi: Hoặc họ sẽ chết rất nhanh
yi: אָדער זיי וועלן שטאַרבן זייער געשווינד
zh: 或者，他们很快就会死亡

source: Ah, here is a compendium of monsters
af: Ah, hier is 'n versameling van monsters
ar: آه ، هنا هو خلاصة وافية من الوحوش
be: Ах, вось зборнік монстраў
bg: О, тук е сборник от чудовища
ca: Ah, aquí és un compendi de monstres
cs: Aha, tady je výtah monster
cy: Ah, yma yn compendiwm o anghenfilod
da: Ah, her er en samling af monstre
de: Ah, hier ist ein Kompendium von Monstern
el: Αχ, εδώ είναι μια επιτομή των τεράτων
et: Ah, siin on kokkuvõttes koletised
fa: ق ، در اینجا از اختصار هیولا است
fi: Ah, tässä on kokoelma Monsters
fr: Ah, voici un recueil de monstres
ga: Ah, is anseo a compendium of monsters
gl: Ah, aquí é un compendio de monstros
hi: आह, यहाँ राक्षसों का एक संग्रह है
hr: Ah, ovdje je kompendij čudovišta
hu: Ah, itt van egy rövid összefoglalás a szörnyek
is: Ah, hér er a ágrip af skrímsli
it: Ah, qui è un compendio di mostri
iw: אה, הנה הוא compendium של מפלצות
ja: ああ、ここのモンスターの大要です
ko: 아, 여기 괴물의 제요입니다
lv: Ah, šeit ir kopsavilkumu par monstriem
mk: Ах, тука е след на чудовишта
mt: Ah, hawnhekk hija kompendju ta 'monsters
nl: Ah, hier is een compendium van monsters
no: Ah, her er en samling av monstre
pl: Ach, oto kompendium potworów
pt: Ah, aqui é um compêndio de monstros
ro: Ah, aici este un compendiu de monstri
sl: Ah, tu je zbirko pošasti
sq: Ah, këtu është një përmbledhje e monsters
sr: Ах, ево збирка чудовишта
sv: Ah, här är en sammanställning av monster
sw: Ah, hapa ni compendium ya MONSTERS
tr: Ah, işte canavar bir özet olduğunu
vi: Ah, đây là một tóm của quái vật
yi: אַה, דאָ איז אַ קאָמפּענדיום פון מאָנסטערס
zh: 啊，这里是一个汇编的怪物

source: 34 volumes! How can there be so many monsters in the world?!
af: 34 volumes! Hoe kan daar so baie monsters in die wêreld wees?!
ar: 34 مجلدا! كيف يمكن أن يكون هناك الكثير من وحوش في العالم؟!
be: 34 тамоў! Як можа быць так шмат монстраў ў свеце?!
bg: 34 обеми! Как може да има толкова много чудовища в света?!
ca: 34 volums! Com pot haver tants monstres al món?!
cs: 34 svazků! Jak může být tolik monster ve světě?!
cy: 34 cyfrolau! Sut y gall fod cymaint o anghenfilod yn y byd?!
da: 34 bind! Hvordan kan der være så mange monstre i verden?!
de: 34 Bände! Wie kann es so viele Monster in der Welt?!
el: 34 όγκους! Πώς μπορεί να υπάρχουν τόσα πολλά τέρατα στον κόσμο;!
et: 34 mahud! Kuidas saab seal olla nii palju koletisi maailmas?!
fa: 34 جلد! چگونه می توان وجود دارد بسیاری از هیولاها در جهان خواهد شد؟!
fi: 34 määriä! Miten voisi olla niin monta hirviötä maailmassa?!
fr: 34 volumes! Comment peut-il y avoir tant de monstres dans le monde?!
ga: 34 imleabhar! Conas is féidir a bheith ann monsters an oiread sin ar fud an domhain?!
gl: 34 volumes! Como pode haber tantos monstros no mundo?!
hi: 34 संस्करणों! कैसे वहाँ दुनिया में बहुत सारे राक्षस हो सकता है?!
hr: 34 svezaka! Kako može li biti toliko čudovišta na svijetu?!
hu: 34 kötetek! Hogyan lehet ennyi szörnyeket a világon?
is: 34 bindi! Hvernig má það vera svo margir skrímsli í heimi!
it: 34 volumi! Come ci può essere mostri così tanti nel mondo?!
iw: 34 כרכים! איך יכול להיות כל כך הרבה מפלצות בעולם?!
ja: 34巻！どのようにある世界には多くのモンスターをすることができます！？
ko: 34 권! 어떻게 세상에는 너무 많은 괴물이 될 수 있습니까?!
lv: 34 apjomi! Kā var būt tik daudz monstru šajā pasaulē?!
mk: 34 тома! Како може да има толку многу чудовишта во светот?!
mt: 34 volumi! Kif jista 'jkun hemm monsters tant fid-dinja?!
nl: 34 volumes! Hoe kan er zo veel monsters in de wereld?!
no: 34 bind! Hvordan kan det være så mange monstre i verden?!
pl: 34 tomów! Jak może nie być tak wiele potworów na świecie?!
pt: 34 volumes! Como pode haver tantos monstros no mundo?!
ro: 34 volume! Cum poate exista monstri atât de multe în lume?!
sl: 34 Obseg! Kako lahko obstajajo tako veliko pošasti na svetu?!
sq: 34 vëllime! Si mund të ketë monsters kaq shumë në botë?
sr: 34 томова! Како може да буде толико чудовишта у свету!
sv: 34 volymer! Hur kan det finnas så många monster i världen?!
sw: 34 volumes! Jinsi gani wanaweza kuna MONSTERS wengi duniani?!
tr: 34 miktarlar! Ulaşım dünyanın pek çok canavarlar olabilir?!
vi: 34 tập! Làm thế nào có thể được quái vật rất nhiều trên thế giới?!
yi: 34 וואַליומז! ווי אַזוי קען עס זיין אַזוי פילע מאָנסטערס אין די וועלט?!
zh: 34卷！如何能够得到世界上那么多怪物？！

source: Looks like they're in alphabetical order though
af: Looks like they're in alfabetiese volgorde alhoewel
ar: يبدو أنهم في الترتيب الأبجدي على الرغم من
be: Падобна на тое, яны ў алфавітным парадку, хаця
bg: Изглежда, че те са по азбучен ред все пак
ca: Sembla que estan en ordre alfabètic, encara que
cs: Vypadá to, že jste v abecedním pořadí ačkoli
cy: Yn edrych fel eu bod yn nhrefn yr wyddor er
da: Ser ud som om de er i alfabetisk orden selv
de: Sieht aus wie sie in alphabetischer Reihenfolge wenn
el: Μοιάζει να είμαστε σε αλφαβητική σειρά και αν
et: Paistab, et need on tähestikulises järjekorras, kuigi
fa: به نظر میرسد در آنها به ترتیب الفبا هستید هر چند
fi: Näyttää ne ovat aakkosjärjestyksessä, vaikka
fr: On dirait qu'ils sont en ordre alphabétique, mais
ga: Breathnaíonn an mhaith atá siad in ord aibítre cé go
gl: Parece que está en orde alfabética, aínda que
hi: ऐसा लगता है कि वे वर्णमाला के क्रम में हैं, हालांकि
hr: Izgleda kao oni su u abecednom redoslijedu iako
hu: Úgy tûnik, mintha betűrendben
is: Útlit eins og þeir eru í stafrófsröð en
it: Pare che stiano in ordine alfabetico anche se
iw: נראה שהם בסדר אלפביתי על פי
ja: 見えるように、アルファベット順にしているものの
ko: 그런듯 그들은 알파벳 순서에있어 비록
lv: Izskatās viņi alfabētiskā secībā gan
mk: Изгледа тие се по азбучен ред иако
mt: Id-dehra li qed fl-ordni alfabetiku għalkemm
nl: Het lijkt erop dat ze in alfabetische volgorde al
no: Ser ut som de er i alfabetisk rekkefølge selv
pl: Wygląda na to, że jesteś w porządku alfabetycznym, choć
pt: Parece que eles estão em ordem alfabética, embora
ro: Se pare ca acestea sunt, în ordine alfabetică deşi
sl: Zgleda, da so si po abecednem vrstnem redu, čeprav
sq: Duket sikur ata janë në rend alfabetik pse
sr: Изгледа као да су по абецедном реду иако
sv: Ser ut som de är i alfabetisk ordning om
sw: Looks kama wao You're katika herufi ingawa
tr: Görünüşe onların alfabetik sıraya göre konum olsa
vi: Hình như họ đang ở trong thứ tự chữ cái mặc dù
yi: לוקס ווי זיי'רע אין אַלפאַבעטיקאַל כּדי כאָטש
zh: 看起来他们按字母顺序排列，但

source: Slime, Green... Slime, Purple... Sludge, Green...
af: Slime, groen ... Slime, Purple ... Slib, groen ...
ar: سال لعابه ، أخضر... سال لعابه ، أرجواني... الحمأة ، أخضر...
be: Слізі, зялёны ... Шлам, фіялетавы ... Шлам, зялёны ...
bg: Слуз, Зелена ... Слуз, Purple ... Утайки, Зелена ...
ca: Slime, Green ... Slime, Purple ... Fangs, verd ...
cs: Sliz, zelená ... Sliz, Fialová ... Kalu, zelená ...
cy: Slime, Green ... Slime, Piws ... Llaid, Green ...
da: Slim, Grøn ... Slim, Lilla ... Slam, Grøn ...
de: Slime, Green ... Slime, Purple ... Schlamm, Green ...
el: Βλέννες, πράσινο ... Βλέννες, Μωβ ... Ιλύος, πράσινο ...
et: Lima, roheline ... Lima, lilla ... Muda, roheline ...
fa: لجن و گل ، سبز... لجن مال کردن ، بنفش... لجن ، سبز...
fi: Liman Green ... Liman Purple ... Lietettä, Green ...
fr: Slime, Green ... Slime, Pourpre ... Boues, Green ...
ga: Slime, Green ... Slime, Purple ... Sloda, Green ...
gl: Slim, Green ... Slim, Purple ... Lama, verde ...
hi: कीचड़, ग्रीन ... कीचड़, बैंगनी ... कीचड़, ग्रीन ...
hr: Slime, Zeleni ... Slime, ljubičasta ... Mulja, Zeleni ...
hu: Iszap, zöld ... Iszap, Purple ... Iszap, zöld ...
it: Melma, verde ... Melma, Purple ... Fanghi, verde ...
iw: רפש, ירוק ... רפש, סגול ... רפש, ירוק ...
ja: 粘菌、緑...スライム、紫...汚泥、グリーン...
ko: 점액, 그린 ... 점액, 보라색 ... 슬러지, 그린 ...
lv: Gļotas, Green ... Gļotas, Purple ... Dūņas, Green ...
mk: Слуз, зелено ... Слуз, Пурпур ... Тиња, зелено ...
mt: Ħama, Green ... Ħama, Purple ... Ħama, Green ...
nl: Slijm, Green ... Slijm, Purple ... Slib, Green ...
no: Slime, Green ... Slime, lilla ... Slam, Green ...
pl: Slime, zielona ... Slime, Purple ... Osad, zielona ...
pt: Slime, Green ... Slime, Purple ... Lodo, verde ...
ro: Mâzgă, Green ... Noroi, Purple ... Nămolului, verde ...
sl: Slime, Green ... Slime, Purple ... Blata, Green ...
sq: Fëlliqësi, Green ... Fëlliqësi, Purple ... Llum, Green ...
sr: Муља, Грин ... Слуз, љубичасти ... Муља, Грин ...
sv: Slem, Green ... Slem, Purple ... Slam, Grön ...
tr: Slime, Yeşil ... Slime, Mor ... Çamur, Yeşil ...
vi: Slime, Green ... Slime, tím ... Bùn, xanh ...
yi: שליים, גרין ... שליים, פּורפּלע ... סלודגע, גרין ...
zh: 煤泥，绿...泥，紫...污泥，绿...

source: Sludge, Red
af: Slib, Rooi
ar: الحمأة ، الأحمر.
be: Шлам, чырвоны
bg: Утайки, Червена
ca: Fangs, Xarxa
cs: Kalu, Red
cy: Llaid, Red
da: Slam, Rød
de: Schlamm, Red
el: Ιλύος, Κόκκινο
et: Muda, Punane
fa: لجن ، قرمز
fi: Liete, Punainen
fr: Boues, Rouge
ga: Sloda, Dearg
gl: Lamas, Vermello
hi: कीचड़, लाल
hr: Mulja, Crvena
hu: Iszap, Red
it: Fanghi, Red
iw: בוצה, האדום
ja: 汚泥、赤
ko: 슬러지, 레드
lv: Dūņas, Red
mk: Тиња, Црвен
mt: Ħama, Red
nl: Slib Red
no: Slam, Red
pl: Osad, Czerwony
pt: Lamas, Vermelho
ro: Nămolului, Red
sl: Blata, Red
sq: Llum, Red
sr: Муљ, Црвена
sv: Slam, Red
tr: Çamur, Kırmızı
vi: Bùn, Red
yi: סלודגע, רעד
zh: 污泥，红
