Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Wow, you caught them all, thanks alot!
af: Wow, het jy hulle almal gevang, baie dankie!
ar: نجاح باهر ، وكنت القبض عليهم جميعا ، وبفضل الكثير!
be: Вау, вы злавілі іх усё, дзякуй вялікі!
bg: Уау, ти уловени всички тях, благодаря много!
ca: Vaja, has agafat a tots ells, moltes gràcies!
cs: Wow, ty chytil všechny, díky moc!
cy: Wow, rydych yn dal i bob un ohonynt, ddiolch choelbren!
da: Wow, du har fanget dem alle, thanks a lot!
de: Wow, sah man sie alle, thanks a lot!
el: Πω πω, εσείς που αλιεύονται τα όλα, ευχαριστώ πολύ!
et: Vau, sa püütud neid kõiki, suur tänu!
fa: Wow ، شما لحظه همه آنها را به لطف زیادی!
fi: Vau, olet kiinni ne kaikki, kiitos paljon!
fr: Wow, vous avez attrapé eux tous, merci beaucoup!
ga: Wow, ghabh tú iad go léir, a bhuíochas go leor!
gl: Guau, que pegou todos eles, moitas grazas!
hi: वाह, तुम उन सब को पकड़ा, बहुत बहुत धन्यवाद!
hr: Wow, ti uhvaćen ih sve, hvala puno!
hu: Wow, akkor fogott meg mindet, thanks a lot!
is: Vá, caught þú þá alla, takk a einhver fjöldi!
it: Wow, hai preso tutti, grazie mille!
iw: וואו, תפסת את כולם, תודה רבה!
ja: うわー、あなた、おかげで多くのそれらをすべてキャッチ！
ko: 와우, 당신 덕분에 많은 그들 모두를 잡았어요!
lv: Wow, tu nozvejoti tos visus, thanks a lot!
mk: Ауу, вие ги фатив сите, thanks a lot!
mt: Ara naqra, inti maqbuda lilhom kollha, grazzi ħafna!
nl: Wow, je ze allemaal gevangen, thanks a lot!
no: Wow, tok du dem alle, thanks a lot!
pt: Uau, você pegou todos eles, muito obrigado!
ro: Wow, ai prins-le pe toate, mulţumesc foarte mult!
sl: Vau, si jih vse ujete, hvala veliko!
sq: Wow, ju kapi të gjithë, thanks a lot!
sr: Уоу, ти их ухвате све, хвала пуно!
sv: Wow, fångad du dem alla, tack så mycket!
sw: Wow, you caught yao wote, thanks a lot!
tr: Wow, sen, sağol hepsini yakaladı!
vi: Wow, bạn bắt gặp tất cả, cảm ơn rất nhiều!
yi: וואַו, דו קאָט זיי אַלע, אַ דאַנק אַ פּלאַץ!
zh: 哇，你发现他们所有的，非常感谢！

source: Here, I have these for you
af: Hier, ek het hierdie vir jou
ar: هنا ، أود أن هذه لك
be: Тут, я іх для вас
bg: Ето, аз имам тези за Вас
ca: Aquí, tinc aquests per a tu
cs: Zde jsem pro tebe
cy: Yma, rwyf wedi hyn i chi
da: Her, jeg har disse til dig
de: Hier habe ich diese für Sie
el: Εδώ, έχω αυτά για εσάς
et: Siin ma olen neid teile
fa: در اینجا ، من این را برای شما
fi: Täällä olen näitä teitä
fr: Ici, j'ai pour vous ces
ga: Anseo, tá mé seo leat
gl: Aquí, eu teño estes para ti
hi: यहाँ, मैं तुम्हारे लिए ये है
hr: Evo, ja sam ti za tebe
hu: Íme, én ezeket az Ön számára
is: Hér hef ég þetta fyrir þig
it: Ecco, io ho questi per voi
iw: הנה, יש לי בשבילך אלה
ja: ここで、私はあなたにこれらを持って
ko: 자, 당신이 가지고
lv: Lūk, es esmu šīs jums
mk: Еве, јас ги имаат овие за вас
mt: Hawn, I jkollhom dawn għalik
nl: Hier heb ik deze voor u
no: Her har jeg disse for deg
pl: Tutaj mam dla was te
pt: Aqui, eu tenho estes para você
ro: Aici, am astea pentru tine
sl: Tukaj sem te za vas
sq: Këtu, unë kam këto për ju
sr: Ево, сам ове за вас
sv: Här har jag här för dig
sw: Hapa, nina haya kwa ajili yenu
tr: İşte, sizin için şu var
vi: Ở đây, tôi đã cho các bạn
yi: דאָ, איך האָב די פֿאַר איר
zh: 在这里，我为你这些

source: Maggie made me this health potion but you can have it
af: Maggie het my laat weet gesondheid toverdrank maar jy kan dit
ar: ماغي جعلني هذا الصحة جرعة ولكن هل يمكن أن يكون
be: Мэгі зрабіў мне гэты напой здароўя, але вы можаце мець яго
bg: Маги ме накара този здравето елексир, но можете да го има
ca: Maggie em va fer aquesta poció de salut, però vostè pot haver de
cs: Maggie se mi to zdravotní nápoj, ale můžete jej mít
cy: Maggie yn gwneud i mi hwn potion iechyd, ond gallwch gael ei
da: Maggie fik mig til dette sundhed potion, men du kan have det
de: Maggie hat mir diese Heiltrank aber Sie können es haben
el: Maggie μου έκανε αυτό το ελιξίριο της υγείας, αλλά μπορείτε να το έχετε
et: Maggie mind see tervisele Jook kuid võite on see
fa: مگی ساخته شده من این جرعه سلامت اما شما می توانید از آن داشته
fi: Maggie teki minulle terveyttä juoma, mutta voit saada sen
fr: Maggie m'a fait cette potion de santé, mais vous pouvez l'avoir
ga: Maggie dhéanamh dom an potion sláinte ach is féidir leat é a
gl: Maggie me fixo esa poción de saúde, pero pode telo
hi: Maggie मुझे इस स्वास्थ्य औषधि बनाया लेकिन तुम यह हो सकता है
hr: Maggie me ovaj napitak zdravlja, ali ga možete imati
hu: Maggie velem ezt a bájitalt, de az egészségügyi tiéd lehet
is: Maggie gerði mér þetta heilsa Potion en hægt er að hafa það
it: Maggie mi ha fatto questa pozione di salute, ma è possibile averlo
iw: מגי זה גרם לי שיקוי בריאות אבל אתה יכול לקבל את זה
ja: マギー私にこのような健康のポーションを作ったがそれをすることができます
ko: 매기는 날이 건강에 약을 만들었지만 그것을 가질 수있습니다
lv: Maggie man lika šim veselības mikstūra, bet jūs varat to
mk: Меги ме направи ова здравје напивка, но можеш да имаш се
mt: Maggie magħmula me dan potion saħħa imma int tista tara li jkun
nl: Maggie heeft me dit drankje de gezondheid, maar je kunt het hebben
no: Maggie gjorde meg denne health potion men du kan ha det
pl: Maggie mnie ten eliksir zdrowia, ale może go mieć
pt: Maggie me fez essa poção de saúde, mas você pode tê-lo
ro: Maggie mi-a facut acest poţiune de sănătate, dar puteţi să le puneţi în
sl: Maggie me je to zdravje napitek lahko pa so to
sq: Maggie bërë me këtë ilaç e shëndetit, por ju mund të keni atë
sr: Меги ме овај напитак здравља, али можете га
sv: Maggie fick mig att detta hälsa dryck men du kan få det
sw: Maggie amenifanya Potion afya hii lakini unaweza kuwa nayo
tr: Maggie bana sağlık iksiri yapılmadı ancak olabilir
vi: Maggie potion này làm cho tôi sức khỏe nhưng bạn có thể có nó
yi: מאַגגיע נייע מיר דאָס געזונט טרונק אָבער איר קענט האָבן עס
zh: 玛姬我这个健康的药水，但你可以把它

source: And this is something very special
af: En dit is iets baie spesiaal
ar: وهذا هو شيء خاص جدا
be: І гэта тое асаблівае
bg: И това е нещо много специално
ca: I això és una cosa molt especial
cs: A to je něco zvláštního
cy: Ac mae hyn yn rhywbeth arbennig iawn
da: Og dette er noget helt specielt
de: Und das ist etwas ganz Besonderes
el: Και αυτό είναι κάτι πολύ ιδιαίτερο
et: Ja see on midagi väga erilist
fa: و این چیزی بسیار ویژه است
fi: Ja tämä on jotain hyvin erikoista
fr: Et c'est quelque chose de très spécial
ga: Agus is é an rud an-speisialta
gl: E isto é algo moi especial
hi: और यह बहुत कुछ खास है
hr: A ovo je nešto vrlo posebno
hu: És ez valami nagyon különleges
is: Og þetta er eitthvað mjög sérstakt
it: E questo è qualcosa di molto speciale
iw: וזה משהו מאוד מיוחד
ja: そして、この何かとても特別なもの
ko: 그리고 이건 아주 특별한입니다
lv: Un tas ir kaut kas ļoti īpašs
mk: И ова е нешто многу посебен
mt: U din hija xi ħaġa speċjali ħafna
nl: En dit is iets heel bijzonders
no: Og dette er noe veldig spesielt
pl: I to jest coś bardzo specjalnego
pt: E isto é algo muito especial
ro: Şi acest lucru este ceva foarte special
sl: In to je nekaj zelo posebnega
sq: Dhe kjo është diçka shumë e veçantë
sr: А ово је нешто посебно
sv: Och detta är något väldigt speciellt
sw: Na hii ni kitu maalumu sana
tr: Ve bu çok özel bir şey olduğunu
vi: Và đây là một cái gì đó rất đặc biệt
yi: און דאָס איז עפּעס זייער ספּעציעל
zh: 这是一个很特别的

source: May this help you on your way to becoming a strong warrior
af: Miskien is dit jou help om op jou pad 'n kragtige vegter
ar: وهذا قد تساعدك في طريقك لتصبح محارب قوي
be: Маі гэтага дапаможа вам на вашым шляху да станаўленню моцнага воіна
bg: Нека това ви помогне по пътя си да стане силен войн
ca: De maig d'aquest ajudar-lo en el seu camí a convertir-se en un guerrer fort
cs: Může to pomůže na vaší cestě stát silný bojovník
cy: Gall hyn eich helpu ar eich ffordd i fod yn rhyfelwr cryf
da: Kan dette hjælpe dig på din vej til at blive en stærk kriger
de: Möge diese helfen Ihnen auf Ihrem Weg zu einem starken Krieger
el: Αυτό μπορεί να σας βοηθήσει στο δρόμο σας για να γίνει ένα ισχυρό πολεμιστή
et: Võib see aidata teil oma muutumas tugev sõdalane
fa: ممکن است این به شما کمک کنند در راه خود را به تبدیل شدن به یک جنگجو قوی
fi: Olkoon tämä auttaa teitä tulossa voimakas soturi
fr: Mai de cette vous aider sur votre chemin de devenir un guerrier fort
ga: Bealtaine seo cabhrú leat ar do bhealach a dhéanamh chun bheith ina laochra láidir
gl: Que este axudar no seu camiño para facer un guerreiro forte
hi: मई यह तुम एक मजबूत योद्धा बनने के लिए अपने रास्ते में मदद
hr: Svibanj ovo vam pomoći na vašem putu da postane snažna ratnika
hu: Legyen ez segít utadon, hogy játsszon egy erős harcos
is: May þetta hjálpað þér á leið þinni til að verða mikil stríðsmaður
it: Questo può aiutarti a trovare il modo per diventare un guerriero forte
iw: במאי זה לעזור לך בדרכך להפוך לוחם חזק
ja: 5月は、この強力な戦士になるためのお帰りの際に役立つ
ko: 5 월이 강한 전사가되기 위해 당신의 방법에 당신을 도울
lv: Var jums šo palīdzību uz Jūsu lai kļūtu par spēcīgu karavīrs
mk: Може ова да ви помогне да на вашиот пат да стане силна воин
mt: Dan jista 'jgħinek dwar tiegħek mod li ssir gwerrier qawwi
nl: Moge deze helpen je op weg om een sterke krijger
no: Dette kan hjelpe deg på vei til å bli en sterk kriger
pl: Może to pomoże wam na drodze do stania się silnym wojownikiem
pt: Que este ajudá-lo em seu caminho para se tornar um guerreiro forte
ro: Fie ca acest ajuta pe drumul de a deveni un razboinic puternic
sl: May to vam pomaga na poti, da postane močan bojevnik
sq: Maj të këtij t'ju ndihmojë në rrugën tuaj për t'u bërë një luftëtar i fortë
sr: Можда вам ово помогне на путу да постане снажан ратник
sv: Detta kan hjälpa dig på din väg att bli en stark krigare
sw: Hii inaweza kukusaidia njia yako kuwa imara warrior
tr: Olabilir, bu güçlü bir savaşçı olma yolunuzda size yardımcı
vi: Này có thể giúp bạn trên con đường của bạn để trở thành một chiến binh mạnh mẽ
yi: מאַי דעם הילף איר אויף דיין וועג צו שיין אַ שטאַרק וואָריער
zh: 今年5月助您成为一个强大的战士你

source: You saved me a lot of time. Maggie made me something else but since you have been so helpful, you can have it.
af: Jy gered my baie tyd. Maggie het my iets anders, maar aangesien jy was so 'n nuttige, kan jy dit kry.
ar: حفظت لي الكثير من الوقت. ماغي جعلني شيئا آخر ولكن كنت قد تعرضت منذ ذلك مفيدا ، هل يمكن أن يكون ذلك.
be: Вы выратавалі мяне шмат часу. Мэгі зрабіў мне что-то другое, але так як Вы былі настолькі карысным, вы можаце мець.
bg: Ти ме спаси много време. Маги ме накара да нещо друго, но тъй като сте били толкова полезни, можете да го имате.
ca: Vostè em va salvar un munt de temps. Maggie em va fer una mica més, però ja que vostè ha estat tan útil, pot tenir-lo.
cs: Tebe zachráněný mne množství of čas. Maggie se mi něco jiného, ale protože jste byli tak užitečná, můžete ji mít.
cy: Rydych achub fi dipyn o amser. Maggie gwneud rhywbeth arall i mi, ond ers i chi wedi bod mor ddefnyddiol, gallwch ei gael.
da: Du har gemt mig en masse tid. Maggie fik mig til noget andet, men siden du har været så hjælpsom, kan du få det.
de: Sie ersparte mir eine Menge Zeit. Maggie hat mich etwas anderes, aber da Sie schon so hilfreich, können Sie es.
el: Μπορείτε σώζω εμένα πολύ χρόνο. Maggie μου έκανε κάτι άλλο, αλλά από τότε που ήταν τόσο χρήσιμο, μπορείτε να το αποκτήσετε.
et: Salvestatud mul palju aega. Maggie tegi mulle midagi, kuid kuna teil on nii kasulik, siis võib olla see.
fa: شما مرا نجات داد زمان زیادی. مگی ساخته شده به من چیز دیگری اما از شما بوده اند تا کمک کننده ، می توانید آن را داشته باشد.
fi: Tallennettu minulle paljon aikaa. Maggie teki minulle jotain muuta, mutta kun olet ollut niin hyvä, voit saada sen.
fr: Vous m'a sauvé beaucoup de temps. Maggie m'a fait quelque chose d'autre, mais puisque vous avez été si utiles, vous pouvez l'avoir.
ga: Sábháladh dom tú go leor ama. Maggie dhéanamh dom rud éigin eile, ach ó bhí tú cabhrach sin, is féidir leat a bheith air.
gl: Vostede me salvo unha morea de tempo. Maggie me fixo outra cousa, pero sempre que teña sido tan útil, podes telo.
hi: तुम मुझे बहुत समय बचा लिया. Maggie मुझे कुछ और भी किया लेकिन जब से तुम इतनी उपयोगी है, तो आप यह कर सकते हैं.
hr: Te prišteđen mene puno od vrijeme. Maggie me nešto drugo, ali budući da su na taj način pomoći, možete ga imati.
hu: Ön megtakarított én rengeteg időt. Maggie velem valami mást, de mivel már volt olyan segítőkész, a tiéd lehet.
is: Þú spara mig a einhver fjöldi af tími. Maggie mig eitthvað annað en síðan sem þú hefur verið svo hjálpsamur, getur þú það.
it: Tu mi ha salvato un sacco di tempo. Maggie mi ha fatto qualcosa d'altro, ma dato che sei stato così utile, è possibile averlo.
iw: הצלת אותי הרבה זמן. מגי גרם לי משהו אחר, אבל מאז יש לך כל כך מועיל, אתה יכול לקבל את זה.
ja: あなたが私に多くの時間を保存します。マギー私に何かが、以降にされたので、参考にしてて、それをすることができます。
ko: 당신은 내게 많은 시간을 구했어요. 매기는 좀 다른지만, 당신이 너무 도움이 필요했고, 당신은 그것을 할 수있습니다.
lv: Esat saglabājis man daudz laika. Maggie lika man kaut kas cits, bet tā kā jums ir bijuši tik izpalīdzīgi, varat to.
mk: Ти ме спаси многу време. Меги ме натера нешто друго, но бидејќи сте биле толку од корист, може да го имаат.
mt: You me ffrankat ħafna ħin. Maggie magħmula me xi ħaġa oħra imma peress li ġejt utli hekk, inti jista 'jkollhom dan.
nl: Je hebt me een hoop tijd. Maggie heeft me iets anders, maar omdat je zo nuttig geweest, kun je het hebben.
no: Du reddet meg mye tid. Maggie gjort meg noe annet, men siden du har vært så hjelpsomme, kan du få den.
pl: Ty uratowany mi dużo czasu. Maggie mnie coś innego, ale skoro tak pomocne, jeśli masz go.
pt: Você me salvou um monte de tempo. Maggie me fez outra coisa, mas desde que você tenha sido tão útil, você pode tê-lo.
ro: Tu a salva eu o mulţime de timp. Maggie mi-a facut altceva, dar din moment ce tu ai fost atât de util, puteti avea-o.
sl: Rešil si mi veliko časa. Maggie me je nekaj drugega, ampak, ker ste bili tako uslužen, lahko ga imate.
sq: Ju ruajtur me shumë kohë. Maggie bërë me diçka tjetër, por kur ju keni qenë kaq të dobishme, ju mund të keni atë.
sr: Можете ли ми сачували много времена. Меги ме нешто друго, али пошто сте били толико помоћи, можете га имати.
sv: Du räddade mig en massa tid. Maggie fick mig något annat men eftersom ni har varit så hjälpsamma, kan du få det.
sw: Unaweza kuokolewa mimi muda mwingi. Maggie alifanya mimi kitu kingine lakini tangu umekuwa hivyo kusaidia, unaweza kuwa nayo.
tr: Bana çok zaman kaydedilir. Maggie bana başka bir yana ama bu kadar yararlı olması yapılmış, bunu sağlayabilirsiniz.
vi: Bạn lưu tôi rất nhiều thời gian. Maggie làm cho tôi một điều gì khác, nhưng kể từ khi bạn có được như vậy hữu ích, bạn có thể có nó.
yi: איר גילטיג מיר אַ פּלאַץ פון צייט. מאַגגיע נייע מיר עפּעס אַנדערש אָבער זינט איר האָט שוין אַזוי נוציק, איר קענט האָבן עס.
zh: 你救了我很多时间。玛姬我别的东西，但既然你这么有帮助，你可以拥有它。

source: Hi Maggie
ar: مرحبا ماغي
be: Прывітаньне Мэгі
bg: Здравей Маги
cs: Ahoj Maggie
da: Hej Maggie
de: Hallo Maggie
el: Γεια Maggie
fa: سلام مگی
fi: HiFi Maggien
fr: Salut Maggie
ga: Dia duit Maggie
gl: Ola Maggie
hi: हाय Maggie
hu: Szia Maggie
is: Hæ Maggie
it: Ciao Maggie
iw: היי מגי
ja: こんにちはマギー
ko: 안녕, 매기
mk: Здраво, Меги
nl: Hoi Maggie
no: Hei Maggie
pl: Cześć Maggie
pt: Oi Maggie
ro: Max Maggie
sr: Поздрав Маги
sv: Hej Maggie
yi: הי מאַגגיע
zh: 您好玛姬

source: Thanks Maggie!
ar: بفضل ماغي!
be: Дзякуючы Мэгі!
bg: Благодаря Маги!
ca: Gràcies Maggie!
cs: Díky Maggie!
cy: Maggie Diolch!
da: Tak Maggie!
de: Dank Maggie!
el: Ευχαριστώ Μάγκι!
et: Tänu Maggie!
fa: مگی با تشکر!
fr: Merci Maggie!
ga: Maggie Go raibh maith agat!
gl: Grazas Maggie!
hi: धन्यवाद Maggie!
hr: Hvala Maggie!
hu: Köszönet Maggie!
it: Grazie Maggie!
iw: תודה מגי!
ja: おかげでマギー！
ko: 감사합니다 매기!
mk: Благодарение Меги!
mt: Grazzi Maggie!
no: Takk Maggie!
pl: Dzięki Maggie!
pt: Obrigado Maggie!
ro: Multumesc Maggie!
sr: Хвала Маги!
sv: Tack Maggie!
vi: Cảm ơn Maggie!
yi: דאַנקען מאַגגיע!
zh: 谢谢玛姬！

source: Borgan said that a section of the mine was sealed up after an "incident"
af: Borgan het gesê dat 'n gedeelte van die myn gesluit is na' n up voorval
ar: بورجان قال ان قسما من المنجم كانت مختومة حتى بعد حادثة
be: Борган сказаў, што адна частка шахты была вырашана пасля інцыдэнт
bg: Borgan каза, че част от мината беше запечатан след инцидент
ca: Borges va dir que una secció de la mina va ser segellat després d'una incident
cs: Borgan řekl, že část dolu byla uzavřena až po incident
cy: Borgan Dywedodd fod adran o'r pwll ei selio ar ôl i digwyddiad
da: Borgan sagde, at en del af minen blev lukket op efter en hændelse
de: Borgan sagte, dass ein Teil der Mine war nach einem versiegelten Störung
el: Borgan είπε ότι ένα τμήμα του ορυχείου ήταν κλειστές μετά από ένα ατύχημα
et: Borgan ütles, et osa minu oli suletud kuni pärast intsident
fa: Borgan گفت که یک بخش از معدن پس از مهر و موم شده بود حادثه
fi: Borgan sanoi, että osa minun oli sinetöity, kun tapahtuma
fr: Borgan a déclaré qu'une section de la mine a été scellé après un incident
ga: Borgan dúirt go raibh séalaithe alt ar an mianach suas tar éis teagmhas
gl: Borgan dixo que unha parte da mina foi pechada logo de que un incidente
hi: Borgan ने कहा कि खदान के एक वर्ग ने एक के बाद बंद किया गया घटना
hr: Borgan je rekao da je dio od mina je bila zapečaćena nakon incident
hu: Borgan azt mondta, hogy egy része az enyém volt zárva után egy baleset
is: Borgan sagði að hluta minn var lokað upp eftir að atvik
it: Borgan ha detto che una sezione della miniera è stata chiusa dopo uno incidente
iw: Borgan אמר כי קטע של המכרה היה חתום לאחר התקרית
ja: Borganは、私のセクションの後に密封されている事件
ko: Borgan 그 광산의 섹션 후 밀봉했다 사건
lv: Borgan teica, ka daļa mīnu tika noslēgta sagatavots pēc incidents
mk: Borgan рече дека дел од рудникот беше запечатано по инцидент
mt: Borgan qal li sezzjoni tal-minjiera kienet siġillati wara inċident
nl: Borgan gezegd dat een deel van de mijn is verzegeld na een incident
no: Borgan sa at en del av gruva ble forseglet etter et hendelse
pl: Borgan powiedział, że część kopalni zaklejone po wypadek
pt: Borgan disse que uma parte da mina foi fechada depois que um incidente
ro: Borgan a spus că o secţiune a mea a fost sigilat de până după un incident
sl: Borgan je dejal, da je bil del rudnika zaprti do po incident
sq: Borgan tha se një pjesë e minierës u miratuan pas një incident
sr: Борган је рекао да је део моје запечатио после инцидената
sv: Borgan sa att en del av gruvan var förseglad upp efter ett incident
sw: Borgan alisema kuwa sehemu ya mgodi muhuri juu baada ya tukio
tr: Borgan bu mayını bir bölümünü bir sonra yukarı imzalandı dedi olay
vi: Borgan cho rằng, một phần của mỏ đã được niêm phong sau khi một sự cố
yi: באָרגאַן געזאָגט אַז אַ אָפּטיילונג פון די מיינער איז סילד זיך נאָך אַ ינצידענט
zh: Borgan说，矿井被封之后的第一个行动“事件”

source: There must be something around here...
af: Daar moet iets hier rond ...
ar: يجب أن يكون هناك شيء حولها هنا...
be: Там павінна быць что-то каля тут ...
bg: Трябва да има нещо тук ...
ca: Hi ha d'haver alguna cosa per aquí ...
cs: Tam musí být něco, co tady ...
cy: Rhaid cael rhywbeth o amgylch yma ...
da: Der må være noget her i nærheden ...
de: Es muss etwas sein, um hier ...
el: Πρέπει να υπάρχει κάτι εδώ γύρω ...
et: Seal peab olema midagi ümber siin ...
fa: باید چیزی وجود داشته باشد در این حوالی هست...
fi: On oltava jotain täällä ...
fr: Il doit y avoir quelque chose ici ...
ga: Ní mór go mbeadh rud éigin timpeall anseo ...
gl: Debe haber algo por aquí ...
hi: यहाँ आस पास कुछ होना चाहिए ...
hr: Tu mora biti nešto oko ovdje ...
hu: Ott kell lennie valaminek a környéken ...
is: Það verður að vera eitthvað um hér ...
it: Ci deve essere qualcosa qui intorno ...
iw: חייב להיות משהו כאן ...
ja: この辺りは何かをする必要があります...
ko: 여기 주위에 뭔가를해야합니다 ..
lv: Ir jābūt kaut šeit tuvumā ...
mk: Мора да има нешто околу тука ...
mt: Irid ikun hemm xi ħaġa madwar hawn ...
nl: Er moet iets hier ...
no: Det må være noe rundt her ...
pl: Musi być coś około tutaj ...
pt: Deve haver algo por aqui ...
ro: Trebuie să fie ceva pe aici ...
sl: Mora biti nekaj tukaj ...
sq: Nuk duhet të jetë diçka rreth këtu ...
sr: Мора да постоји нешто овде ...
sv: Det måste finnas något här ...
sw: Lazima kuna kitu kuzunguka hapa ...
tr: Burada yaklaşık bir şey olmalı ...
vi: Có phải là một cái gì đó quanh đây ...
yi: עס דאַרף זיין עפּעס אַרום דאָ ...
zh: 必须有在这里的东西...

source: Drat, the drawbridge is up. There must be another entrance...
af: Scheer jou weg, die valbrug is up. Daar moet 'n ander ingang ...
ar: Drat ، الجسر المتحرك متروك. يجب أن يكون هناك مدخل آخر...
be: Drat, пад'ёмны мост скончыўся. Там павінна быць іншы ўваход ...
bg: Drat, на drawbridge е горе. Трябва да има друг вход ...
ca: Caram, el pont llevadís està per dalt. Hi ha d'haver una altra entrada ...
cs: Drat, padací most je nahoru. Musí existovat jiný vchod ...
cy: Drat, y pont godi i fyny. Mae'n rhaid fod yna fynedfa arall ...
da: Drat, broen er oppe. Der skal være en anden indgang ...
de: Drat, ist die Zugbrücke auf. Es muss einen anderen Eingang ...
el: Drat, η κινητή γέφυρα είναι επάνω. Πρέπει να υπάρχει άλλη είσοδος ...
et: Kurat soikoon, tõstesild kasvab. Ei tohi olla teise sissepääsu ...
fa: Drat ، پل متحرک است تا. باید یک ورودی وجود دارد....
fi: Hitto soikoon, laskusilta on ylöspäin. On oltava toinen sisäänkäynti ...
fr: Zut, le pont-levis est en hausse. Il doit y avoir une autre entrée ...
ga: Drat, tá an drawbridge suas. Ní mór go mbeadh bealach eile ...
gl: Drat, a ponte está enriba. Debe haber outra entrada ...
hi: Drat, सीढ़ी ऊपर है. एक और द्वार होना चाहिए ...
hr: Drat, pokretni most je gore. Tu mora biti još jedan ulaz ...
hu: Francba, a felvonóhíd múlik. Van Kell lennie egy másik bejárata ...
is: Drat er drawbridge er upp. Það verður að vera annar inngangur ...
it: Accidenti, il ponte levatoio è alto. Ci deve essere un'altra entrata ...
iw: לעזאזל, הוא מתרומם למעלה. חייבת להיות כניסה נוספת ...
ja: のろう、跳ね橋までです。もう一つの入り口があります...
ko: 분하다, 도개 교에서 최대이다. 다른 입구가 있어야합니다 ...
lv: Drat, paceļams tilts ir paaugstinājies. Būtu vēl kāda ieeja ...
mk: Drat, на drawbridge is up. Мора да има уште еден влез ...
mt: Drat, il-drawbridge qed tiżdied. Ma għandu jkun hemm dħul ieħor ...
nl: Drat, de ophaalbrug is up. Er moet een andere ingang ...
no: Drat er Drawbridge opp. Det må være en annen inngang ...
pl: Drat, zwodzony most is up. Nie może być inne wejście ...
pt: Drat, a ponte levadiça é para cima. Deve haver outra entrada ...
ro: La dracu, pod mobil este sus. Trebuie să existe o altă intrare ...
sl: Drat, Premični most je gor. Obstajati mora še en vhod ...
sq: Drat, urë lëvizëse është e lart. Nuk duhet të jetë një hyrje ...
sr: Драт, Покретни мост је горе. Мора постојати неки други улаз ...
sv: DrAT är vindbryggan upp. Det måste finnas en annan ingång ...
sw: Drat, ya drawbridge ni up. Lazima kuna mlango mwingine ...
tr: Allah'ın cezası, asma köprü doldu. Orada başka bir giriş olmalı ...
vi: Drat, drawbridge là lên. Có phải là một lối vào ...
yi: דראַט, די דראָברידזש איז אַרויף. עס דאַרף זיין נאָך אַריינגאַנג ...
zh: Drat的吊桥了。必须有一个入口...

source: Wait, what's that?
af: Wag, wat is dit?
ar: مهلا ، ما هذا؟
be: Пастой, ты што?
bg: Чакай, какво е това?
ca: Espera, què és això?
cs: Počkej, co to je?
cy: Aros, beth sy'n bod?
da: Vent, hvad er det?
de: Warten Sie, was ist das?
el: Περιμένετε, τι είναι αυτό;
et: Oot, Mis see on?
fa: صبر کنید ، چه چیزی که؟
fi: Odottaa, mitä ne ovat?
fr: Attends, qu'est ce que c'est?
ga: Fan, ar cad go?
gl: Espere, o que é iso?
hi: रुको, वो क्या है?
hr: Čekaj, što je to?
hu: Várj, mi az?
is: Bíddu, hvað er það?
iw: חכה, מה זה?
ja: 待って、何のこと？
ko: 잠깐, 그게 뭔데?
mk: Чекај, што е тоа?
mt: Stenna, dak li?
nl: Wacht, wat is dat?
no: Vent, hva er det?
pl: Czekaj, co to jest?
pt: Espere, o que é isso?
ro: Stai, ce e asta?
sl: Čakaj, kaj je to?
sq: Prisni, çfarë është kjo?
sr: Чекај, шта је то?
sv: Vänta, vad är det?
tr: Bekle, ne o?
yi: וואַרטן, וואָס ס 'וואָס?
zh: 等待，那是什么？
