Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: However, since you can't read the instructions on the card, you will have to try them all out until one works
af: Maar aangesien jy die instruksies op die kaart te lees nie, sal jy moet probeer hulle almal uit totdat een werk
ar: ولكن ، منذ كنت لا تستطيع قراءة التعليمات الموجودة على البطاقة ، سيكون لديك لمحاولة كل منهم يعمل بها حتى واحد
be: Аднак, паколькі вы не можаце прачытаць інструкцыю на карту, вам давядзецца паспрабаваць іх усе да адной работы
bg: Въпреки това, тъй като не можете да прочетете инструкциите на картата, ще трябва да ги опитате всички до един се работи
ca: No obstant això, ja que no pot llegir les instruccions en la targeta, vostè haurà de tractar a tots ells fins que un treballa
cs: Nicméně, protože nemůžete přečíst návod na kartě, budete muset vyzkoušet je všechny do jednoho díla
cy: Fodd bynnag, gan nad ydych yn gallu darllen y cyfarwyddiadau ar y cerdyn, bydd yn rhaid i chi roi cynnig ar bob un ohonynt hyd nes bod un yn gweithio
da: Men da du ikke kan læse vejledningen på kortet, bliver du nødt til at prøve dem alle ud, indtil en bygge -
de: Aber da man nicht auf die Anweisungen auf der Karte zu lesen, müssen Sie sie alle aus, bis ein Werk versuchen
el: Ωστόσο, δεδομένου ότι δεν μπορείτε να διαβάσετε τις οδηγίες για την κάρτα, θα πρέπει να τα δοκιμάσετε όλα τα έξω μέχρι ενός εργοστασίου
et: Kuna aga te ei saa lugeda juhiseid kaart, siis peame püüdma neid kõiki, kuni kõik toimib
fa: با این حال ، شما می توانید از دستورالعمل های روی کارت بخواند ، شما باید به آنها سعی کنید همه را تا یکی با این نسخهها کار
fi: Koska et voi lukea ohjeita kortin, sinun täytyy kokeilla niitä kaikkia, kunnes yksi toimii
fr: Cependant, puisque vous ne pouvez pas lire les instructions sur la carte, vous devrez les essayer toutes jusqu'à ce que l'on travaille sur
ga: Mar sin féin, ós rud é nach féidir leat léamh na treoracha ar an gcárta, beidh ort iarracht iad uile amach go dtí an ceann oibreacha
gl: No entanto, sempre que non pode ler as instrucións sobre a tarxeta, terá que probar todas elas ata unha fábrica
hi: लेकिन, जब से तुम कार्ड पर दिए गए निर्देशों का नहीं पढ़ सकते हैं, तो आप उन सभी की कोशिश बाहर काम करता है जब तक एक ही होगा
hr: No, budući da ne možete pročitati upute na karticu, morat ćete ih isprobati sve dok jedan od njih radi
hu: Azonban, mivel nem tudja elolvasni az utasításokat a kártyán, akkor próbálja ki mindet, amíg az egyik dolgozik
is: Hins vegar, þar sem þú getur ekki lesið leiðbeiningar á kortinu, verður þú að reyna þá alla út þar til ein verksmiðja
it: Tuttavia, poiché non è possibile leggere le istruzioni sulla carta, si dovrà cercare tutti fuori fino a quando si lavora
iw: עם זאת, מאז לא ניתן לקרוא את ההוראות על הכרטיס, יהיה לך לנסות את כולם עד אחד עובד
ja: しかし、場合は、カード上の指示を読み、できない場合は、すべてを1つの作品まで、それらをしようとする必要があります
ko: 그러나, 당신이 카드에 대한 지침을 읽을 수없습니다, 당신은 모두 하나의 작품을 때까지 시도해야한다
lv: Tomēr, tā kā jūs nevarat izlasīt par kartes norādījumiem, jums būs jācenšas tos visus, līdz vienam darbi
mk: Меѓутоа, бидејќи не можете да го прочитате упатствата на картичката, ќе мора да ги пробаш сите до еден се работи
mt: Madankollu, peress li inti ma tista 'taqra l-istruzzjonijiet fuq il-karta, ser ikollok li jippruvawhom kollha barra sakemm wieħed jaħdem
nl: Echter, omdat je niet kunt de instructies op de kaart te lezen, moet u ze allemaal uit te proberen tot een fabriek
no: Men siden du ikke kan lese instruksjonene på kortet, må du prøve dem ut før ett verk
pl: Jednak, ponieważ nie można zapoznać się z instrukcją na karcie, trzeba będzie spróbować ich wszystkich do jednego dzieła
pt: No entanto, desde que você não pode ler as instruções sobre o cartão, você terá que tentar todas elas até uma fábrica
ro: Cu toate acestea, deoarece nu puteţi citi instrucţiunile de pe card, va trebui să încercaţi-le pe toate până când unul works
sl: Ker pa ne morete prebrati navodila na kartici, boste morali, da preizkusite vse, dokler ena tovarna
sq: Megjithatë, kur ju nuk mund ta lexoni udhëzimet mbi kartë, ju do të duhet të provoni nxori jashtë të gjithë deri në një punëve
sr: Међутим, пошто не можете да прочитате упутства на картицу, мораћете да их испробате све док из једног дела
sv: Eftersom du inte kan läsa instruktionerna på kortet, måste du prova dem alla till ett verk
sw: Hata hivyo, tangu huwezi kusoma maelekezo juu ya kadi, utakuwa kujaribu wao wote nje mpaka kazi moja
tr: Ancak, sizin karttaki yönergeleri okuyamaz, tüm dışarı bir eser kadar onları denemek gerekecek
vi: Tuy nhiên, kể từ khi bạn không thể đọc các hướng dẫn trên thẻ, bạn sẽ phải thử tất cả các ra cho đến khi một trong những công trình
yi: אָבער, זינט איר קענען ניט לייענען די אינסטרוקציעס אויף די קאָרט, איר וועט האָבן צו פּרובירן זיי אַלע זיך ביז איין אַרבעט
zh: 不过，由于你无法读取卡上的指示，你必须尝试所有作品之一，直到出

source: If the robot doesn't reach its target, then it will return to its starting position allowing you to try again
af: As die robot nie bereik sy doel nie, dan sal dit terugkeer na sy posisie te begin sodat jy weer probeer
ar: إذا كان الروبوت لا يصل الى الهدف ، ثم أنها سوف تعود إلى نقطة انطلاقها مما يسمح لك حاول مرة أخرى
be: Калі робат не дасягне сваёй мэты, то ён вернецца да сваёй зыходнай пазіцыі, якая дазваляе, каб паўтарыць спробу
bg: Ако робот не успее да достигне целта си, тогава той ще се върне в стартовата си позиция, позволявайки ви да опитате отново
ca: Si el robot no arriba al seu destí, llavors es tornarà a la seva posició de partida que li permet tornar a intentar
cs: Pokud se robot nedosáhne svého cíle, pak se vrátí do své výchozí pozici a umožní vám zkuste to znovu
cy: Os nad yw'r robot yn cyrraedd ei darged, yna bydd yn dychwelyd i'r swydd ddechrau caniatáu i chi geisio eto
da: Hvis robotten ikke når sit mål, så det vil vende tilbage til startpositionen giver dig mulighed for at prøve igen
de: Wenn der Roboter nicht sein angestrebtes Ziel erreichen, dann wird es in die Ausgangsposition zurück so dass Sie es noch einmal versuchen
el: Αν το ρομπότ δεν έχει επιτύχει το στόχο της, τότε θα επιστρέψετε στην αρχική θέση της, επιτρέποντάς σας να δοκιμάσετε ξανά
et: Kui robot ei saavuta oma eesmärki, siis tagasi algasendisse võimaldab teil proovige uuesti
fa: اگر ربات نشانی مقصد خود برسند ، سپس آن را برای خود و موقعیت به شما اجازه می دهد با شروع بازگشت و مجددا امتحان کنید
fi: Jos robotti ei saavuta tavoitetta, niin se palaa alkuasentoon avulla voit yrittää uudelleen
fr: Si le robot ne parvient pas à son objectif, alors il reviendra à sa position de départ qui vous permet d'essayer de nouveau
ga: Más rud é nach bhfuil an robot bhaint amach a sprioc, ansin beidh sé ar ais chun a seasamh ag tosú ligean ort iarracht arís
gl: Se o robot non chegar ao seu destino, el ha voltar á súa posición inicial que lle permite volver tentar
hi: यदि रोबोट अपने लक्ष्य तक पहुँच नहीं है, तो वह अपने मूल्य उस स्थिति पर लौट तुम फिर से कोशिश करने की इजाजत दी जाएगी
hr: Ako se robot ne postići svoj cilj, onda će se vratiti u početni položaj dozvoljava vam da pokušate ponovo
hu: Ha a robot nem éri el a célértéket, majd visszatér a kiindulási pozícióba, lehetővé téve, hogy próbálja meg újra
is: Ef vélmenni er ekki að ná sínu, þá mun það koma aftur til upphafsstöðu hennar leyfa þér að reyna aftur
it: Se il robot non raggiunge il bersaglio, poi tornerà alla sua posizione di partenza che permette di riprovare
iw: אם הרובוט לא להגיע היעד שלו, אז הוא יחזור למצב ההתחלה שלה המאפשר לך לנסות שוב
ja: 場合は、ロボット、それはその開始位置を再度実行することができますが返されますが目標に到達しない
ko: 만약 로봇, 그때가 시작 위치로 다시 돌아올 수 있도록 노력 자사의 목표에 도달하지 않습니다
lv: Ja robots nesasniedz savu mērķi, tad tas atgriežas sākuma pozīcijā, kas ļauj jums mēģināt vēlreiz
mk: Ако робот не достигне својата цел, тогаш ќе се вратат во својата појдовна позиција која овозможува да обидете се повторно
mt: Jekk il-robot ma jilħaq il-mira tiegħu, allura huwa ser jerġa 'pożizzjoni tal-bidu tagħha jippermetti li inti erġa' pprova
nl: Als de robot niet bereikt zijn doel, dan zal terugkeren naar zijn uitgangspositie zodat u opnieuw proberen
no: Hvis roboten ikke når målet, så går tilbake til sin startposisjon som tillater deg å prøve igjen
pl: Jeśli robot nie osiąga swój cel, a następnie powróci do pozycji wyjściowej, pozwalając, aby spróbować ponownie
pt: Se o robô não chegar ao seu destino, então ele irá retornar à sua posição inicial que lhe permite tentar novamente
ro: În cazul în care robotul nu îşi atingă obiectivul, atunci ea va reveni la poziţia sa iniţială, permiţându-vă să încercaţi din nou
sl: Če robot ne doseže svojega cilja, potem bo vrnila na izhodiščni položaj vam omogoča, da poskusite znova
sq: Nëse robot nuk ka arritur objektivin e saj, atëherë ajo do të kthehet në pozicionin e saj duke filluar lejuar ju që të provoni përsëri
sr: Ако је робот не постигне свој циљ, онда ће се вратити на своју стартну позицију омогућавајући вам да покушате поново
sv: Om roboten inte når sitt mål, kommer den tillbaka till utgångsläget så att du kan försöka igen
sw: Kama robot haifikii lengo lake, basi atarudi msimamo wake mapya kuruhusu wewe jaribu tena
tr: Eğer robot, sonra onun başlangıç konumuna yeniden denemek için izin verecektir hedefine ulaşamıyor
vi: Nếu các robot không đạt được mục tiêu của mình, sau đó nó sẽ trở về vị trí bắt đầu của nó cho phép bạn thử lại
yi: אויב די ראָבאָט קען נישט דערגרייכן זיין ציל, ווי עס וועט צוריקקומען צו זיין סטאַרטינג פּאָסטן אַלאַוינג איר צו פּרווון נאָך אַ מאָל
zh: 如果机器人没有达到预期目标，然后将返回其起始位置，让您再试一次

source: Enter the directions
af: Voer die instruksies
ar: أدخل الاتجاهات
be: Калі ласка, увядзіце напрамках
bg: Въведете посоки
ca: Introduïu les adreces
cs: Zadejte směry
cy: Rhowch y cyfarwyddiadau
da: Indtast retninger
de: Geben Sie den Anweisungen
el: Εισάγετε οδηγίες
et: Sisestage suunas
fa: دستورالعمل ها را وارد کنید
fi: Anna ohjeet
fr: Entrez les directions
ga: Iontráil na treoracha
gl: Introduce os sentidos
hi: दिशाओं दर्ज करें
hr: Unesite upute
hu: Írja be az utasításokat
is: Sláðu leiðbeiningar
it: Inserisci le direzioni
iw: הזן את הכיוונים
ja: 方向を入力します
ko: 방향 입력
lv: Ievadiet virzieni
mk: Внесете правци
mt: Ikteb il-direzzjonijiet
nl: Voer de richtingen
no: Angi retninger
pl: Wpisz kierunkach
pt: Digite os sentidos
ro: Introduceti direcţiile
sl: Vpišite smeri
sq: Shkruani drejtimet
sr: Унесите упутства
sv: Ange riktningar
sw: Kuingia maelekezo
tr: Yön girin
vi: Nhập các hướng
yi: שרייַבט אַרייַן די אינסטרוקציעס
zh: 输入指示

source: Out of space for instructions
af: Out of ruimte vir instruksies
ar: للخروج من الفضاء للحصول على تعليمات
be: З месца для інструкцый
bg: Няма място за инструкции
ca: Sense espai per a les instruccions
cs: Není prostor pro návody
cy: Allan o le ar gyfer cyfarwyddiadau
da: Ud af rummet for at få vejledning
el: Από χώρος για οδηγίες
et: Pole ruumi juhiseid
fa: خارج از فضا برای دستورالعمل
fi: Out tilaa ohjeet
fr: Pas de place pour des instructions
ga: Lasmuigh den spás le haghaidh treoracha
gl: Fóra do espazo para obter instruccións
hi: बाहर अंतरिक्ष के निर्देश के लिए
hr: Iz prostora za upute
hu: Elfogyott a hely az utasításokat
is: Út af pláss fyrir leiðbeiningar
it: Fuori dello spazio per le istruzioni
iw: מתוך מרחב הוראות
ja: アウトスペースの手順については、
ko: 없음 지침을위한 공간
lv: No kosmosa instrukcijas
mk: Од простор за упатства
mt: Minn ta 'l-ispazju għall-istruzzjonijiet
nl: Uit de ruimte voor instructies
no: Out of space for instruksjoner
pl: Za mało miejsca na instrukcje
pt: Fora do espaço para obter instruções
ro: Out de spaţiu pentru instrucţiuni
sl: Iz prostora za navodila
sq: Nga hapësirë për udhëzime
sr: Из простора за упутства
sv: Slut för instruktioner
sw: Kati ya nafasi kwa maelekezo
tr: Out of Space talimatlar için
vi: Trên không gian để được hướng dẫn
yi: זיך פון אָרט פֿאַר אינסטרוקציעס
zh: 出于空间的说明

source: I need a blank card to put the instructions on
af: Ek moet 'n leë kaart te plaas van die instruksies op
ar: أحتاج إلى بطاقة فارغة لوضع تعليمات حول
be: Мне трэба пустую картку пакласці інструкцый па
bg: Имам нужда от празно карта, за да постави инструкции
ca: Necessito una targeta en blanc per posar les instruccions en
cs: Potřebuji prázdnou kartu dát návod
cy: Fi angen cerdyn gwag i roi y cyfarwyddiadau ar
da: Jeg har brug for et tomt kort til at lægge vejledningen på
de: Ich brauche eine leere Karte, um die Anweisungen setzen auf
el: Χρειάζομαι μια κενή κάρτα για να θέσει τις οδηγίες
et: Ma vajan tühjaks kaardi panna juhised
fa: من یک کارت خالی برای قرار دادن دستورالعمل ها
fi: Tarvitsen tyhjän kortin laittaa ohjeet
fr: J'ai besoin d'une carte blanche pour mettre les instructions à
ga: De dhíth orm cárta bán a chur le treoracha maidir le
gl: Eu teño un cartón en branco para poñer as instrucións sobre
hi: मैं एक खाली कार्ड की आवश्यकता को निर्देश दिया पर
hr: Trebam praznu karticu staviti upute na
hu: Szükségem van egy üres kártyára tenni az utasításokat a
is: Ég þarf að eyða kort til að setja leiðbeiningar um
it: Ho bisogno di una scheda in bianco mettere le istruzioni
iw: אני צריך כרטיס ריק לשים את ההוראות
ja: 私の指示に入れるには空白のカードが必要です
ko: 내가 지시를 넣으려면 빈 카드가 필요 한데요
lv: Man vajag tukšu karti likt instrukcijas
mk: Ми треба да се стави празно картичка инструкциите на
mt: I ħtieġa karta vojta biex tpoġġi l-istruzzjonijiet fuq
nl: Ik heb een blanco kaart naar de instructies die op
no: Jeg trenger et tomt kort for å sette instruksjonene på
pl: Muszę puste karty do wprowadzenia instrukcji
pt: Eu preciso de um cartão em branco para colocar as instruções sobre
ro: Am nevoie de un card de gol pentru a pune instrucţiunile de pe
sl: Rabim prazno kartico dati navodila za
sq: Unë kam nevojë për një kartë bosh për të vënë udhëzimet për
sr: Требам празну картицу ставити упутства о
sv: Jag behöver ett tomt kort för att sätta instruktionerna på
sw: I need a blank kadi kuweka maelekezo kwenye
tr: I talimatları koymak için boş bir kart gerekir
vi: Tôi cần một thẻ trống để đưa các hướng dẫn trên
yi: איך דאַרף אַ ליידיק קאָרט צו שטעלן די אינסטרוקציעס אויף
zh: 我需要把空白卡上的说明

source: Maybe this wasn't such a good idea after all...
af: Miskien is dit was nie so 'n goeie idee om na al die ...
ar: ربما لهذا لم يكن هذه فكرة جيدة بعد كل شيء...
be: Можа быць, гэта была не такой ужо добрай ідэяй у рэшце рэшт ...
bg: Може би това не беше толкова добра идея в края на краищата ...
ca: Potser això no era tan bona idea després de tot ...
cs: Možná to nebyl tak dobrý nápad ...
cy: Efallai nid oedd hyn yn y fath syniad da ar ôl yr holl ...
da: Måske det var ikke så god en idé alligevel ...
de: Vielleicht war dies nicht so eine gute Idee, nachdem alle ...
el: Ίσως αυτό δεν ήταν τόσο καλή ιδέα τελικά ...
et: Võibolla see ei olnud nii hea idee peale kõik ...
fa: شاید این بود و این ایده خوب نیست پس از همه...
fi: Ehkä tämä ei ollut niin hyvä idea, kun kaikki ...
fr: Peut-être que ce n'était pas une si bonne idée après tout ...
ga: B'fhéidir nach raibh seo den sórt sin a smaoineamh maith i ndiaidh gach ...
gl: Poida que esta non era unha idea tan boa despois de todo ...
hi: शायद इस तरह एक अच्छा विचार सभी के बाद नहीं था ...
hr: Možda to nije tako dobra ideja nakon što su svi ...
hu: Lehet, hogy ez nem volt olyan jó ötlet, mindezek után ...
is: Kannski var þetta ekki svo góð hugmynd eftir allt ...
it: Forse questo non era una buona idea, dopo tutto ...
iw: אולי זה לא רעיון כל כך טוב אחרי הכול ...
ja: たぶんこのような良いアイデアすべての後ではなかった...
ko: 어쩌면이 같은 좋은 생각이 아니 었어 모든 후에 ...
lv: Varbūt tas nebija tāda laba ideja, galu galā ...
mk: Можеби ова не беше како добра идеја по сите ...
mt: Forsi dan ma kienx tali idea tajba wara kollox ...
nl: Misschien was dit niet zo'n goed idee na alle ...
no: Kanskje dette ikke var så lurt likevel ...
pl: Może to nie był taki dobry pomysł, mimo wszystko ...
pt: Talvez esta não era uma idéia tão boa depois de tudo ...
ro: Poate că acest lucru nu a fost o astfel de idee bună, după toate ...
sl: Mogoče to ni tako dobra ideja po vsem ...
sq: Ndoshta kjo nuk ishte i tillë një ide të mirë pas të gjithë ...
sr: Можда то није добра идеја што је после све ...
sv: Det var kanske inte en så bra idé trots allt ...
sw: Labda hii haikuwa kama wazo nzuri baada ya yote ...
tr: Belki de bu iyi bir fikir olsa değildi ...
vi: Có lẽ điều này không phải như một ý tưởng tốt sau khi tất cả ...
yi: אפֿשר דאָס איז נישט אַזאַ אַ גוטע געדאַנק נאָך אַלע ...
zh: 也许这不是一个好主意，毕竟...

source: Obtain 3 Gazer Eyes
af: Kry 3 Gazer Eyes
ar: 3 الحصول على الناظر العيون
be: Атрымаць 3 Газэра Eyes
bg: Получаване на 3 Гезер очите
ca: Obtenir 3 Ulls Gazer
cs: Získat 3 Gezeru Eyes
cy: Cael 3 Llygaid Gazer
da: Få 3 Gazer Eyes
de: Erhalten 3 Gazer Eyes
el: Αποκτήστε 3 Eyes βλέπων
et: Pöörduda 3 Gazer Silmad
fa: اخذ 3 چشمان Gazer
fi: Saada 3 Gazer Eyes
fr: Obtenir 3 Gazer Eyes
ga: A fháil 3 Súile Gazer
gl: Obter 3 Eyes Gazer
hi: प्राप्त 3 विद्या विशारद आंखें
hr: Dobiti 3 Gazer Eyes
hu: Szerezze 3 Gazer Eyes
is: Fá 3 Gazer Eyes
it: Ottenere 3 Gazer Eyes
iw: להשיג 3 עיניים Gazer
ja: を取得する3を観察する眼
ko: 구하는 방법 3 Gazer 눈
lv: Iegūt 3 Gazer Eyes
mk: 3 добијат Gazer очи
mt: Akkwista 3 Eyes Gazer
nl: Verkrijgen 3 Gazer Eyes
no: Skaff 3 Gazer Eyes
pl: Uzyskanie 3 Eyes Gazer
pt: Obter 3 Eyes Gazer
ro: Obţinerea 3 Eyes Gazer
sl: Pridobite 3 Gazer Eyes
sq: Merrni 3 Eyes ëndërrimtar
sr: Добије 3 Газер очију
sv: Skaffa 3 Gazer Eyes
sw: Kupata 3 Gazer Macho
tr: Elde 3 Gazer Eyes
vi: Có được 3 gazer Eyes
yi: באַקומען 3 גאַזער ייז
zh: 获得3凝视的眼睛

source: Obtain 1 Red Sludge Tentacle
af: Kry 1 Rooi Slib Tentakel
ar: 1 الحصول الأحمر الحمأة اللامسة
be: Атрымаць 1 Чырвоны асадак Tentacle
bg: Получаване на 1 червен утайки пипало
ca: Obtingui 1 Xarxa de fangs Tentacle
cs: Získat 1 Red kalů Tentacle
cy: Cael 1 Coch Sludge Tentacle
da: Få 1 Rød Slam Tentacle
de: Erhalten Sie 1 Rot Sludge Tentacle
el: Αποκτήστε 1 Red λάσπης Tentacle
et: Pöörduda 1 punane Muda Tentacle
fa: اخذ قرمز 1 لجن شاخک حساس
fi: Saada 1 Red Liete Tentacle
fr: Obtenez 1 Red boues Tentacle
ga: A fháil 1 Dearg sloda Tentacle
gl: Obter 1 lama vermella Tentacle
hi: प्राप्त 1 लाल कीचड़ मूंछ
hr: Dobiti 1 Crvena Sludge Tentacle
hu: Szerezze 1 Red Sludge Tentacle
is: Fá 1 Red Sludge Tentacle
it: Ottenere 1 Red fanghi Tentacle
iw: להשיג 1 האדום בוצה Tentacle
ja: を取得する1レッド汚泥触手
ko: 구하는 방법 1 레드 슬러지 촉수
lv: Iegūt 1 Red Dūņu tausteklis
mk: Добијат 1 Црвениот Шламови Tentacle
mt: Akkwista 1 Red Ħama Tentacle
nl: Verkrijgen 1 Rood Slib Tentacle
no: Skaff 1 Red Slam Tentacle
pl: Uzyskanie 1 Red osadów Tentacle
pt: Obter 1 lama vermelha Tentacle
ro: Obţinerea 1 Roşu nămolurile de Tentacle
sl: Pridobiti 1 Red blata Popek
sq: Merrni 1 Kuq llum brith
sr: Набавите 1 Црвена муља Пупак
sv: Skaffa 1 Röd Slam Tentacle
sw: 1 Red Sludge kupata Tentacle
tr: Elde 1 Kırmızı Çamur Tentacle
vi: Có được 1 Red bùn Tentacle
yi: באַקומען 1 רעד סלודגע טענטאַקלע
zh: 获得1红污泥触手

source: Find another shield
af: Vind 'n ander skild
ar: العثور على آخر الدرع
be: Знайсці іншую шчыта
bg: Намери друг щит
ca: Trobar un altre escut
cs: Najít další štít
cy: Dod o hyd i un arall darian
da: Finde et andet skjold
de: Finden Sie ein anderes Schild
el: Βρείτε άλλο ασπίδα
et: Leia teine kilp
fa: یافتن دیگر سپر
fi: Etsi toinen kilpi
fr: Trouver un autre bouclier
ga: Aimsigh eile sciath
gl: Atopar un outro escudo
hi: एक और ढाल खोजें
hr: Nađi još jedan štit
hu: Keress egy másik pajzs
is: Finndu annan skjöld
it: Trovare un altro scudo
iw: מצא עוד המגן
ja: 別のシールドを検索
ko: 또 방패를 찾기
lv: Atrast citu vairogs
mk: Најди уште еден штит
mt: Find ieħor shield
nl: Zoek een andere schild
no: Finn en annen shield
pl: Znajdź inną tarczy
pt: Encontre um outro escudo
ro: Cauta un alt scut
sl: Poišči drugo ščit
sq: Gjej një tjetër mburojë
sr: Пронађите још један штит
sv: Hitta en annan sköld
sw: Find mwingine uso
tr: Başka bir kalkan bul
vi: Tìm một lá chắn
yi: געפֿינען נאָך פאַרשטעלן
zh: 另谋盾

source: Blend eyeballs and tentacle
af: Versnit eyeballs en tentakel
ar: مزيج مقل العيون واللامسة
be: Сумесь вачыма і шчупальцы
bg: Blend очи и пипало
ca: Barreja d'ulls i tentacles
cs: Blend bulvy a tykadlo
cy: Eyeballs Cyfuno a tentacle
da: Blend øjne og fangarm
de: Blend Augäpfel und Tentakel
el: Blend μάτια και πλοκάμι
et: Blend silm ja kombits
fa: eyeballs مخلوط و شاخک حساس
fi: Sekoituksesta Silmän ja lonkero
fr: Mélange de globes oculaires et tentacule
ga: Eyeballs Cumaisc agus tentacle
gl: Globos oculares Blend e Tentacle
hi: मेल आंखों और मूंछ
hr: Blend zjenice i pipak
hu: Blend szemgolyó és csáp
is: Blend eyeballs og Tentacle
it: Bulbi oculari Blend e tentacolo
iw: גלגלי מיזוג ו משושים
ja: ブレンド目玉と触手
ko: 혼합 눈알과 촉수
lv: Maisījums acs āboli un tausteklis
mk: Слеј се eyeballs и пипало
mt: Blend għajnejn u Tentacle
nl: Blend oogbollen en tentakel
no: Blend øyeepler og Tentacle
pl: Blend oczy i wąs
pt: Globos oculares Blend e tentacle
ro: Glob ocular Blend şi tentacul
sl: Blend zrkel in Popek
sq: Shikimet përzierje dhe brith
sr: Мешавина еыебаллс и пипак
sv: Blend ögonglober och tentakel
sw: Samling eyeballs na tentacle
tr: Blend gözleri ve tentacle
vi: Blend nhãn cầu và tua
yi: צונויפגיסן ייבאָלז און טאַפּערל
zh: 混合的眼球和触手

source: Obtain a Fire Shield
af: Verkry 'n Vuur Shield
ar: الحصول على درع النار
be: Атрымаць Огненный шчыт
bg: Получаване на пожар Щит
ca: Obtenir un escut contra incendis
cs: Získat Fire Shield
cy: Gael Shield Tân
da: Anskaf en Fire Shield
de: Besorgen Sie sich einen Fire Shield
el: Αποκτήστε έναν Fire Shield
et: Saada Fire Shield
fa: اخذ سپر آتش
fi: Saada Fire Shield
fr: Obtenir un Fire Shield
ga: A fháil Sciath Dóiteáin
gl: Obter un escudo de lume
hi: प्राप्त एक फायर शील्ड
hr: Dobiti Vatra Shield
hu: Szerezze egy Fire Shield
is: Fá a Fire Skjöldur
it: Ottenere un Shield Fire
iw: להשיג מגן אש
ja: を取得する火災シールド
ko: 구하는 화재 쉴드
lv: Iegūt Fire Shield
mk: Добие Fire штит
mt: Akkwista Shield Nar
nl: Zorg voor een Fire Shield
no: Få en Fire Shield
pl: Uzyskać Fire Shield
pt: Obter um escudo de fogo
ro: Obţineţi un scut de foc
sl: Pridobite Fire Shield
sq: Merrni një zjarr Shield
sr: Набавите освежавање Штит
sv: Skaffa en Fire Shield
sw: Kupata Moto Shield
tr: Elde a Fire Shield
vi: Có được một Shield cháy
yi: באַקומען אַ פייער שילד
zh: 获取消防盾

source: More water?!
af: Meer water?!
ar: المزيد من المياه؟!
be: Больш вады!?
bg: Още вода?!
ca: Més aigua?!
cs: Více vody?!
cy: Dŵr mwy?!
da: Mere vand?!
de: Mehr Wasser?!
el: Περισσότερο νερό;!
et: Rohkem vett?!
fa: بیش تر آب؟!
fi: Lisää vettä?!
fr: Plus d'eau?!
ga: Tuilleadh uisce?!
gl: Máis auga?!
hi: अधिक पानी?
hr: Više vode?!
hu: Több vizet?
is: Meira vatn?
it: Più acqua?!
iw: עוד מים?!
ja: より多くの水！？
ko: 더 많은 물도?!
lv: Vairāk ūdens!?
mk: Повеќе вода?!
mt: Aktar 'l-ilma?!
nl: Meer water?!
no: Mer vann?!
pl: Więcej wody?!
pt: Mais água?!
ro: Mai multă apă?!
sl: Več vodo?!
sq: Më shumë ujë?
sr: Више воде!
sv: Mer vatten?!
sw: Zaidi maji?!
tr: Daha fazla su?!
vi: Thêm nước?!
yi: נאָך וואַסער?!
zh: 更多的水？！
