Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: I'll have to find something else to stand on the pressure plate for me...
af: Ek sal moet iets anders om op te staan op die drukplaat vir my te vind ...
ar: سآخذ لتجد شيئا آخر للوقوف على لوحة الضغط بالنسبة لي...
be: Мне давядзецца знайсці яшчэ што-то стаю на нажимной для мяне ...
bg: Ще трябва да се намери нещо друго да устои на натиска табела за мен ...
ca: Vaig a haver de trobar una altra cosa d'estar a la placa de pressió per a mi ...
cs: Budu muset najít něco jiného stát na přítlačnou desku pro mě ...
cy: Bydd yn rhaid i mi ddod o hyd i rywbeth arall i sefyll ar y plât pwysau i mi ...
da: Jeg bliver nødt til at finde noget andet at stå på trykpladen for mig ...
de: Ich muß noch etwas anderes auf der Druckplatte für mich aufrecht zu finden ...
el: Θα πρέπει να βρούμε κάτι άλλο να σταθεί στην πλάκα πίεσης για μένα ...
et: Ma pean leidma midagi muud seista surve plaat minu jaoks ...
fa: او می خواهم که چیز دیگری برای ایستادن روی صفحه فشار برای من پیدا کنید...
fi: I'll on löydettävä jotain muuta kantaa paineen levy minulle ...
fr: Je vais devoir trouver autre chose à se tenir sur le plateau de pression pour moi ...
ga: Beidh mé ag teacht ar rud éigin eile a seasamh ar an pláta brú dom ...
gl: Vou ter que buscar outra cousa para estar sobre o prato de presión para min ...
hi: मैं कुछ और मेरे लिए दबाव प्लेट पर खड़ा खोजना होगा ...
hr: Morat ću pronaći nešto drugo stajati na pritisak ploča za mene ...
hu: Majd meg kell találni valami mást állni a nyomástartó lemez értem ...
is: Ég mun verða að finna eitthvað annað til að standa á þrýstingurinn diskur fyrir mig ...
it: Dovrò trovare qualche altra cosa di stare sul piatto di pressione per me ...
iw: אני אצטרך למצוא משהו אחר כדי לעמוד על הצלחת הלחץ בשבילי ...
ja: 私への圧力を皿の上に立って何かを見つける必要があるでしょう...
ko: 내가 나를 위해 압력을 접시에 서서 뭔가를 찾을거야 ...
lv: Es ņemšu atrast kaut ko citu, kas stāv uz spiediena plate man ...
mk: Ќе морам да најдам нешто друго да го издржи притисокот на чинија за мене ...
mt: I'll jkollhom isibu xi ħaġa oħra li toqgħod fuq il-pjanċa tal-pressjoni għall-me ...
nl: Ik moet iets anders vinden om op te staan de drukplaat voor mij ...
no: Jeg må finne noe annet å stå på trykk plate for meg ...
pl: Muszę znaleźć coś innego stanąć na tablicy ciśnienia dla mnie ...
pt: Vou ter que encontrar outra coisa para ficar sobre o prato de pressão para mim ...
ro: Voi trebuie să găsească altceva să stea pe placa de presiune pentru mine ...
sl: Jaz bom moral najti nekaj drugega, da stojijo na pritisk ploščo za mene ...
sq: Do të duhet të gjejnë diçka tjetër për të qëndruar në pjatë presionin për mua ...
sr: Ја ћу наћи нешто друго да стоји на тањиру притисак за мене ...
sv: Jag måste hitta något annat att stå på tryckplatta för mig ...
sw: I'll have kupata kitu kingine kusimama juu ya shinikizo sahani kwa ajili yangu ...
tr: Benim için baskı plakası durmak için başka bir şey bulmanız gerekecektir ...
vi: Tôi sẽ phải tìm cái gì khác để đứng trên tấm áp lực cho tôi ...
yi: איך וועט האָבן צו געפֿינען עפּעס נאָך צו שטיין אויף דער דרוק טעלער פֿאַר מיר ...
zh: 我必须找到其它东西来站在我压盘...

source: This card is blank, I'll have to put some instructions on it to make it useable.
af: Hierdie kaart is leeg, sien ek het om 'n paar aanwysings op dit om dit bruikbaar.
ar: هذه البطاقة فارغة ، أنا يجب أن أضع بعض الإرشادات التي تظهر على أنها لجعلها صالحة للاستعمال.
be: Гэтая карта з'яўляецца пустым, мне давядзецца паставіць некаторыя інструкцыі па яго, каб зрабіць прыдатнай да выкарыстання.
bg: Тази карта е празно, ще трябва да се въведе някакъв инструкции за това, за да го използваема.
ca: Aquesta targeta està en blanc, vaig a haver de posar algunes instruccions al respecte perquè sigui utilitzable.
cs: Tato karta je prázdný, budu muset dát nějaký návod na to, aby bylo použitelné.
cy: Y cerdyn hwn yn wag, bydd rhaid i mi roi rhai cyfarwyddiadau arno i wneud ei defnyddiadwy.
da: Dette kort er tomt, bliver jeg nødt til at sætte nogle instrukser om at gøre den anvendelig.
de: Diese Karte leer ist, muß ich einige Hinweise darauf legen, um es nutzbar ist.
el: Αυτή η κάρτα είναι κενό, θα πρέπει να τεθούν κάποιες οδηγίες για να καταστεί ωφέλιμο.
et: See kaart on tühi, Võtan kasutusele mõned juhised selle kohta, et oleks kasutatav.
fa: این کارت خالی است ، می خواهم که با قرار دادن برخی از دستورالعمل های روی آن ، آن را قابل استفاده.
fi: Tämä kortti on tyhjä, minun täytyy esittää joitakin ohjeita siitä, jotta se olisi käyttökelpoista.
fr: Cette carte est vide, je vais devoir mettre un peu d'instructions sur elle pour la rendre utilisable.
ga: Tá an cárta bán, beidh mé a chur roinnt treoracha ar é a dhéanamh useable é.
gl: Esta tarxeta é branco, eu vou ter que poñer algunhas instrucións sobre el para facelo utilizable.
hi: इस कार्ड को खाली है, मैं उस पर कुछ निर्देश दिया इसे useable करना होगा.
hr: Ova kartica je prazan, morat ću staviti neke upute na to da bi ga upotrebljive.
hu: Ez a kártya üres, én meg egy kis útmutatást, hogy tenni használhatatlanok.
is: Þetta kort er tómt, þá verð ég að setja nokkrar leiðbeiningar um það til að gera það useable.
it: Questa scheda è vuota, dovrò mettere un po 'le istruzioni su di esso per renderlo utilizzabile.
iw: כרטיס זה ריק, אני אצטרך לשים כמה הוראות על זה כדי שיהיה שמיש.
ja: このカードは空白のままですが、私が上で使用可能にするいくつかの指示をする必要があります。
ko: 이 카드는 비어있습니다, 내가 그것을 유용한 만드는 몇 가지 지침을 넣어야만합니다.
lv: Šī karte ir tukša, es ņemšu uzdot dažus norādījumus par to, lai padarītu izmantojamu.
mk: Оваа картичка е празно, ќе мора да стави некои инструкции за тоа да се направи тоа useable.
mt: Dan il-biljett huwa vojt, I'll jkollu jpoġġi xi istruzzjonijiet dwar dan li jagħmluha użabbli.
nl: Deze kaart leeg is, zal ik nog enkele instructies op te zetten om het bruikbaar te maken.
no: Dette kortet er tomt, vil jeg måtte sette noen instruksjoner om det å gjøre den brukbar.
pl: Ta karta jest pusta, to muszę przedstawić pewne wskazówki na to, aby jej wykorzystania.
pt: Este cartão é branco, eu vou ter que colocar algumas instruções sobre ele para torná-lo utilizável.
ro: Acest card este gol, eu va trebui să pun nişte instrucţiuni pe ea pentru ao face utilizabilă.
sl: Ta kartica je prazna, bom moral dati nekaj napotkov za to, da bo uporaben.
sq: Kjo kartë është bosh, unë do të duhet të vënë disa udhëzime mbi atë për ta bërë atë përdorshme.Më.
sr: Ова картица је празна, ја ћу морати да ставим неке инструкције да би се извадивих.
sv: Detta kort är tomt, jag måste lägga några instruktioner om att göra den användbar.
sw: Kadi hii ni blank, I'll have kuweka baadhi ya maagizo juu yake kufanya hivyo useable.
tr: Bu kartı boşsa, bunu üzerine kullanışlı yapmak için bazı talimatlar koymak gerekir.
vi: Thẻ này là trống, tôi sẽ phải đặt một số hướng dẫn về nó để làm cho nó sử dụng được.
yi: די קאָרט איז פּוסט, איך וועט האָבן צו שטעלן עטלעכע אינסטרוקציעס אויף עס צו מאַכן עס וסעאַבלע.
zh: 此卡是空白的，我得把它一些指令，使其可用。

source: There's a plaque here
af: Daar is 'n gedenkplaat hier
ar: هناك لوحة تذكارية هنا
be: Там's дошка тут
bg: Има плакет тук
ca: Hi ha una placa aquí
cs: Tam je plaketa zde
cy: Mae plac yma
da: Der er en mindeplade her
de: Es gibt hier eine Gedenktafel
el: Υπάρχει μια πλάκα εδώ
et: Seal tahvel siin
fa: 'sپلاک در اینجا وجود دارد.
fi: There's plaketti täällä
fr: Il ya une plaque ici
ga: Níl plaic anseo
gl: Hai unha tarxeta aquí
hi: यहाँ एक पट्टिका है
hr: There's a plaketa ovdje
hu: Van egy emléktábla van
is: Það er veggskjöldur hér
it: C'è una lapide qui
iw: יש כאן רובד
ja: ようこそプラークここでの
ko: 저기 여기 상패
lv: Tur plāksni šeit
mk: Има плакета тука
mt: Hemm plakka hawn
nl: Er is een plaquette hier
no: Det er en plakett her
pl: Jest tu tablica
pt: Há uma placa aqui
ro: Există o placa aici
sl: There's plaque tukaj
sq: Ka një pllakë këtu
sr: Постоји плакету овде
sv: Det finns en plakett här
sw: Kuna plaque hapa
tr: Bir plak burada
vi: Có một mảng bám ở đây
yi: עס הערט זיך אַ פּלאַק אַהער
zh: 有一个牌匾这里

source: Place the 4 statues in the correct order
af: Plaas die 4 standbeelde in die korrekte volgorde
ar: مكان التماثيل 4 بالترتيب الصحيح
be: Пакладзеце 4 статуй у правільным парадку
bg: Поставете 4 статуи в правилния ред
ca: Col loqueu els 4 estàtues en l'ordre correcte
cs: Místo 4 sochy ve správném pořadí
cy: Rhowch y 4 cerfluniau yn y drefn gywir
da: Placer de 4 statuer i den rigtige rækkefølge
de: Legen Sie die 4 Statuen in der richtigen Reihenfolge
el: Τοποθετήστε τα 4 αγάλματα με τη σωστή σειρά
et: Koht 4 kujud õiges järjekorras
fa: محل 4 مجسمه در جهت درست
fi: Aseta 4 patsaat oikeassa järjestyksessä
fr: Placez les 4 statues dans l'ordre correct
ga: Plás an 4 dealbha san ord ceart
gl: Pon as 4 estatuas na orde correcta
hi: सही क्रम में 4 प्रतिमाओं प्लेस
hr: Upišite 4 kipova u ispravnom redoslijedu
hu: Helyezzük a 4 szobrok a helyes sorrendben
is: Settu 4 styttur í rétta röð
it: Posizionare il 4 statue nell'ordine corretto
iw: מקום 4 הפסלים בסדר הנכון
ja: 正しい順序では、4の像を配置
ko: 올바른 순서로 4 동상 장소
lv: Vieta 4 statujas pareizajā secībā
mk: Соба со 4 статуетки во правилен ред
mt: Poġġi l-istatwi 4 fl-ordni korretta
nl: Plaats de 4 beelden in de juiste volgorde
no: Plasser de 4 statuer i riktig rekkefølge
pl: Miejsce 4 figury w odpowiedniej kolejności
pt: Coloque as 4 estátuas na ordem correta
ro: Locul 4 statui în ordinea corectă
sl: Place 4 kipi v pravilnem vrstnem redu
sq: Vendi 4 statuja në mënyrë korrekte
sr: Место 4 статуе у исправан редослед
sv: Placera 4 statyer i rätt ordning
sw: Mahali ya 4 masanamu katika mpangilio sahihi
tr: Doğru sırayla 4 heykelleri Yeri
vi: Đặt 4 bức tượng theo thứ tự chính xác
yi: שטעלן די 4 סטאַטועס אין די ריכטיק כּדי
zh: 放置在正确的顺序4雕像

source: You will not be able to find all 4 statues in this version, so come back later!
af: Jy sal nie in staat wees om te vind al 4 standbeelde in hierdie weergawe, sodat jy later weer!
ar: أنت لن تكون قادرة على العثور على كل التماثيل 4 في هذا الإصدار ، وذلك يعود في وقت لاحق!
be: Вы не зможаце знайсці ўсе 4 статуямі ў гэтай версіі, таму заходзьце пазней!
bg: Вие няма да можете да намерите всички 4 статуи в тази версия, така че се върна по-късно!
ca: Vostè no serà capaç de trobar les 4 estàtues en aquesta versió, per la qual cosa tornar més tard!
cs: Nebudete moci najít všechny 4 sochy v této verzi, takže se vrátím!
cy: Ni fyddwch yn gallu dod o hyd pob un o 4 cerfluniau yn y fersiwn hwn, felly dewch yn ôl yn ddiweddarach!
da: Du vil ikke være i stand til at finde alle 4 statuer i denne version, så kom tilbage senere!
de: Sie werden nicht in der Lage, alle 4 Statuen in dieser Version zu finden, so kommen Sie wieder!
el: Δεν θα είναι σε θέση να βρείτε όλα τα 4 αγάλματα σε αυτή την έκδοση, έτσι επανέλθω αργότερα!
et: Te ei suuda leida kõik 4 kujud selle versiooni, et tulla tagasi hiljem!
fa: شما قادر به مشاهده تمام 4 مجسمه در این نسخه ، پس بعدا برگشته!
fi: Et löydä kaikkia 4 patsaat tässä versiossa, joten palaamme myöhemmin!
fr: Vous ne serez pas en mesure de trouver les 4 statues dans cette version, alors revenez plus tard!
ga: Ní bheidh tú in ann teacht go léir 4 dealbha sa leagan seo, agus mar sin teacht ar ais ina dhiaidh sin!
gl: Non será capaz de atopar todas as 4 estatuas nesta versión, así que voltar máis tarde!
hi: आप इस संस्करण में सभी 4 प्रतिमाओं को मिल नहीं कर सकेंगे, ताकि बाद में वापस आ जाएगा!
hr: Te navika 'biti u mogućnosti pronaći sva 4 kipova u ovoj verziji, pa se vratim kasnije!
hu: Ön nem lesz képes megtalálni mind a 4 szobor ez a verzió, úgyhogy jöjjön vissza később!
is: Þú munt ekki hægt að finna allar 4 styttum í þessari útgáfu, svo að koma aftur seinna!
it: Non sarà in grado di trovare tutte le 4 statue in questa versione, così come back later!
iw: אתה לא תוכל למצוא את כל הפסלים 4 בגירסה זו, כדי לחזור מאוחר יותר!
ja: このバージョンのすべての4の像を見つけるため、後で来ることができなくなります！
ko: 이 버전에서 모두 4 동상을 찾을 수 있으므로 나중에 다시 올 수 없을 것입니다!
lv: Jūs nevarēsiet atrast visu 4 statujas šajā versijā, tā atgriezties vēlāk!
mk: Вие нема да можете да ги најдете сите 4 статуетки во оваа верзија, па се вратат подоцна!
mt: Inti mhux ser ikunu jistgħu jsibu l-istatwi 4 f'dan ir-verżjoni, sabiex terga 'lura aktar tard!
nl: U zult niet in staat zijn om alle 4 de beelden in deze versie te vinden, dus kom later terug!
no: Du vil ikke kunne finne alle 4-statuer i denne versjonen, så kom tilbake senere!
pl: Nie będą mogli znaleźć wszystkich 4 statuetki w tej wersji, więc tu wrócić!
pt: Você não será capaz de encontrar todas as 4 estátuas nesta versão, assim que voltar mais tarde!
ro: Nu veţi putea găsi toate cele 4 statui în această versiune, aşa că mă întorc mai târziu!
sl: Ne boste mogli najti vse 4 kipce v tej verziji, tako da come back later!
sq: Ju nuk do të jetë në gjendje të gjeni të gjitha 4 statuja në këtë version, kështu që vijnë sërish më vonë!
sr: Нећете моћи да пронађете све 4 статуе у овој верзији, тако да касније!
sv: Du kommer inte att kunna hitta alla 4 statyer i denna version, så kom tillbaka senare!
sw: Wewe hawataweza kupata 4 masanamu wote katika toleo hili, hivyo kurejea baadaye!
tr: Bu sürüm tüm 4 heykelleri bulmak için, böylece daha sonra tekrar gelmek mümkün olmayacaktır!
vi: Bạn sẽ không thể tìm thấy tất cả 4 bức tượng trong phiên bản này, do đó, quay lại sau!
yi: איר וועט ניט זיין קענען צו געפֿינען אַלע 4 סטאַטועס אין דעם ווערסיע, אַזוי קומען צוריק שפּעטער!
zh: 你将无法找到这个版本的所有4雕像，所以稍后再回来！

source: You must have the statue you wish to use highlighted in your inventory box
af: Jy moet oor die beeld wat jy wil gebruik uitgelig in jou voorraad boks
ar: يجب أن يكون التمثال كنت ترغب في استخدام الضوء في المربع الخاص بك الجرد
be: Вы павінны мець статуі вы хочаце выкарыстоўваць падкрэслілі ў Вашым інвентары акне
bg: Трябва да имате статуя желаете да използвате подчертани в инвентара си кутия
ca: Vostè ha de tenir la imatge que voleu utilitzar en relleu en el quadre d'inventari de
cs: Musíte mít sochu, kterou chcete použít zdůraznil ve vašem inventáři box
cy: Rhaid i chi gael y cerflun ydych yn dymuno defnyddio a amlygwyd yn eich blwch rhestr
da: Du skal have en statue, du ønsker at bruge fremhævet i din beholdning boks
de: Sie müssen die Statue wollen, müssen Sie in Ihrem Inventar Feld hervorgehoben Nutzung
el: Πρέπει να έχετε το άγαλμα που θέλετε να χρησιμοποιήσετε τονίστηκε στη θέση απογραφή σας
et: Sul peab olema kuju, mida soovite kasutada rõhutas oma nimekirja lahtrisse
fa: شما باید مجسمه شما میخواهید در جعبه موجودی خود را برجسته استفاده کرده
fi: Sinulla on patsas, jota haluat käyttää esiin varastosi kohtaan
fr: Vous devez avoir la statue que vous souhaitez utiliser en surbrillance dans votre boîte aux stocks
ga: Ní mór duit bheith ar an dealbh mian leat chun béim a úsáid i do bhosca fhardal
gl: Debe ter a imaxe que quere empregar en destaque no seu buzón de inventario
hi: तुम मूर्ति तुम्हारी इच्छा है कि आपके सूची बॉक्स में उपयोग करना आवश्यक है पर प्रकाश डाला
hr: Morate imati kip želite koristiti istaknute u svoj inventar okvir
hu: Meg kell adnunk a szobrot használni kívánt kiemelve a készlet dobozban
is: Þú verður að hafa styttu sem þú vilt nota hápunktur í reitinn skrá þína
it: È necessario avere la statua che si desidera utilizzare evidenziato nella tua casella di inventario
iw: בטח יש לך פסל אתה רוצה להשתמש בהדגשה בתיבת המלאי שלך
ja: あなたのインベントリボックスで強調表示を使用して希望の像が必要
ko: 귀하의 목록 상자에 강조를 사용하여 원하는 동상이 설치되어 있어야합니다
lv: Jums ir jābūt statuja vēlaties izmantot izcelts Jūsu inventāra kastē
mk: Мора да има статуа сакате да го користите на вашиот Нагласени инвентар кутија
mt: Inti għandu jkollok l-istatwa tixtieq tuża enfasizzati fil-kaxxa inventarju tiegħek
nl: U moet het beeld dat u wilt gebruiken duidelijk in je inventaris doos
no: Du må ha statuen du ønsker å bruke merket i din beholdning boks
pl: Musisz mieć pomnik, którego chcesz użyć podkreślił w swoim polu inwentaryzacji
pt: Você deve ter a imagem que deseja usar em destaque na sua caixa de inventário
ro: Trebuie să aveţi statuia doriţi să folosiţi evidenţiate în caseta de inventar dvs.
sl: Imeti morate kip želite uporabiti poudarjeno v vašem inventar polju
sq: Ju duhet të keni statujë që dëshironi të përdorni të theksuara në kutinë tuaj inventar
sr: Морате имати статуа коју желите да користите истакнута у свој инвентар пољу
sv: Du måste ha statyn du vill använda belyses i ditt inventory låda
sw: Lazima uwe wa sanamu unataka kutumia yalionyesha inventering yako katika sanduku
tr: Size envanter kutusunda vurgulanmış kullanmak istediğiniz heykeli olmalıdır
vi: Bạn phải có bức tượng bạn muốn sử dụng đánh dấu vào ô kiểm kê của bạn
yi: איר מוזט האָבן די סטאַטוע איר ווילט צו נוצן כיילייטיד אין דיין ינוואַנטאָרי קעסטל
zh: 你必须有雕像您想使用在您的库存中强调

source: Nothing happened. I don't think that's the right order
af: Niks gebeur. Ek dink nie dit is die korrekte volgorde nie
ar: لم يحدث شيء. لا أعتقد أن هذا هو الترتيب الصحيح
be: Нічога не адбылося. Я не думаю, што ў правільным парадку
bg: Нищо не се случи. Аз не мисля, че това е правилната подредба
ca: No va passar res. No crec que aquest és l'ordre correcte
cs: Nic se nestalo. Nemyslím si, že je správné, aby
cy: Does dim byd wedi digwydd. Dydw i ddim yn meddwl bod yn y drefn iawn
da: Intet skete. Jeg tror ikke, det er den rigtige rækkefølge
de: Nichts geschah. Ich glaube nicht, dass die richtige Reihenfolge der
el: Τίποτα δεν συνέβη. Δεν νομίζω ότι είναι η σωστή σειρά
et: Midagi ei toimunud. Ma ei usu, et on õiges järjekorras
fa: هیچ چیز رخ داده است. من فکر نمی کنم که راست
fi: Mitään ei tapahtunut. En usko, että on oikeassa järjestyksessä
fr: Nothing happened. Je ne pense pas que ce soit le bon ordre
ga: Ní dhéanfaidh aon ní a tharla. Ní dóigh liom gur ar an ord ceart
gl: Nada aconteceu. Eu non creo que esa é a orde correcta
hi: कुछ नहीं हुआ. मुझे नहीं लगता है कि सही व्यवस्था है
hr: Ništa se nije dogodilo. Ja ne mislim da je pravo reda
hu: Nem történt semmi. Nem hiszem, hogy ez a helyes sorrendben
is: Ekkert gerðist. Ég held ekki að það er rétt röð
it: Non accadde nulla. Io non credo che sia il giusto ordine
iw: שום דבר לא קרה. אני לא חושב שזה הסדר הנכון
ja: 何も起こらなかった。私は、正しい順序ではないと思う
ko: 아무 일 없었어. 그 올바른 순서는 생각하지 마
lv: Nekas nav noticis. Es nedomāju, ka ir pareizā secībā
mk: Ништо не се случи. Јас не мислам дека тоа е правото да
mt: Xejn ġara. Ma naħsibx li l-ordni ta 'dritt
nl: Er gebeurde niets. Ik denk niet dat dat de juiste volgorde
no: Ingenting skjedde. Jeg tror ikke det er riktig rekkefølge
pl: Nic się nie stało. Nie sądzę, że w odpowiedniej kolejności
pt: Nada aconteceu. Eu não acho que essa é a ordem correta
ro: Nimic nu s-a întâmplat. Nu cred că e ordinea corectă
sl: Nič se ni zgodilo. Ne verjamem, da je pravica, da
sq: Asgjë nuk ndodhi. Unë nuk mendoj se kjo është mënyrë e drejtë
sr: Ништа није догодило. Не мислим да је то право како би
sv: Ingenting hände. Jag tror inte det är rätt ordning
sw: Chochote kilichotokea. Sidhani kuwa hiyo ili haki
tr: Hiçbir şey olmadı. Ben doğru sırada olduğunu sanmıyorum
vi: Không có gì xảy ra. Tôi không nghĩ rằng đó là thứ tự quyền
yi: גאָרנישט כאַפּאַנד. איך טאָן נישט טראַכטן אַז ס 'די רעכט כּדי
zh: 什么都没有发生。我不认为这是正确的顺序

source: Tuning Fork
ar: الشوكة الرنانة
be: Камертон
bg: Камертон
ca: Tuning Forquilla
cs: Ladička
cy: Tiwnio Fforch
da: Stemmegaffel
el: Διαπασών
fa: دیاپازون
fi: Äänirauta
ga: Tiúnadh Forc
gl: Diapasão
hi: ट्यूनिंग Fork
hr: Viljuška
hu: Hangvillát
it: Diapason
iw: מזלג
ja: 音叉
ko: 튜닝 포크
lv: Kamertonis
nl: Stemvork
pl: Kamerton
pt: Diapasão
sq: Diapazon
sr: Звучна виљушка
sv: Stämgaffel
sw: Tuning uma
tr: Tuning Çatal
yi: טונינג פאָרק
zh: 音叉

source: Second Floor Keycard
af: Tweede vloer sleutelkaart
ar: الطابق الثاني Keycard
be: Другі паверх Keycard
bg: Втори етаж Keycard
ca: Segon Pis Keycard
cs: Druhé patro Keycard
cy: Ail Llawr Keycard
el: Δεύτερος όροφος keycard
et: Teisel korrusel Keycard
fa: طبقه دوم Keycard
fi: Toisen kerroksen KeyCard
fr: Deuxième étage Keycard
ga: An Dara hUrlár Keycard
hi: दूसरी मंजिल Keycard
hr: Drugi kat keycard
it: Secondo piano Keycard
iw: קומה שנייה Keycard
ja: 2階キーカード
ko: 2 층 카드
mk: Втор кат Keycard
nl: Tweede verdieping Keycard
pl: Drugie piętro Keycard
ro: În al doilea rând Etaj Keycard
sq: Kati i dytë Keycard
sr: Други спрат Картица
sv: Våningen Keycard
sw: Pili Floor Keycard
tr: İkinci Kat Keycard
vi: Tầng thứ hai KEYCARD
yi: צווייטע פלאָר קייקאַרד
zh: 第二层钥匙

source: Instruction Card #1
af: Instruksie kaart # 1
ar: تعليمات بطاقة # 1
be: Інструкцыі Картка # 1
bg: Инструкция карта # 1
ca: Targeta d'instruccions # 1
cs: Výuka Card # 1
cy: Cyfarwyddyd Cerdyn # 1
el: Διδασκαλία Card # 1
et: Korraldus Card # 1
fa: مقاله کارت # 1
fi: Instruction kortti # 1
fr: Instruction Carte n ° 1
ga: Teagasc Cárta # 1
gl: Instrución Card # 1
hi: निर्देश कार्ड # 1
hr: Instrukcija Card # 1
hu: Utasítás Card # 1
is: Kennsla Card # 1
it: Istruzione Card # 1
iw: הדרכה כרטיס # 1
ja: 命令カード＃1
ko: 인스트럭션 카드 # 1
lv: Instrukcija Card # 1
mk: Упатство за картичка # 1
nl: Instructie Card # 1
no: Undervisning Card # 1
pl: Instrukcja karta # 1
pt: Instrução Card # 1
sl: Pouk Card # 1
sq: Udhëzim Card # 1
sr: Инструкција картица # 1
sv: Undervisning Card # 1
sw: Mafundisho Kadi # 1
tr: Öğretim Kart # 1
vi: Chỉ dẫn Card # 1
yi: לימעד קאַרד # 1
zh: 教学卡片＃1

source: Instruction Card #2
af: Instruksie kaart # 2
ar: تعليمات بطاقة # 2
be: Інструкцыі Картка # 2
bg: Инструкция карта # 2
ca: Targeta d'instruccions # 2
cs: Výuka Card # 2
cy: Cyfarwyddyd Cerdyn # 2
da: Instruktion Card # 2
el: Διδασκαλία Κάρτα # 2
et: Korraldus Card # 2
fa: مقاله کارت # 2
fi: Opetus kortti # 2
ga: Cárta Teagasc # 2
gl: Instrución Card # 2
hi: निर्देश कार्ड # 2
hr: Instrukcija Card # 2
hu: Utasítás Card # 2
is: Kennsla Card # 2
it: Istruzione Card # 2
iw: הדרכה כרטיס # 2
ja: 命令カード＃2
ko: 인스트럭션 카드 # 2
lv: Instrukcija Card # 2
mk: Упатство за картичка # 2
nl: Instructie Card # 2
no: Undervisning Card # 2
pl: Instrukcja karta # 2
pt: Instrução Card # 2
ro: Instrucţiunea Card # 2
sl: Pouk Card # 2
sq: Udhëzim Card # 2
sr: Инструкција картица # 2
sv: Undervisning Card # 2
sw: Mafundisho Kadi # 2
tr: Öğretim Kart # 2
vi: Chỉ dẫn Card # 2
yi: לימעד קאַרד # 2
zh: 教学卡片＃2

source: Instruction Card #3
af: Instruksie kaart # 3
ar: تعليمات بطاقة # 3
be: Інструкцыі карты # 3
bg: Инструкция карта # 3
ca: Targeta d'instruccions # 3
cs: Výuka Card # 3
cy: Cyfarwyddyd Cerdyn # 3
da: Instruktion Card # 3
el: Instruction Κάρτα # 3
et: Korraldus Card # 3
fa: مقاله کارت # 3
fi: Opetus kortti # 3
fr: Instruction Carte n ° 3
ga: Cárta Teagasc # 3
gl: Instrución Card # 3
hi: निर्देश कार्ड # 3
hr: Instrukcija Card # 3
hu: Utasítása kártya # 3
is: Kennsla Card # 3
it: Istruzione Card # 3
iw: הדרכה כרטיס # 3
ja: 命令カード＃3
ko: 인스트럭션 카드 # 3
mk: Упатство за картичка # 3
nl: Instructie Card # 3
no: Undervisning Card # 3
pl: Instrukcja Karta # 3
pt: Instrução Card # 3
ro: Instrucţiunea Card # 3
sl: Pouk Card # 3
sq: Udhëzim Card # 3
sr: Инструкција картица # 3
sv: Undervisning Card # 3
sw: Mafundisho Kadi # 3
tr: Öğretim Kart # 3
vi: Chỉ dẫn Card # 3
yi: לימעד קאַרד # 3
zh: 教学卡片＃3

source: Instruction Card #4
af: Instruksie kaart # 4
ar: تعليمات بطاقة # 4
be: Інструкцыі Картка # 4
bg: Инструкция карта # 4
ca: Targeta d'instruccions # 4
cs: Výuka Card # 4
cy: Cyfarwyddyd Cerdyn # 4
da: Instruktion Card # 4
el: Διδασκαλία Card # 4
et: Korraldus Card # 4
fa: مقاله کارت # 4
fi: Instruction kortti # 4
ga: Teagasc Cárta # 4
gl: Instrución Card # 4
hi: निर्देश कार्ड # 4
hr: Instrukcija Card # 4
hu: Utasítása kártya # 4
is: Kennsla Card # 4
it: Istruzione Card # 4
iw: הדרכה כרטיס # 4
ja: 命令カード＃4
ko: 인스트럭션 카드 # 4
lv: Instrukcija Card # 4
mk: Упатство за картичка # 4
nl: Instructie Card # 4
no: Undervisning Card # 4
pl: Instrukcja Karta # 4
pt: Instrução Card # 4
ro: Instrucţiunea Card # 4
sl: Pouk Card # 4
sq: Udhëzim Card # 4
sr: Инструкција картица # 4
sv: Undervisning Card # 4
sw: Mafundisho Kadi # 4
tr: Öğretim Kart # 4
vi: Chỉ dẫn Card # 4
yi: לימעד קאַרד # 4
zh: 教学卡片＃4
