Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Centurion, Grey
ar: الروماني ، غراي
be: Centurion, шэры
bg: Centurion, Сиво
ca: Centurion, Gris
cs: Centurion, šedá
de: Centurion, Grau
el: Centurion, Γκρι
et: Centurion, hall
fa: یوزباشی ، خاکستری
ga: Centurion, Liath
hi: सेंचुरियन, ग्रे
hu: Százados, Grey
iw: צנטוריון, גריי
ja: センチュリオン、グレー
ko: 센츄리, 그레이
mk: Стотник, Греј
pl: Centurion, Szary
sq: Centurioni, Gri
sr: Сатник, Сива
sw: Jemadari, Grey
tr: Centurion, Gri
vi: Centurion, Xám
yi: סענטוריאָן, גריי
zh: 百夫长，灰色

source: Centurions are magically created creatures, usually dispatched as sentries or guards
af: Hoofmanne is magisch geskape wesens, meestal versend as 'sentries of wagte
ar: القدماء هم خلق مخلوقات سحرية ، وعادة ما ارسلت كما الخفر أو حراس
be: Центурионы з'яўляюцца волшебных істот створаны, як правіла, накіраваны ў якасці часовых і ахоўнікаў
bg: Крепостта са създадени магически създания, обикновено се изпращат като пазачите или служители
ca: Centurions són criatures creades per art de màgia, generalment enviats com sentinelles o guàrdies de
cs: Setníků jsou magicky vytvořené bytosti, obvykle odeslán jako hlídky a stráže
cy: Centurions yn cael eu creu hudol greaduriaid, dosbarthu fel arfer fel sentries neu gardiau
da: Centurioner er magisk skabt væsner, der normalt afsendes som vagter eller vagter
de: Centurions sind magische Wesen geschaffen, in der Regel als Wachen oder Schutzvorrichtungen versandt
el: Centurions δημιουργούνται μαγικά πλάσματα, συνήθως αποστέλλονται ως σκοπιές ή προφυλακτήρες
et: Centurions on maagiliselt loodud olendid, tavaliselt lähetatakse sentries või piirded
fa: Centurions هستند magically ایجاد موجودات ، که معمولا به عنوان sentries و یا نگهبانان اعزام
fi: Centurions ovat maagisesti luotu olentoja, yleensä lähetetään sentries tai suojukset
fr: Centurions sont magiquement créé les créatures, généralement expédiés comme sentinelles ou gardiens
ga: Centurions Tá cruthaithe magically créatúir, de ghnáth mar seoladh sentries nó gardaí
gl: Centurions son Magic creado criaturas, xeralmente expedidos como sentinela ou gardas
hi: सूबेदारों जादुई प्राणी है, आमतौर पर संतरियों या गार्ड के रूप में भेजा पैदा कर रहे हैं
hr: Satnika su magično stvara stvorenja, obično šalju kao stražare ili čuvara
hu: Századost a mágikusan létrehozott lények, általában adják, vagy őrök őrök
is: Centurions eru magically skapa vera, oftast send sem sentries eða lífvörður
it: Centurioni sono magicamente create creature, di solito spediti come sentinelle o guardie
iw: Centurions הם יצורים שנוצרו באופן קסום, בדרך כלל שיגרה או כמו זקיפים השומרים
ja: センチュリオン魔法の生き物、通常は歩哨や警備員として派遣さ作成されます。
ko: Centurions 신비로운 생물, 일반적으로 sentries 또는 경비원으로 파견이 만들어집니다
lv: Centurions ir maģiski radīti radījumi, parasti nosūta kā sargi vai aizsargi
mk: Стотниците магично се создадени суштества, обично се испратени како стражари или чуварите
mt: Centurions huma magically maħluqa kreaturi, normalment jintbagħtu bħala sentries jew gwardji
nl: Centurions zijn magische wezens geschapen, meestal verzonden als schildwachten of beschermplaten
no: Centurions er magisk opprettet skapninger, vanligvis sendt som vakter eller vakter
pl: Centurions magicznie stworzone stworzeń, zazwyczaj wysyłane jako posterunki lub straży
pt: Centurions são magicamente criado criaturas, geralmente expedidos como sentinelas ou guardas
ro: Centurions sunt magic create creaturi, de obicei, expediate ca Santinelele sau de agenţi de poliţie
sl: Satnika so čudežno ustvarjena bitja, kot je običajno pošiljajo sentries ali varovala
sq: Centurionët janë krijuar krijesa magjike, si zakonisht dërgoi sentries ose roje
sr: Капетана су магично створио створења, обично шаљу страже и стражара
sv: Centurioner är magiskt skapade varelser, vanligtvis avsänds som vakter eller vakter
sw: Centurions ni magically aliumba viumbe, kwa kawaida dispatched kama sentries au walinzi
tr: Centurionlar sihirli yaratıklar, genellikle sentries veya gardiyan olarak sevk oluşturulur
vi: Centurions là kỳ diệu tạo ra sinh vật, thường là cử như sentries hoặc vệ sĩ
yi: סענטוריאָנס זענען מאַדזשיקלי באשאפן קריטשערז, יוזשאַוואַלי דיספּאַטשט ווי סענטריז אָדער גאַרדז
zh: 百人的魔法创造的生物，通常是哨兵或派遣警卫

source: Though slow moving, their massive size allows them to simply march through any defense
af: Alhoewel stadig beweeg, hul massiewe grootte laat hulle toe om net optog deur middel van enige verweer
ar: على الرغم من بطء الحركة وحجمها الهائل يسمح لهم ببساطة من خلال أي مسيرة الدفاع
be: Нягледзячы на тое, павольнае рух, іх масавы памер дазваляе ім проста маршам праз любую абарону
bg: Макар и бавно се движат, техните масивни размери, като им позволява просто минава през всяка защита
ca: Tot i que lent, la seva enorme mida els permet simplement marxa a través de qualsevol defensa
cs: I když pomalu se pohybující, jejich masivní velikosti jim umožňuje jednoduše pochod jakékoliv obrany
cy: Er araf, eu maint enfawr yn eu galluogi i syml orymdeithio drwy unrhyw amddiffyn
da: Selv langsomme, deres enorme størrelse giver dem mulighed for blot at marchere gennem noget forsvar
de: Obwohl sich langsam bewegende, ihre enorme Größe ermöglicht es ihnen, einfach durch jede Verteidigung Marsch
el: Αν και αργή κίνηση, μαζική μέγεθός τους τους επιτρέπει να απλά πορεία μέσα από κάθε άμυνα
et: Kuigi aeglaselt liigub, nende tohutu suurus lubab neid lihtsalt märtsi läbi ükskõik Defense
fa: گرچه حرکت کند ، اندازه بزرگ آنها به آنها اجازه می دهد تا به سادگی از طریق هر گونه دفاع در تاریخ
fi: Kuitenkin hitaasti, niiden valtava koko mahdollistaa niiden yksinkertaisesti maalis puolustuksella
fr: Bien que lente, leur grande taille leur permet de mars simplement par une défense
ga: Cé go mall ag gluaiseacht, a mhéid ollmhór a ligeann dóibh a Márta ach trí aon defense
gl: A pesares de lento, o seu enorme tamaño que lles permite simplemente marcha a través de calquera defensa
hi: हालांकि धीमी रही, उनके विशाल आकार के लिए उन्हें अनुमति देता है तो बस किसी भी सुरक्षा के माध्यम से मार्च
hr: Iako sporo kreće, njihove masivne veličine im omogućava da jednostavno ožujak preko bilo kojeg obrana
hu: Bár lassan mozgó, a hatalmas mérete lehetővé teszi számukra, hogy egyszerűen március bármilyen védelem
is: Þó hægur áhrifamikill, gegnheill stærð þeirra leyfa þeim að einfaldlega mars gegnum hvaða vörn
it: Se si muove lentamente, la loro dimensione di massa permette loro di marcia semplicemente attraverso qualsiasi difesa
iw: למרות זז לאט, גודל מאסיבי שלהם מאפשר להם פשוט לצעוד דרך כל ההגנה
ja: しかし、移動、自社の巨大なサイズのが遅いだけですべての防衛を行進するようことができます
ko: 비록 움직이고, 그들의 거대한 크기는 천천히하기만하면 어떤 방어를 통해들을 수있게 행진
lv: Lai gan lēni, to masveida izmērs ļauj to vienkārši gājiens caur jebkuru defense
mk: Иако бавно се движат, нивната големина масовно им овозможува да едноставно марш низ секоја одбрана
mt: Għalkemm bil-mod li jiċċaqalqu, id-daqs enormi tagħhom jippermettulhom li sempliċement permezz ta 'Marzu kull difiża
nl: Hoewel langzaam bewegende, hun enorme omvang kunnen ze eenvoudig maart via een verdediging
no: Selv langsom bevegelse, deres massive størrelse tillater dem å bare marsjere gjennom noe forsvar
pl: Chociaż wolno poruszających się, ich ogromny rozmiar pozwala im po prostu maszerować przez wszelkie obrony
pt: Apesar de lento, o seu enorme tamanho que lhes permite simplesmente marcha através de qualquer defesa
ro: Deşi se deplasează încet, dimensiunea lor masive le permite să-martie pur şi simplu prin orice apărare
sl: Čeprav se počasi premikajo, njihovo množično velikost jim omogoča, da preprosto pohod s kakršnimi koli obramba
sq: Edhe pse i ngadalshëm lëviz, madhësia e tyre masive u lejon atyre të thjesht marshim përmes ndonjë mbrojtje
sr: Иако спори у покрету, њихове масивне величине да их омогућава једноставно марш кроз било коју одбрану
sv: Även långsamma, deras massiva storlek gör att de helt enkelt marsch genom något försvar
sw: Ingawa polepole kusonga, mkubwa yao kawaida inaruhusu maandamano yao kwa njia yoyote tu ulinzi
tr: Though taşıma, onların büyük boyutu yavaş basitçe herhangi bir savunma ile yürüyüş onları sağlar
vi: Mặc dù di chuyển chậm, kích thước lớn của họ cho phép họ đơn giản chỉ march thông qua bất kỳ quốc phòng
yi: כאָטש לאַנגזאַם מאָווינג, זייער מאַסיוו גרייס אַלאַוז זיי צו סימפּלי מאַרץ דורך קיין פאַרטיידיקונג
zh: 虽然移动缓慢，其庞大的规模让他们简单地通过任何防御游行

source: Instead of arms, many have huge pile drivers which they use to shake the ground and disorientate threats
af: In plaas van wapens, het baie groot stapel bestuurders wat gebruik hulle te skud, op die grond en disoriënteren dreigement
ar: بدلا من الأسلحة ، وكثير من السائقين كومة ضخمة والتي تستخدم ليهز الارض وأربك التهديدات
be: Замест гэтага зброі, многія з іх вялізныя кучы драйвераў якія яны выкарыстоўваюць, каб поколебать зямлю і дезориентировать пагрозы
bg: Вместо това на оръжия, много от тях са огромна купчина шофьори, които те използват, за да разтърси земята и заблуждавам заплахи
ca: En lloc d'armes, molts conductors enorme pila que fan servir per sacsejar la terra i desorientar a les amenaces
cs: Místo toho, zbraní, mnoho z nich obrovskou hromadu ovladače, které používají třást zem a zmást ohrožení
cy: Yn hytrach na breichiau, gan lawer o yrwyr pentwr mawr y maent yn eu defnyddio i ysgwyd y ddaear a bygythiadau disorientate
da: I stedet for våben, har mange store rambukke, som de bruger til at ryste jorden og desorientere trusler
de: Anstelle von Waffen, haben viele große Rammen, die sie verwenden, um den Boden und verwirren schütteln Bedrohungen
el: Αντί των όπλων, πολλές από αυτές έχουν τεράστια κριοί τα οποία χρησιμοποιούν για να ταρακουνήσει το έδαφος και αποπροσανατολίζουν απειλές
et: Selle asemel, et relvad on paljud suured vaiarammid mida nad kasutavad raputada maapinna ja disorientate ohud
fa: به جای سلاح ، به بسیاری از رانندگان شمع بزرگی که از آن استفاده میکنند به تکان خوردن زمین و disorientate تهدید
fi: Sen sijaan aseiden, monet ovat valtava paalujunttia, joita ne käyttävät ravista maahan ja harhauttamiseen uhkia
fr: Au lieu des armes, dont beaucoup ont des pilotes énorme pile qu'ils utilisent pour ébranler le sol et désorienter les menaces
ga: In ionad na hairm, tá go leor tiománaithe carn mór a úsáideann siad a shake an talamh agus disorientate bagairtí
gl: En vez de armas, moitos motores enorme pila que usan para sacudir o chan e desorientado as ameazas
hi: हथियारों की बजाय, बहुत बड़ा ढेर ड्राइवरों जो वे मैदान और गुमराह करना खतरे हिला उपयोग है
hr: Umjesto oružja, mnogi su hrpu drivera koji se koriste tresti tlo i dezorijentirati prijetnje
hu: Ahelyett, fegyverek, sok hatalmas halom járművezetők az általuk igénybe, hogy megrázza a földre, és zavarba ejt veszélyek
is: Í stað þess að vopn, hafa margir mikið ökumenn stafli sem þeir nota til að hrista jörðina og disorientate ógnir
it: Invece di armi, molti hanno battipali enormi che vengono utilizzate per scuotere la terra e disorientare le minacce
iw: במקום נשק, יש נהגים רבים ערימה ענקית שבה הם משתמשים כדי ללחוץ הקרקע לבלבל איומים
ja: 腕の代わりに、多くの人が脅威と地面disorientate握手するために使用巨大なパイルドライバーが
ko: 무기 대신, 많은 사람들이 위협을 지상과 disorientate 악수하기 위해 사용하는 거대한 더미 드라이버
lv: Vietā ieroču, daudzi ir milzīga kaudze draiveri, kurus tās izmanto, lai sakrata zemes un dezorientēt draudiem
mk: Наместо на оружје, многу имаат огромен куп драјвери, кои тие ги користат за да се тресат земјата и дезориентирам закани
mt: Minflok l-armi, li ħafna sewwieqa enormi pile li huma jużaw biex ħawwad l-art u disorientate theddid
nl: In plaats van wapens, veel hebben enorme hei-installaties die ze gebruiken om de grond en desoriënteren bedreigingen schudden
no: I stedet for armer, mange har stor bunke drivere som de bruker til å riste bakken og disorientate trusler
pl: Zamiast broni, wielu kierowców ogromny stos, które wykorzystują do wstrząsnąć ziemią i dezorientować zagrożeń
pt: Em vez de armas, muitos motoristas enorme pilha que eles usam para sacudir o chão e desorientar as ameaças
ro: În loc de arme, multe dintre acestea au drivere morman imens pe care le utilizează pentru a se agită sol şi dezorienta ameninţărilor
sl: Namesto orožja, mnogi so ogromne kup voznikov, ki jih uporabljajo za stresanje tal in grožnje Dezorijentirati
sq: Në vend të armëve, shumë shoferë grumbull i madh që ata përdorin për të shkundur tokë dhe kërcënimeve çorodit
sr: Уместо оружја, многи су огромна гомила возача које они користе да би потрести земљу и Дезоријентирати претње
sv: I stället för vapen, många har stora pålkranar som de använder för att skaka marken och vilseleda hot
sw: Badala ya silaha, wengi madereva rundo kubwa waliyo matumizi kutikisika ardhini na vitisho disorientate
tr: Silah yerine, pek çok onlar tehdit zemin ve şaşırtmak sallamak için kullanabileceğiniz büyük kazık sürücüler var
vi: Thay vì cánh tay, nhiều người có trình điều khiển cọc rất lớn mà họ sử dụng để lắc mặt đất và các mối đe dọa disorientate
yi: אַנשטאָט פון געווער, פילע האָבן ריזיק הויפן דריווערס וואָס זיי נוצן צו וואַקלען די ערד און דיסאָריענטאַטע טרעץ
zh: 而不是武器，许多人都一大堆司机，他们使用的动摇和迷失方向，地面的威胁

source: While Grey Centurions will be used to guard outer perimeters, Red Centurions are known to exist and are used to protect areas of great importance
af: Terwyl Grey Centurions sal gebruik te waak buitenste omtrek, Rooi Centurions is bekend sal word om te bestaan en word gebruik om die beskerming van die gebiede van groot belang
ar: بينما غراي القدماء وسوف تستخدم لحراسة محيط الخارجي ، والأحمر القدماء المعروف أنها موجودة وتستخدم لحماية المناطق ذات الأهمية الكبيرة
be: Хоць шэры центурионы будуць выкарыстоўвацца для аховы пэрымэтрам знешні, вядомыя Чырвонай центурионы існаваць і выкарыстоўвацца для абароны раёна вялікае значэнне
bg: Докато Грей крепостта ще бъдат използвани за охрана външната периметъра, крепостта Червен са познати и се използват за защита на зони от голямо значение
ca: Mentre Centurions Grey s'utilitzarà per vigilar el perímetre exterior, Centurions Xarxa se sap que existeixen i s'utilitzen per protegir les zones de gran importància
cs: Zatímco Grey Centurions budou použity k ochraně vnějšího obvodu, Red Centurions je známo, že existují a jsou využívány k ochraně oblasti velký význam
cy: Er y bydd Centurions Llwyd yn cael ei ddefnyddio i warchod ffiniau'r allanol, Centurions coch yn hysbys yn bodoli ac yn cael eu defnyddio i ddiogelu ardaloedd o bwysigrwydd mawr
da: Mens Grey centurioner blive brugt til at bevogte ydre afgrænsede, Red centurioner er kendt for at eksistere og bruges til at beskytte områder af stor betydning
de: Während Grey Centurions werden zur äußeren Perimeter, Red Centurions sind bekannt Wache zu existieren und werden verwendet, um Bereiche von großer Bedeutung zu schützen
el: Ενώ Γκρι Centurions θα χρησιμοποιηθεί για τη φύλαξη εξωτερικής περιμέτρου, Κόκκινο Centurions είναι γνωστό ότι υπάρχουν και χρησιμοποιούνται για την προστασία των περιοχών μεγάλης σημασίας
et: Kuigi Grey Centurions kasutatakse valve välimine ümbruses, Red Centurions on teada, et on olemas ja kaitsmiseks kasutatakse väga olulisi valdkondi
fa: در حالی که Centurions خاکستری استفاده می شود به پاسدار perimeters بیرونی ، Centurions قرمز ، شناخته شده وجود دارند و استفاده می شوند برای محافظت از مناطق از اهمیت زیادی
fi: Vaikka Grey Centurions käytetään vartioimaan ulko perimeters, Red Centurions jotka tunnetaan ja joita käytetään suojelemaan alueita erittäin tärkeää
fr: Alors que Centurions Grey seront utilisés pour la garde des périmètres extérieurs, Centurion Rouge sont connus et sont utilisés pour protéger les zones de grande importance
ga: Cé go mbeidh Centurions Liath a úsáid chun garda perimeters seachtrach, Centurions Rua is eol a bheith ann agus úsáidtear iad a chosaint réimsí a bhfuil tábhacht mhór
gl: Mentres Grey Centurions será utilizado para garda de perímetros, Red Centurions Sábese que existen e son utilizados para protexer as zonas de grande importancia
hi: हालांकि ग्रे सूबेदारों को बाहर perimeters, लाल सूबेदारों में जाना जाता है गार्ड का इस्तेमाल किया जाएगा के लिए मौजूद हैं और को काफी महत्व के क्षेत्रों की रक्षा उपयोग किया जाता है
hr: Dok je Sivi satnika koristit će se čuvati vanjske perimeters, Crveni satnika se zna da postoje i koriste se za zaštitu područja od velike važnosti
hu: Bár a Szürke Centurions fogják használni őr külső határain, a Red Centurions ismert, hogy léteznek, és használják területek védelmére nagy jelentőséggel bír
is: Þó Grey Centurions verður notuð til að gæta ytri perimeters, Red Centurions er vitað til þess að vera til og eru notuð til að vernda svæði miklu máli
it: Mentre Centurions Grey saranno utilizzati per la guardia perimetri esterni, Centurioni Red è nota l'esistenza e vengono utilizzati per proteggere le zone di grande importanza
iw: בעוד Centurions גריי ישמשו השומר היקפה החיצוני, Centurions האדום ידועים להתקיים משמשות כדי להגן על שטחים בעל חשיבות רבה
ja: 一方グレーセンチュリオンズレッドセンチュリオンズ知られている外側の周囲、ガードして存在する非常に重要なの領域を保護するために使用されて使用される
ko: 그러나 그레이 Centurions 레드 Centurions 알려져있다 바깥 경계, 경비 및 존재하는 아주 중요한 영역을 보호하기 위해 사용하는 데 사용됩니다
lv: Kaut Grey Centurions tiks izmantoti, lai aizsargs ārējā robežām, Red Centurions ir zināms, ka pastāv un tiek izmantoti, lai aizsargātu teritorijas, liela nozīme
mk: Додека Греј стотниците ќе се користи за да се заштити надворешниот периметри, Црвена стотниците се знае дека постојат и се користат за заштита на области од големо значење
mt: Filwaqt li Centurions Grey se jintużaw biex gwardji tal-perimetri ta 'barra, Centurions Red huma magħrufa li jeżistu u huma użati għall-ħarsien taż-żoni ta' importanza kbira
nl: Terwijl Grey Centurions zal worden gebruikt om te waken buitenste grenzen, Rode Centurions bekend te bestaan en worden gebruikt om gebieden van groot belang te beschermen
no: Mens Grey Centurions vil bli brukt for å beskytte ytre pga, Red Centurions er kjent for å eksistere, og brukes til å beskytte områder av stor betydning
pl: Podczas Grey Centurions zostaną wykorzystane w celu zabezpieczenia zewnętrzne granice, Red Centurions wiadomo, istnieją i są wykorzystywane do ochrony obszarów o istotnym znaczeniu
pt: Enquanto Grey Centurions será utilizado para guarda de perímetros, Red Centurions Sabe-se que existem e são utilizados para proteger as zonas de grande importância
ro: În timp ce Centurions Grey va fi folosit pentru paza perimetre exterioare, Centurions Roşie se ştie că există şi sunt folosite pentru a proteja zonele de mare importanţă
sl: Medtem ko se bodo Grey satnika uporabljajo za zaščito zunanjih zunanje meje, Red satnika znano, da obstajajo in se uporabljajo za zaščito območja velikega pomena
sq: Ndërsa Grey centurionët do të përdoret për të ruajtur parametrat e jashtme, Red centurionët janë të njohur për të ekzistojnë dhe janë përdorur për të mbrojtur zonat me rëndësi të madhe
sr: Сиви капетана, док ће се користити за спољашње периметерс страже, капетана Црвене се зна да постоје и користе се за заштиту подручја од великог значаја
sv: Även Grey Centurions kommer att användas för att skydda yttre gränser, Röda Centurions vet att det finns och används för att skydda områden av stor betydelse
sw: Wakati Grey Centurions zitatumika tupu nje perimeters, Red Centurions wanajulikana kuwepo na zinatumika kulinda maeneo ya umuhimu mkubwa
tr: Süre Gri Centurionlar Kırmızı Centurionlar bilinen dış perimeters, korumak ve mevcut büyük önem alanları korumak için kullanılmaktadır olacak
vi: Trong khi xám Centurions sẽ được sử dụng để bảo vệ Perimeters ngoài, Red Centurions được biết là tồn tại và được sử dụng để bảo vệ các khu vực có tầm quan trọng lớn
yi: בשעת גריי סענטוריאָנס וועט ווערן גענוצט צו היטן ויסווייניקסט פּערימאַטערז, רעד סענטוריאָנס ביסט באַוווסט צו עקסיסטירן און זייַנען צוגעוווינט צו באַשיצן אַרעאַס פון גרויס וויכטיקייט
zh: 虽然灰百人将被用于外周界防范，红百人已知存在，是用来保护非常重要的领域

source: Splitter
ar: التقسيم
be: Разьмеркавальнік
bg: Сплитер
cy: Hollti
fa: شکاف
fi: Jakosuotimeton
ga: Scoilteoir
hi: अलगानेवाला
hu: Lehasító
is: Skerandi
iw: ספליטר
ja: スプリッタ
ko: 분배기
lv: Sadalītājs
mk: Сплитер
mt: Isplitter
ro: Separator
sr: Цепидлака
yi: ספּליטטער
zh: 分配器

source: Splitters are harmless monsters unless attacked.
af: Ters is skadeloos monsters is nie, tensy aangeval.
ar: الخطان وحوش غير ضارة إلا إذا تعرضت لهجوم.
be: Сплиттеры бяскрыўдныя монстры, калі напад.
bg: Сплитери са безобидни чудовища, освен ако нападнат.
ca: Splitter són monstres inofensius si no és atacat.
cs: Rozbočovače jsou neškodné monstra, pokud zaútočil.
cy: Splitters yn anghenfilod yn ddiniwed oni bai ymosod.
da: Splitters er harmløse monstre, medmindre angrebet.
de: Splitter sind harmlos, es sei denn Monster angegriffen.
el: Splitters είναι αβλαβή τέρατα Αν δεν επιτέθηκε.
et: Splitters on ohutud koletisi kui ründasid.
fa: Splitters بی ضرر هستند مگر آن که هیولا حمله کرد.
fi: Jakajat ovat vaarattomia hirviöitä, ellei kimppuun.
fr: Splitters sont des monstres inoffensifs moins d'être attaquée.
ga: Splitters Tá monsters harmless mura ionsaí.
gl: Divisores son monstros inofensivos a non ser atacado.
hi: Splitters हानिरहित राक्षस जब तक पर हमला कर रहे हैं.
hr: Razvodnici su bezopasne osim ako nije napala čudovišta.
hu: Osztók ártalmatlan szörnyek, kivéve, ha megtámadják.
is: Splitters eru skaðlaus skrímsli nema ráðist.
it: Splitter sono mostri pericolosi, a meno attaccati.
iw: Splitters הם מפלצות לא מזיק אלא אם כן תקף.
ja: スプリッタ無害なモンスターをしない限り攻撃している。
ko: 스플리터 해롭지 않는 괴물이 공격을합니다.
lv: Sadalītāji ir nekaitīgi monstriem ja vien uzbruka.
mk: Splitters се безопасни чудовишта, освен ако не нападнат.
mt: Splitters huma monsters ma jagħmlux ħsara sakemm attakkati.
nl: Splitters zijn onschuldig tenzij monsters aangevallen.
no: Splitter er harmløse monstre med mindre angrep.
pl: Rozgałęźniki są nieszkodliwe, chyba że potwory zaatakowały.
pt: Divisores são monstros inofensivos a não ser atacado.
ro: Dezbinătorii monştrii sunt inofensive excepţia cazului în care a atacat.
sl: Izdajalci so neškodljive pošasti, razen če je napadena.
sq: Splitters janë të padëmshme monsters mos sulmuar.
sr: Сплиттерс су безопасне, осим чудовишта напао.
sv: Splitters är ofarliga monster inte attackeras.
sw: Splitters ni wapole MONSTERS isipokuwa kushambuliwa.
tr: Bölücülerin zararsız canavarlar sürece saldırıya vardır.
vi: Splitters là quái vật vô hại, trừ khi bị tấn công.
yi: ספּליטטערס זענען ומשעדלעך מאָנסטערס סיידן אַטאַקט.
zh: 分配器是无害的，除非攻击怪物。
