Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Occasionally, slain enemies will drop health which will vanish after a few seconds, so pick it up quickly!
af: Soms sal verslaan vyande vervolg gesondheid wat verdwyn, sal na 'n paar sekondes, sodat dit kom haal vinnig!
ar: أحيانا ، سوف القتيل أعداء قطرة الصحية التي سوف تتلاشى بعد بضع ثوان ، حتى يستلم المركبة بسرعة!
be: Часам, забітых ворагаў ўпадзе здароўя, які знікне праз некалькі секунд, каб падняць яе хутка!
bg: Понякога, убити врагове ще спадне, за здравето, които ще изчезне след няколко секунди, за да го вземете по-бързо!
ca: De vegades, els enemics morts caurà de salut, que desapareixeran després d'uns segons, per la qual cosa recollir ràpidament!
cs: Občas se zabil nepřátele pokles zdraví, které zmizí po několika sekundách, takže si to rychle!
cy: O bryd i'w gilydd, bydd y gelyn ladd a ollyngir i iechyd a fydd yn vanish ar ôl ychydig eiliadau, felly ei godi yn gyflym!
da: Lejlighedsvis vil dræbte fjender falde sundhed, som vil forsvinde efter et par sekunder, så samle den op hurtigt!
de: Gelegentlich wird getöteten Feinde Gesundheit, die verschwinden nach ein paar Sekunden wird sinken, so holen sie sich schnell!
el: Περιστασιακά, σκοτώνεται εχθροί θα μειωθεί υγείας, οι οποίες θα εξαφανιστούν μετά από λίγα δευτερόλεπτα, ώστε να πάρει γρήγορα!
et: Vahel tapetud vaenlaste langeb tervisele, mis kaob mõne sekundi pärast, et selle kätte kiiresti!
fa: گاه به گاه ، مقتول دشمنان سلامت که چند ثانیه پس از ناپدید شدن ، رها تا به سرعت آن را انتخاب کنید!
fi: Toisinaan surmataan vihollisia laskee terveys, joka häviää muutaman sekunnin kuluttua, joten valitse se nopeasti!
fr: Parfois, les ennemis tués diminuera de santé qui va disparaître après quelques secondes, donc ramasser rapidement!
ga: Ó am go chéile, beidh enemies slain titim sláinte a vanish tar éis cúpla soicind, sé sin piocadh suas go tapa!
gl: Ás veces, os inimigos mortos vai caer de saúde, que ha desaparecer despois duns segundos, para procura-lo axiña!
hi: कभी कभी, मारे गए दुश्मन स्वास्थ्य जो कुछ सेकंड के बाद गायब हो जाएगा ड्रॉप, तो होगा इसे उठा जल्दी!
hr: Povremeno, ubijen neprijatelji će kap zdravlje, koje će nestati nakon nekoliko sekundi, tako da pokupite brzo!
hu: Alkalmanként megölt ellenségek csökkenni fog az egészségügyi, amely eltűnik néhány másodperc múlva, úgyhogy vedd fel gyorsan!
is: Stundum drepið óvini mun falla heilsu sem hverfa eftir nokkrar sekúndur, þannig að velja það upp fljótlega!
it: Di tanto in tanto, i nemici uccisi saranno goccia di salute, che spariscono dopo pochi secondi, in modo da raccoglierla in fretta!
iw: מדי פעם, אויבים הרוג יירד בריאות אשר ייעלמו אחרי כמה שניות, להרים אותו כל כך מהר!
ja: 場合によっては、殺された敵なので、これには数秒後に消えるの健康ドロップを迅速にピックアップ！
ko: 때때로, 살해 원수, 그래서는 몇 초 후에 사라지고 건강을 드롭 다운됩니다 빨리 데리러!
lv: Reizēm, nonāvēja ienaidniekiem būs piliens veselību, kas pazudīs pēc pāris sekundes, lai pick it up ātri!
mk: Повремено, убиени непријатели ќе се намали здравје кој ќе ги снемува по неколку секунди, за да соберат брзо!
mt: Kultant, għedewwa slain se qatra tas-saħħa li ser jgħibu wara ftit sekondi, sabiex pick it up malajr!
nl: Af en toe zal verslagen vijanden druppel gezondheid, die zal verdwijnen na een paar seconden, dus pak het snel!
no: Noen ganger blir drept fiender droppe helse som vil forsvinne etter noen sekunder, så plukk det opp raskt!
pl: Czasami zabitych wrogów spadnie zdrowia, które zniknie po kilku sekundach, aby odebrać to szybko!
pt: Ocasionalmente, os inimigos mortos vai cair de saúde, que irá desaparecer depois de alguns segundos, para buscá-lo rapidamente!
ro: Ocazional, duşmani ucis va scadea de sănătate, care va dispărea după câteva secunde, asa ca ridica repede!
sl: Občasno bo ubil padec sovražniki zdravja, ki bodo izginili po nekaj sekundah, tako hitro poberi!
sq: Herë pas here, do të bien të vrarë armiqtë e shëndetit që do të zhduken pas disa sekonda, kështu që të vini ta merrni shpejt!
sr: Повремено, убили непријатељи ће кап здравља који ће нестати после неколико секунди, па покупити га брзо!
sv: Ibland kommer dräpta fiender släppa hälsa som kommer att försvinna efter ett par sekunder, så plocka upp det snabbt!
sw: Occasionally, maadui waliouawa tone afya ambayo itakuwa litatoweka baada ya sekunde chache, hivyo pick it up haraka!
tr: Bazen, öldürülen düşman, bu nedenle bir kaç saniye sonra kaybolur olacak sağlık düşecek çabucak pick up!
vi: Thỉnh thoảng, kẻ thù giết sẽ thả sức khỏe mà sẽ tan biến sau vài giây, do đó, hãy chọn nó lên một cách nhanh chóng!
yi: טייל מאָל, סליין ענאַמיז וועט פאַלן געזונט וואָס וועט פאַרשווינדן נאָך אַ ביסל סעקונדעס, זיי פּיקן עס זיך געשווינד!
zh: 有时，被杀害的敌人将会下降的健康会消失几秒钟后，所以很快捡起来！

source: If a bat is getting to close to you, hold block and it will harmlessly bounce off you
af: As 'n vlermuis is om te naby aan jou, hou blok en dit sal harmlessly bounce off you
ar: إذا كانت الخفافيش هو الحصول على مقربة منك ، عرقلة عقد يسبب أي أذى ، وأنها سوف ترتد لك
be: Калі Ніт дабрацца да бліжэйшых да вас, утрымліваюць блок і ён будзе безобидно отскакивает вы
bg: Ако става с бухалка близо до вас, задръжте блок и той ще ви harmlessly отскочат
ca: Si un ratpenat és arribar a prop teu, mantingui bloc i sense causar dany rebotarà vostè
cs: Pokud se bat, je dostat se blízko k vám, držte bloku a bude neškodně se odrazí od vás
cy: Os bydd ystlumod yn cael i gau i chi, yn cynnal bloc a bydd yn harmlessly bownsio oddi ar eich
da: Hvis en flagermus er at komme til tæt på dig, skal du holde blok, og den vil uskadelig bounce off you
de: Wenn eine Fledermaus wird immer mit dir zu schließen, halten Sie blockieren und es wird wirkungslos abprallen Sie
el: Εάν μια νυχτερίδα είναι να πάρει κοντά σας, κρατήστε πατημένο το μπλοκ και θα ακίνδυνα αναπήδηση μακριά σας
et: Kui nahkhiir on saada ligi teie hoidke plokk ja see ohutult põrge eemal
fa: اگر بال بال زدن است به گرفتن نزدیک به شما ، با نگهداشتن بلوک harmlessly خواهد شد و آن را گزاف گویی کردن شما
fi: Jos lepakko on päästä lähelle sinua, pidä estää ja se on harmittomasti Bounce pois sinun
fr: Si une chauve-souris est d'apprendre à près de vous, tenez bloc et il sera sans danger rebondir sur vous
ga: Má tá bat ag fáil a dhúnadh leat, a shealbhú bloc agus beidh sé Preab harmlessly as tú
gl: Se un morcego está quedando a preto de ti, Manteña bloqueo e ha causar danos Ricochet en ti
hi: यदि आप एक बल्लेबाजी के लिए आप के पास हो रही है, ब्लॉक पकड़ और harmlessly दूर उछाल होगी
hr: Ako šišmiš je sve to blizu vas, držite blok i neškodljivo će odskočiti off vas
hu: Ha egy denevér van szerzés-hoz közel van, tartsa blokkot, és akkor ártalmatlanul lepattan you
is: Ef kylfa er að komast nálægt þér, haltu loka og það verður harmlessly hopp af þér
it: Se un pipistrello si sta per chiudere a voi, tenere blocco e sarà innocuo rimbalzano voi
iw: אם בת היא להגיע קרוב אליך, להחזיק לחסום וזה יהיה בלתי מזיק ומוחזרת לך
ja: 場合は、バットの場合に近くには、ブロックを保持なっているし、無害に跳ね返るれる場合
ko: 만약 당신에게 방망이를 닫습니다, 블록을 잡아지고 그것을 반사 냈을 것입니다 당신이
lv: Ja LPTP ir panākt, lai jums tuvu, turēt bloku un tas harmlessly lielība pie jums
mk: Ако лилјак е блиску до доаѓање до вас, држете го блокира и ќе harmlessly отскокнување Off вас
mt: Jekk BAT qed jitwal għal qrib tiegħek, żomm blokk u se jħalli joħroġ mingħajr ħsara bounce off int
nl: Als een vleermuis wordt steeds dicht bij u, houd blok en het zal onschuldig stuiteren u
no: Hvis en flaggermus er å komme for nær deg, hold blokkere og det vil harmløst bounce off deg
pl: Jeśli nietoperz zaczyna się blisko Ciebie, trzymać blok, a ona niewinnie odbijają się od Ciebie
pt: Se um morcego está ficando para perto de você, segure bloqueio e ele irá causar danos ricochetear em você
ro: Dacă un liliac este de a ajunge la aproape de tine, ţineţi bloc şi va sări inofensiv off tu
sl: Če se bat, da je pridobivanje blizu vas, držite blok in se bo na neškodljiv način bounce off vas
sq: Në qoftë se një lakuriq nate po të afërt për ju, të mbajë bllok dhe ai do të kërcej jashtë harmlessly ju
sr: Ако шишмиш је све до близу вас, држите блок и то ће хармлесслы одбијају вас
sv: Om en fladdermus är att lära dig nära, hålla blocket och det kommer ofarligt studsa dig
sw: Kama bat ni kupata kwa karibu na wewe, kushikilia block na itakuwa wewe harmlessly bounce off
tr: Eğer bir yarasa size yakın, blok tutun elde ettiğini ve zararsız kapalı çıkma olur mu
vi: Nếu một con dơi là nhận được đến gần với bạn, giữ khối và nó sẽ bị trả harmlessly off bạn
yi: אויב אַ פלעדערמויז איז געטינג צו נאָענט צו איר, האַלטן בלאָק און עס וועט כאַרמלאַסלי אָפּשפּרונג אַוועק איר
zh: 如果以蝙蝠越来越接近你，持有块，将你无害反弹

source: Now kill all of the bats in the area!
af: Dood nou al van die vlermuise in die area!
ar: الآن قتل جميع من الخفافيش في المنطقة!
be: Цяпер убейте ўсіх кажаноў у гэтым раёне!
bg: Сега убива всички на прилепите в района!
ca: Ara, matar tots els ratpenats a l'àrea!
cs: Nyní zabít všechny netopýrů v oblasti!
cy: Bellach yn lladd yr holl ystlumod yn yr ardal!
da: Nu dræbe alle de flagermus i området!
de: Jetzt alle töten, der Fledermäuse in der näheren Umgebung!
el: Τώρα σκοτώσει όλα του τα νυχτερίδες στην περιοχή!
et: Nüüd tappa kõik nahkhiired piirkonnas!
fa: در حال حاضر تمام bats در منطقه کشتن!
fi: Nyt tappaa kaikki lepakoiden alueella!
fr: Désormais tuer toutes les chauves-souris dans la région!
ga: Anois a mharú go léir de na bats sa cheantar!
gl: Agora, matar a todos os morcegos na área!
hi: अब क्षेत्र में चमगादड़ के सभी को मार डालो!
hr: Sada ubiti sve šišmiša na području!
hu: Most ölni a denevérek a környéken!
is: Nú drepa alla geggjaður á svæðinu!
it: Ora, uccidere tutti i pipistrelli nella zona!
iw: עכשיו להרוג את כל העטלפים באזור!
ja: 現在、すべての領域ではコウモリを殺す！
ko: 이제 모든 영역에서 박쥐를 죽여 버릴거야!
lv: Tagad nogalināt visus šajā jomā sikspārņi!
mk: Сега ги убиваат сите на лилјаците во областа!
mt: Issa joqtlu kollha ta 'l-friefet il-lejl fil-qasam!
nl: Nu alle doden van de vleermuizen in het gebied!
no: Nå drepe alle flaggermusene i området!
pl: Teraz zabić wszystkie nietoperze w okolicy!
pt: Agora, matar todos os morcegos na área!
ro: Acum, ucide toate de lilieci din zona!
sl: Zdaj ubiti vse netopirjev v območju!
sq: Tani i vrasin të gjitha të shkop në rajon!
sr: Сада убити све палицама у области!
sv: Nu dödar alla fladdermöss i området!
sw: Sasa kuua bats yote katika eneo hilo!
tr: Şimdi tüm bölgede yarasa öldürmek!
vi: Bây giờ giết tất cả các con dơi trong khu vực này!
yi: איצט האַרגענען אַלע פון די באַץ אין דער געגנט!
zh: 现在杀死该地区所有的蝙蝠！

source: There are two types of door in the game. Manual doors and Automatic doors.
af: Daar is twee tipes van die deure in die spel. Handleiding deure en outomatiese deure.
ar: هناك نوعان من الباب في اللعبة. دليل الأبواب والأبواب التلقائية.
be: Ёсць два тыпу дзвярэй у гульні. Кіраўніцтва дзверы і аўтаматычныя дзверы.
bg: Има два вида врата в играта. Ръководството врати и автоматични врати.
ca: Hi ha dos tipus de porta en el joc. Manual de les portes i portes automàtiques.
cs: Existují dva typy dveří ve hře. Manuální a automatické dveře dveře.
cy: Mae dau fath o drws yn y gêm. Drysau llaw a drysau awtomatig.
da: Der er to typer af døren i spillet. Manual døre og Automatiske døre.
de: Es gibt zwei Arten von Tür in das Spiel. Manuelle Türen und Automatiktüren.
el: Υπάρχουν δύο τύποι της θύρας στο παιχνίδι. Εγχειρίδιο Αυτόματες πόρτες και πόρτες.
et: On kahte tüüpi uks mäng. Manuaal uste automaatne uste.
fa: دو نوع درب در بازی وجود دارد. درب های دستی و درب های اتوماتیک.
fi: On olemassa kahdenlaisia oven pelissä. Manuaalinen ovet ja automaattiovet.
fr: Il existe deux types de portes dans le match. Manuel de portes et portes automatiques.
ga: Tá dhá chineál de doras sa chluiche. Lámhleabhar doirse agus doirse uathoibríocha.
gl: Existen dous tipos de porta en The Game. Manual de portas e portas automáticas.
hi: दो दरवाजे के खेल में प्रकार हैं. मैनुअल दरवाजे और स्वचालित दरवाजे.
hr: Postoje dvije vrste vrata u igri. Ručno vrata i automatska vrata.
hu: Két típusú ajtó a játékban. Kézi és automata ajtók ajtók.
is: Það eru tvær tegundir af dyr í leiknum. Handbók hurðum og Sjálfvirkur dyr.
it: Ci sono due tipi di porta nel gioco. Manuale di porte e porte automatiche.
iw: ישנם שני סוגים של דלת במשחק. דלתות ידניים דלתות אוטומטיות.
ja: そこは、ゲームでのドアの2種類があります。手動ドアと自動ドア。
ko: 그 경기에서 문의 두 종류가있습니다. 문을 수동 및 자동 도어.
lv: Ir divu veidu durvis spēli. Manual durvis un automātiskās durvis.
mk: Постојат два вида на врата во играта. Прирачник врати и Автоматско врати.
mt: Hemm żewġ tipi ta 'bibien fil-logħba. Manwal bibien u l-bibien awtomatiċi.
nl: Er zijn twee soorten van de deur in het spel. Handleiding deuren en automatische deuren.
no: Det finnes to typer dør i spillet. Manuell dører og automatiske dører.
pl: Istnieją dwa rodzaje drzwi w grze. Podręcznik drzwi automatyczne drzwi.
pt: Existem dois tipos de porta em The Game. Manual portas e as portas automáticas.
ro: Există două tipuri de uşi în joc. Manual de usi si usi automate.
sl: Obstajata dve vrsti vrat v igri. Ročna vrata in avtomatska vrata.
sq: Ka dy lloje të dyerve në lojë. Manuale dhe dyer dyer automatike.
sr: Постоје две врсте врата у игри. Приручник Аутоматска врата и врата.
sv: Det finns två typer av dörrar i spelet. Manuell dörrar och dörrautomatik.
sw: Kuna aina mbili za mlango katika mchezo. Mwongozo Automatic milango na milango.
tr: Oyunda kapının iki türü vardır. Manuel ve Otomatik kapı kapı.
vi: Có hai loại cửa trong trò chơi. Hướng dẫn sử dụng cửa ra vào và cửa tự động.
yi: עס זענען צוויי טייפּס פון טיר אין דער שפּיל. מאַנואַל דאָרז און אָטאַמאַטיק דאָרז.
zh: 有两种类型的门在游戏中。手动门，自动门。

source: Manual doors require keys to open them, Automatic doors require switches.
af: Handleiding nodig sleutels om deure oop te maak, outomatiese deure vereis skakelaars.
ar: أبواب دليل تتطلب مفاتيح لفتح لهم أبواب التلقائية تتطلب مفاتيح.
be: Кіраўніцтва дзвярэй патрабуе ключы да іх, Аўтаматычныя дзверы патрабуюць пераключацелямі.
bg: Ръководството врати изискват от клавиши, за да ги отворите, Автоматични врати изискват превключватели.
ca: Manual portes necessitarà clau per obrir-los, portes automàtiques requereixen commutadors.
cs: Ruční dveře vyžadují klíče otevřít, Automatické dveře potřebují přepínače.
cy: Drysau Llawlyfr angen allweddi i agor iddynt, drysau awtomatig angen switsys.
da: Manual døre kræve nøgle for at åbne dem, Automatiske døre kræver switches.
de: Manuelle Türen erfordern Schlüssel zu öffnen, benötigen Automatische Türen schaltet.
el: Εγχειρίδιο πόρτες απαιτούν κλειδιά για να τα ανοίξετε, Αυτόματες πόρτες απαιτούν διακόπτες.
et: Manuaal uksi vaja võtit nende avamiseks, automaatne uste nõuda lülitid.
fa: راهنمای نیاز به کلیدهای درها به آنها باز است ، درب های اتوماتیک نیاز به سوئیچ.
fi: Manuaalinen ovet tarvitaan avaimia avaamaan, automaattiovet vaativat kytkimet.
fr: Les portes manuelles nécessitent des clés pour les ouvrir, les portes automatiques nécessitent des commutateurs.
ga: Lámhleabhar na doirse a cheangal eochracha a oscailt dóibh, doirse uathoibríocha lasca gá.
gl: Manual portas esixen claves para abri-los, portas automáticas requiren switches.
hi: मैनुअल दरवाजे चाबियाँ उन्हें खोलने के लिए आवश्यकता होती है, स्वचालित दरवाजे स्विच की आवश्यकता है.
hr: Priručnik vrata tipke zahtijevaju da ih otvoriti, Automatska vrata zahtijevaju prekidače.
hu: Manuális kulcsot használni ajtók nyithatók, automata ajtók szükséges kapcsolók.
is: Handbók dyr þarf lykla til að opna þau þurfa Sjálfvirk dyr rofi.
it: Porte manuali necessarie chiavi per aprire loro le porte automatiche richiedono switch.
iw: דלתות ידני דורשים המקשים כדי לפתוח אותם, דלתות אוטומטיים דורשים בוררים.
ja: マニュアルのドアキーをオープンする必要がありますと、自動ドアのスイッチが必要です。
ko: 수동 문 열쇠를 열 필요, 자동 도어 스위치가 필요합니다.
lv: Manual durvis prasa atslēgas atvērt tos, automātiskās durvis prasa slēdži.
mk: Прирачник врати бара копчињата да ги отворите, автоматски врати бараат клучеви.
mt: Bibien Manwal bżonn iċ-ċwievet biex jinfetħu minnhom, il-bibien awtomatiċi jeħtieġu switches.
nl: Handleiding deuren een sleutel kunnen worden geopend, Automatische deuren vereisen schakelaars.
no: Manuell dører krever tastene for å åpne dem, Automatiske dører krever brytere.
pl: Podręcznik drzwi bez klucza, aby je otworzyć, drzwi automatyczne wymagają przełączników.
pt: Manual portas exigem chaves para abri-los, portas automáticas requerem switches.
ro: Manual de usi nevoie de chei pentru a le deschide, Usi automate nevoie de switch-uri.
sl: Ročno vrata zahtevajo, ključi pa jih je odpreti, Automatic vrata zahtevajo stikala.
sq: Dyert Manuali i kërkon çelësat për hapjen e tyre, dyer automatike kërkojnë switches.
sr: Приручник за врата тастера захтевају да их отворите, Аутоматска врата захтевају прекидача.
sv: Manuella dörrar kräver nycklar att öppna dem, Automatiska dörrar kräver växlar.
sw: Mwongozo kuhitaji funguo milango wazi kwao, milango Automatic zinahitaji SWITCHES.
tr: Manuel kapı anahtarlarını açın gerekiyorsa, Otomatik kapılar anahtarları gerektirir.
vi: Cửa ra vào bằng tay đòi hỏi phím để mở chúng, cửa tự động yêu cầu chuyển mạch.
yi: מאַנואַל דאָרז דאַרפן קיז צו עפֿענען זיי, אָטאַמאַטיק דאָרז דאַרפן סוויטשיז.
zh: 手动门需要钥匙打开它们，自动门需要开关。

source: To open a locked door that you have the key for, simply walk into it. There is no need to have the key selected in your inventory.
af: Oop te maak 'n geslote deur wat jy die sleutel het, gaan jy wandel in dit. Daar is geen behoefte aan het die sleutel gekies in jou inventaris.
ar: لفتح الباب المغلق أن لديك مفتاح ، ببساطة تخترقه. ليست هناك حاجة إلى أن المفتاح المحدد في المخزون الخاص بك.
be: Каб адкрыць зачыненыя дзверы, што ў вас ёсць ключ, проста хадзіць у яе. Існуе няма неабходнасці, каб ключавыя абраны ў інвентары.
bg: За отваряне на заключени врати, че имате ключ за, просто разходка в него. Не е необходимо да има ключ, избрани в инвентара си.
ca: Per obrir una porta tancada que té la clau per, simplement caminar-hi. No hi ha necessitat de comptar amb la clau seleccionada a la teva inventari.
cs: Chcete-li otevřít zamčené dveře, které máte klíč, prostě jít do toho. Není třeba mít klíč vybraný v inventáři.
cy: I agor drws wedi ei gloi bod gennych y allweddol ar gyfer, dim ond cerdded i mewn iddo. Nid oes angen i gael y allweddol dethol yn eich rhestr.
da: At åbne en låst dør, som du har nøglen til, bare gå ind i det. Der er ingen grund til at have nøglen valgt i din beholdning.
de: Um eine verschlossene Tür zu öffnen, haben Sie den Schlüssel für Sie einfach hinein gehen. Es besteht keine Notwendigkeit, den Schlüssel im Inventar ausgewählt haben.
el: Για να ανοίξετε μια κλειδωμένη πόρτα που έχετε για το κλειδί, απλά με τα πόδια σε αυτό. Δεν είναι ανάγκη να έχουν το κλειδί στην απογραφή του εγγράφου σας.
et: Avada lukustatud uks, et teil on võti, lihtsalt kõndida ta. Ei ole vaja olla oluline valitud oma nimistusse.
fa: برای باز کردن درب قفل شده است که شما کلید را برای ، به سادگی آن را به راه رفتن. و بدون نیاز به کلید انتخاب در موجودی شما وجود دارد.
fi: Jos haluat avata lukitun oven, että sinulla on avain, voit kävellä sinne. Ei tarvitse olla avain valittuna luettelon.
fr: Pour ouvrir une porte verrouillée que vous avez la clé pour, tout simplement marcher dedans. Il n'est pas nécessaire d'avoir la clé sélectionnée dans votre inventaire.
ga: Chun a oscailt doras faoi ghlas go bhfuil tú ar an scála le haghaidh, ach siúl isteach é. Ní gá go mbeadh an príomh roghnaithe i do fhardal.
gl: Para abrir unha porta protexida que ten a chave para, simplemente andar nel. Non é necesario ter a clave seleccionada no seu inventario.
hi: एक बंद दरवाजा खुला है कि आप के लिए महत्वपूर्ण है, बस इसे में चलते हैं. कोई अपनी सूची में चयनित कुंजी की आवश्यकता है.
hr: Da biste otvorili zaključana vrata da imate ključ za, jednostavno hodati u nju. Nema potrebe da odabrane ključne u svoj inventar.
hu: -Hoz nyit egy zárt ajtó, hogy megvan a kulcs, egyszerűen csak sétáljon bele. Nincs szükség arra, hogy a kiválasztott kulcsfontosságú a leltárban.
is: Til að opna læstar dyr sem þú hefur lykillinn að því, einfaldlega ganga inn í það. Það er engin þörf á að hafa lykilinn valið á lager þinn.
it: Per aprire una porta chiusa che avete la chiave per, semplicemente camminare in essa. Non c'è bisogno di avere la chiave selezionata nel vostro inventario.
iw: כדי לפתוח דלת נעולה כי יש לך את המפתח, פשוט להיכנס לתוך זה. אין צורך לקבל את המפתח נבחרים המלאי שלך.
ja: その場合は、単にそれに歩くためのキーがロックされてドアを開けてください。必要がないキーをインベントリで選択することです。
ko: 당신이 단순히 그것에 산책 열쇠가 잠긴 문을 엽니다. 필요가없습니다 열쇠 목록에서 선택한 것입니다.
lv: Atvērt aizslēgtas durvis, jums ir atslēga, vienkārši staigāt tajā. Nav jābūt galvenajiem atlasīti savā sarakstā.
mk: Да се отвори вратата заклучена дека имаш клуч за, едноставно одат во неа. Нема потреба да имаат клучна избрани во вашиот инвентар.
mt: Biex tiftaħ bieb imsakkar li inti għandek l-muftieħ għall-, sempliċiment walk inkorporat fih. M'hemmx bżonn li jkollha l-ċavetta magħżula fl-inventarju tiegħek.
nl: U opent een gesloten deur die u hebt de sleutel voor, u loopt gewoon in. Er is geen noodzaak om de sleutel geselecteerd in je inventaris hebben.
no: Å åpne en låst dør som du har nøkkelen til, kan gå rett inn i den. Det er ikke nødvendig å ha nøkkelen valgt i beholdningen din.
pl: Aby otworzyć zamknięte drzwi, że masz klucza, po prostu wejdź do niego. Nie ma potrzeby posiadania klucza stron w magazynie.
pt: Para abrir uma porta trancada que você tem a chave para, simplesmente andar nele. Não há necessidade de ter a chave selecionada em seu inventário.
ro: Pentru a deschide o uşă blocată pe care le-aţi cheie pentru, pur si simplu plimbare în el. Nu este nevoie de a avea cheie selectate în inventarul dumneavoastră.
sl: Če želite odpreti zaklenjena vrata, ki ste tipko za, preprosto sprehod v to. Nobene potrebe ni, da je ključ izbrane v vašem inventarju.
sq: Për të hapur një derë e mbyllur që keni kyç për, thjesht të ecin në të. Nuk ka nevojë të ketë kryesore zgjedhur në inventarin tuaj.
sr: Да бисте отворили закључана врата која сте тастер, једноставно хода у њу. Нема потребе да се кључ који је одабран у свој инвентар.
sv: Att öppna en låst dörr som du har nyckeln till, helt enkelt gå in i den. Det finns ingen anledning att ha nyckeln valt i ditt lager.
sw: Kufungua mlango umefungwa kwamba una ufunguo kwa, tu kutembea ndani yake. Hakuna haja ya kuwa ufunguo selected inventering yako.
tr: Sizin, sadece içine yürümek için anahtar kilitli bir kapıyı açmak için. Gerek yok anahtar envanter seçili olmasıdır.
vi: Để mở một cánh cửa bị khóa mà bạn có chìa khóa cho, chỉ cần đi bộ vào đó. Không cần phải có các phím chọn trong hàng tồn kho của bạn.
yi: צו עפֿענען אַ לאַקט טיר אַז איר האָט די קלאַוויש פֿאַר, סימפּלי גיין זיך עס. דאָרט איז ניט דאַרפֿן צו האָבן די קלאַוויש סעלעקטעד אין דיין ינוואַנטאָרי.
zh: 要打开上锁的门，你有重点，只要走进它。没有必要在你的清单选择的关键。
