Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Library
af: Biblioteek
ar: المكتبة
be: Бібліятэкі
bg: Библиотека
ca: Biblioteca
cs: Knihovna
cy: Llyfrgell
da: Bibliotek
de: Bibliothek
el: Βιβλιοθήκη
et: Raamatukogu
fa: کتابخانه
fi: Kirjastoon
fr: Bibliothèque
ga: Leabharlann
gl: Biblioteca
hi: पुस्तकालय
hr: Knjižnica
hu: Könyvtárából
is: Bókasafn
it: Biblioteca
iw: ספריה
ja: ライブラリ
ko: 도서관
lv: Bibliotēka
mk: Библиотека
nl: Bibliotheek
no: Bibliotek
pl: Biblioteka
pt: Biblioteca
ro: Bibliotecă
sl: Knjižnica
sq: Biblioteka
sr: Библиотека
sv: Bibliotek
sw: Maktaba
tr: Kütüphane
vi: Thư viện
yi: ביבליאָטעק
zh: 图书馆

source: Right Wing Lift Key
af: Regter vleuel Hysbak Kern
ar: اليمين ارفع مفتاح
be: Правае крыло падняць ключавыя
bg: Десницата се Ключ
ca: Right Wing Ascensor nombre
cs: Pravé křídlo Lift Key
cy: Right Wing Lifft Allweddol
el: Δεξιάς Ασανσέρ Key
et: Parem Lift Key
fa: آسانسور بال راست کلید
fi: Oikeisto Lift Key
fr: Right Wing Ascenseur pièce
ga: Eite Dheis ardaitheoir Eochair
hi: सही विंग कुंजी लिफ्ट
hr: Desno krilo Lift Ključ
hu: Jobboldal Lift Kulcs
is: Right Wing Lyfting Key
it: Di destra Lift Key
iw: Right Wing הרם קי
ja: 右ウイングを買うリフト
ko: 오른쪽 날개 키 허용
mk: Десно крило Клучни лифт
mt: Right Wing Lift Ewlenin
ro: Right Wing Ridicaţi-cheie
sq: Right Wing heqin Key
sr: Подигните десно крило Кључ
sw: Haki Wing Nyanyua Key
tr: Sağ Kanat Anahtar Lift
yi: רעכט ווינג ליפט קי
zh: 右侧机翼的升力的关键

source: Mine Entrance Door Key
af: Myn Ingang Deur Kern
ar: مفتاح باب مدخل المنجم
be: Mine Уваход ключ ад дзверы
bg: Мина входна врата Ключ
ca: Nombre de portes d'entrada de Mines
cs: Důl vstupní dveře Key
cy: Mine Allwedd Mynediad Drws
da: Mine indgangsdøre Key
de: Mine Haustür-Key
el: Mine Είσοδος Door Key
et: Kaevandus Entrance Door Key
fa: کلید درب ورودی معدن
fi: Mine ulko-ovi Key
fr: Clé de la porte d'entrée de la mine
ga: Mine Iontrála Doras Eochair
hi: मेरा प्रवेश द्वार कुंजी
hr: Mine ulazna vrata ključ
iw: שלי Entrance Door קי
ja: 私の入口ドアの鍵
ko: 광산 입구 키
lv: Mine Ieejas durvju atslēga
mk: Моја влезната врата Главни
mt: Mine Entratura Bieb Ewlenin
nl: Mine toegangsdeur Key
no: Mine inngangsdøren Key
ro: Mina de usi de intrare-cheie
sq: Door Mine Hyrja kryesore
sr: Мина улазна врата кључ
sv: Mine entrédörren Key
sw: Entrance mgodi Door Key
tr: Mine Giriş Kapısı Anahtar
yi: מיין ענטראַנסע דאָר קי
zh: 矿井入口门的钥匙

source: Village
af: Dorp
ar: قرية
bg: Село
ca: Aldea
cs: Vesnice
cy: Pentref
el: Χωριό
et: Küla
fa: روستای
fi: Kylästä
ga: Sráidbhaile
hi: गांव
hu: Faluba
iw: הכפר
ja: 村
ko: 마을
lv: Ciems
mk: С
ro: Satul
sq: Fshati
sr: Село
sw: Kijiji
tr: Köy
vi: Làng
yi: לעצטע
zh: 村

source: Cave
af: Grot
ar: كهف
be: Пячоры
bg: Пещера
ca: Cova
cs: Jeskyně
cy: Ogof
el: Σπήλαιο
fa: غار
fi: Luolaan
ga: Uaimh
hi: गुफा
hu: Barlangba
iw: מערה
ja: 洞窟
ko: 동굴
lv: Ala
pl: Jaskinia
sr: Пећина
sw: Pango
tr: Mağara
vi: Hang
yi: הייל
zh: 洞穴

source: Fortress Outskirts
af: Fort Omtrek
ar: قلعة مشارف
be: Крэпасць Ускраіна
bg: Крепостта покрайнините
ca: Afueras Fortalesa
cs: Tvrz Okolí
cy: Gyrion Fortress
de: Fortress Ortsrand
el: Φρούριο Outskirts
et: Kindlusmale äärelinnas
fa: حومه قلعه
fr: Forteresse Périphéries
ga: Imeall Fortress
gl: Fortaleza Periferia
hi: किले के सरहद पर
hr: Tvrđava periferija
hu: Fortress külterület
is: Fortress útjaðri
it: Fortezza Periferia
iw: בפאתי המצודה
ja: 山城郊外
ko: 요새 외곽
lv: Cietoksnis mežmala
mk: Тврдина периферијата
mt: Periferija Fortress
pl: Twierdza Outskirts
pt: Fortaleza Periferia
ro: La periferia Fortress
sl: Fortress Obrobje
sq: Kalaja periferi
sr: Тврђава предграђе
sw: Ngome nje
tr: Kale Outskirts
vi: Pháo đài ngoại ô
yi: פעסטונג אָוצקירץ
zh: 山城近郊

source: Forbidden Swamp
af: Verbode Moeras
ar: ممنوع مستنقع
be: Запретный Swamp
bg: Забранено Блато
ca: Prohibida la Ciénaga
cs: Zakázané Swamp
cy: Wahardd siglen
de: Verbotene Swamp
et: Keelatud Soo
fa: ممنوع آبی
fi: Kiellettyjen Swamp
ga: Toirmiscthe Swamp
gl: Prohibida Swamp
hi: निषिद्ध दलदल
hr: Zabranjeno Močvara
hu: Mocsár Forbidden
iw: אסור הביצה
ja: 故宮の沼
ko: 금단의 늪
lv: Aizliegts Purvs
mk: Забранетиот Блато
mt: Projbit Swamp
nl: Verboden Swamp
pl: Zakazane Swamp
pt: Proibida Swamp
ro: Interzis Swamp
sr: Забрањено Мочвара
sw: Haramu Swamp
tr: Yasak Swamp
vi: Tử Cấm đầm lầy
yi: פאַרבאָטן סוואַמפּ
zh: 故宫沼泽

source: Sewage Restricted Zone Key
af: Riool Beperkte Seun Kern
ar: المجاري منطقة محظورة مفتاح
be: Сцёкавыя воды зоны абмежаванні Ключавыя
bg: Канализация зона с ограничен достъп Ключ
ca: D'aigües residuals Zona Restringida nombre
cs: Čistíren odpadních vod uzavřeného pásma Key
cy: Carthion Parth dan gyfyngiadau Allweddol
da: Spildevand Restricted Zone Key
de: Abwasser Restricted Zone Key
el: Αποχέτευση απαγορευμένη ζώνη Key
et: Reovee Restricted Zone Key
fa: فاضلاب منطقه محدود کلیدی
fi: Jäteveden Rajoitettu vyöhyke Key
fr: Zone de restriction des eaux usées pièce
ga: Séarachais Srianta Zone Eochair
gl: Sumidoiros da Zona Restrinxida
hi: मलजल प्रतिबंधित क्षेत्र कुंजी
hr: Kanalizacija Restricted Zone Ključ
hu: Szennyvíz Tiltott zóna Kulcs
is: Skólp Bönnuð Zone Key
it: Depurazione Restricted Zone Key
iw: ביוב המוגבלים קי
ja: 下水制限付きサイトゾーンを買う
ko: 하수 제한 구역 키
lv: Notekūdeņu aizliegtajā zonā Key
mk: Канализација Ограничена Зона Главни
mt: Drenaġġ Żona Ristretta Ewlenin
nl: Rioolwater Restricted Zone Key
no: Kloakk Restricted Zone Key
pl: Oczyszczalnia strefy Key
pt: Esgotos da Zona Restrita
ro: De canalizare Zona restrictionata Cheie
sl: Kanalizacija Omejeno Zone Key
sq: Zona e kufizuar e ujërave të zeza Key
sr: Канализација Заштићене зоне Кључ
sv: Avloppsvatten restriktionszon Key
sw: Eneo la taka Restricted Key
tr: Kanalizasyon Yasak Bölge Anahtar
vi: Giới hạn lý nước thải Khu chính
yi: אָפּגאַנג רעסטריקטעד זאנע קי
zh: 污水限制区的关键

source: Basement
af: Kelder
ar: القبو
be: Подвал
bg: Мазе
ca: Soterrani
cs: Suterén
cy: Islawr
de: Keller
el: Υπόγειο
et: Kelder
fa: زیرزمین
fi: Kellarikerroksessa
fr: Sous-sol
ga: Íoslach
hi: तहखाने
hr: Podrum
hu: Alagsorában
iw: מרתף
ja: 地下室
ko: 지하
lv: Pagrabs
mk: Сутерен
mt: Kantina
nl: Kelder
pt: Cave
sl: Klet
sq: Bodrum
sr: Подрум
sw: Lelo
tr: Bodrum
vi: Tầng hầm
yi: קעלער
zh: 地下室

source: Fortress Ground Floor
af: Fort Grondverdieping
ar: قلعة الأرضى
be: Крэпасць Ground Floor
bg: Крепостта Партер
ca: Fortalesa de la planta baixa
cs: Tvrz Přízemí
cy: Fortress Llawr Gwaelod
de: Fortress Erdgeschoss
el: Φρούριο Ισόγειο
et: Kindlusmale Ground Floor
fa: قلعه طبقه همکف
fr: Forteresse Ground Floor
gl: Fortaleza Terreo
hi: किले भूतल
hr: Tvrđava Prizemlje
hu: Fortress Földszint
it: Fortezza Piano Terra
iw: מבצר קומת כניסה
ja: 城1階
ko: 요새 지상 층
lv: Cietoksnis Ground Floor
mk: Тврдина Ground Floor
pl: Twierdza Parter
pt: Fortaleza Térreo
ro: Cetatea Parter
sq: Kalaja Ground Floor
sr: Тврђава Приземље
sw: Ngome Ground Floor
tr: Kale Zemin Kat
vi: Pháo đài Tầng trệt
yi: פעסטונג גראָונד פלאָר
zh: 地下堡垒

source: Sewer
af: Riool
ar: مجرور
be: Каналізацыйныя
ca: Claveguera
cs: Kanalizační
cy: Garthffos
da: Kloak
el: Υπονόμων
et: Kanalisatsioonitööd
fa: فاضلاب
fi: Viemäriputket
fr: Egouts
ga: Séarachais
gl: Sumidoiros
hi: नाला
hu: Szennycsatorna
it: Fogna
iw: ביוב
ja: 下水道
ko: 하수도
mk: Канализациона
mt: Laredo
pl: Kanalizacja
pt: Esgoto
ro: Canalizare
sq: Kanalizimi
sr: Канализација
sw: Mfereji wa maji machafu
tr: Kanalizasyon
vi: Hệ thống thoát nước
yi: קאַנאַל
zh: 下水道

source: Fortress Main Key
af: Fort Hoof Kern
ar: القلعة الرئيسية الرئيسية
be: Крэпасць галоўным ключом
bg: Крепостта основните ключови
ca: Fortalesa principal del número
cs: Tvrz Hlavní Key
cy: Fortress Prif Allweddol
el: Φρούριο Κύρια Key
et: Kindlusmale Peamised Peamised
fa: قلعه کلید اصلی صفحه اصلی
fr: La forteresse principale de la pièce
ga: Fortress Main Eochair
gl: Fortaleza principal da
hi: दुर्ग मुख्य कुंजी
hr: Tvrđava Glavni Ključ
it: Fortezza chiave principale
iw: מבצר מפתח ראשי
ja: 要塞のメインを買う
ko: 요새 기본 키
lv: Cietoksnis Main Key
mk: Главно Клучни тврдина
mt: Fortress Main ewlenin
pl: Twierdza klucz główny
pt: Fortaleza principal da
ro: Fortress principale Key
sq: Kalaja kryesore kryesore
sr: Главни Тврђава Кључ
sv: Fortress huvudnyckel
sw: Ngome Kuu Key
tr: Kale Ana Anahtar
vi: Pháo đài chính khóa
yi: פעסטונג הויפט קי
zh: 山城主密钥

source: Teleporter Access Key 1
af: Teleport eerder Toegang Toets 1
ar: Teleporter الوصول إلى مفتاح 1
be: Телепорт Access Key 1
bg: Teleporter достъп Key 1
ca: Teletransportador Tecla d'accés 1
cs: Teleport Přístup Key 1
cy: Teleporter Mynediad Allweddol 1
el: Access Teleporter Key 1
fa: Teleporter دسترسی به کلید 1
fi: Teleporttia Access Key 1
fr: Téléporteur Access Key 1
ga: Teleporter Eochair Rochtana 1
hi: Teleporter प्रवेश कुंजी 1
hu: Teleportáló Access Key 1
is: Teleporter Aðgangur Lykill 1
it: Teletrasporto Access Key 1
iw: Teleporter מפתח גישה 1
ja: 転送装置アクセスキー1
ko: Teleporter 액세스 키 1
mk: Teleporter пристап Клучни 1
ro: Teleportor de acces cheie 1
sr: Телепортер Приступни тастер 1
sw: Key Teleporter Access 1
tr: Teleporter Erişim Anahtarı 1
vi: Teleporter truy cập khóa 1
yi: טעלעפּאָרטער אַקסעס קיי 1
zh: 遥控搬运访问键1

source: Teleporter Access Key 2
af: Teleport eerder Toegang sleutel 2
ar: Teleporter الوصول إلى مفتاح 2
be: Телепорт Access Key 2
bg: Teleporter Достъп Ключ 2
ca: Teletransportador clau d'accés 2
cs: Teleport Přístupový klíč 2
el: Access Teleporter Key 2
et: Teleporter Juurdepääsu võti 2
fa: Teleporter دسترسی به کلید 2
fi: Teleporttia Access Key 2
fr: Téléporteur Access Key 2
ga: Teleporter Eochair Rochtana 2
gl: Teleporter Chave de Acceso 2
hi: Teleporter प्रवेश कुंजी 2
hu: Teleportáló Access Key 2
is: Teleporter Aðgangur Lykill 2
it: Teletrasporto Access Key 2
iw: Teleporter מפתח גישה 2
ja: 転送装置のアクセスキー2
ko: Teleporter 액세스 키 2
mk: Teleporter пристап Клучни 2
pt: Teleporter Chave de Acesso 2
ro: Teleportor Tasta de acces 2
sr: Телепортер Приступни тастер 2
sw: Key Teleporter Access 2
tr: Teleporter Erişim Anahtarı 2
vi: Teleporter truy cập khóa 2
yi: טעלעפּאָרטער אַקסעס קיי 2
zh: 遥控搬运访问键2

source: Teleporter Access Key 3
af: Teleport eerder Toegang sleutel 3
ar: Teleporter الوصول إلى مفتاح 3
be: Телепорт Access Key 3
bg: Teleporter Бърз клавиш 3
ca: Teletransportador Tecla d'accés 3
cs: Teleport Přístupový klíč 3
el: Access Teleporter Key 3
et: Teleporter Juurdepääsu võti 3
fa: دسترسی به Teleporter کلیدی 3
fi: Teleporttia Access Key 3
fr: Téléporteur Clé d'accès 3
ga: Teleporter Eochair Rochtana 3
gl: Teleporter Chave de Acceso 3
hi: Teleporter प्रवेश कुंजी 3
hr: Teleporter Pristupna tipka 3
hu: Teleportáló Hívóbillentyû 3
is: Teleporter Aðgangur Lykill 3
it: Teletrasporto Access Key 3
iw: Teleporter מפתח גישה 3
ja: 転送装置、アクセスキーの3
ko: Teleporter 액세스 키 3
mk: Teleporter пристап Клучни 3
pt: Teleporter Chave de Acesso 3
ro: Teleportor Tasta de acces 3
sr: Телепортер Приступни тастер 3
sw: Key Teleporter Access 3
tr: Teleporter Erişim Anahtar 3
vi: Teleporter truy cập khóa 3
yi: טעלעפּאָרטער אַקסעס קיי 3
zh: 遥控搬运访问键3

source: Laboratory
af: Laboratorium
ar: المختبر
be: Лабараторыі
bg: Лаборатория
ca: Laboratori
cs: Laboratoř
cy: Labordy
de: Labor
el: Εργαστήριο
et: Laboratoorsed
fa: آزمایشگاه
fi: Laboratorio
fr: Laboratoire
ga: Saotharlainne
gl: Laboratorio
hi: प्रयोगशाला
hr: Laboratorij
hu: Laboratóriumba
it: Laboratorio
iw: מעבדה
ja: 研究室
ko: 연구소
lv: Laboratorija
mk: Лабораторија
mt: Laboratorju
nl: Laboratorium
pl: Laboratorium
pt: Laboratório
ro: De laborator
sl: Laboratorij
sq: Laborator
sr: Лабораторија
sw: Maabara
tr: Laboratuvar
vi: Phòng thí nghiệm
yi: לאַבאָראַטאָריע
zh: 实验室

source: Empty Bottle
af: Leë Fles
ar: زجاجة فارغة
be: Пустыя бутэлькі
bg: Празна бутилка
cy: Potel Wag
el: Άδειο μπουκάλι
et: Tühi pudel
fa: بطری خالی
fi: Tyhjä pullo
ga: Buidéal Folamh
gl: Botella baleira
hi: खाली बोतल
iw: בקבוק ריק
ja: 空のボトル
ko: 비어있는 병
mk: Празна Шише
mt: Flixkun Empty
pt: Garrafa Vazia
ro: Flacon gol
sq: Shishe Empty
sr: Празна боца
sv: Tomflaska
sw: Tupu Bottle
vi: Rỗng Chai
yi: ליידיק באָטטלע
zh: 空瓶

source: First Floor Key
af: Eerste Vloer Kern
ar: الطابق الأول مفتاح
be: Першы паверх Ключавыя
bg: Първи етаж Ключ
ca: Primera Planta número
cs: První patro Key
cy: Llawr Cyntaf Allweddol
el: Πρώτος όροφος Key
et: Esimesel korrusel Key
fa: طبقه اول : کلید
fr: Premier étage pièce
ga: An Chéad Urlár Eochair
gl: Primeiro andar da
hi: पहली मंजिल कुंजी
hr: First Floor Ključ
hu: Emelet Key
it: Primo Piano Key
iw: קומה ראשונה קי
ja: 1階を買う
ko: 1 층 키
mk: Прв кат Главни
mt: First Floor ewlenin
pl: Pierwsze piętro Key
pt: Primeiro Andar da
sr: Први спрат Кључ
sw: Key Floor kwanza
tr: Birinci Kat Anahtar
vi: Tầng khóa đầu tiên
yi: ערשטער פלאָר קי
zh: 一楼的关键

source: Press Action to retrieve %s
af: Pers Aksie te haal, %s
ar: اضغط على العمل لاسترداد %s
be: Прэса дзеянняў па артыкуле %s
bg: Натиснете за действие, за да изтеглите %s
ca: Premsa acció per recuperar %s
cs: Tisková Akce pro načtení %s
cy: Datganiadau Gweithredu i adfer %s
da: Tryk aktion for at hente %s
de: Presse Aktion abrufen %s
el: Πατήστε δράση για να ανακτήσετε %s
et: Press Action laadida %s
fa: مطبوعات اقدام به بازیابی %s
fi: Paina toiminta hakea %s
fr: Presse d'action pour récupérer %s
ga: Preas Gníomhaíochta a fháil %s
gl: Prensa Acción para recuperar %s
hi: प्रेस लड़ाई पुनः प्राप्त करने के लिए %s
hr: Pritisnite Akcija za popravljanje %s
hu: Nyomja meg a cselekvés letölteni %s
is: Stutt Aðgerðir til að sækja %s
it: Premere azione per recuperare %s
iw: הקש פעילות לאחזר %s
ja: プレスアクション%sを取得する
ko: 보도 액션 %s 검색
lv: Preses rīcība, lai iegūtu %s
mk: Прес акција да се повратат %s
mt: Press Azzjoni sabiex tkun irkuprata %s
nl: Druk Actie ophalen %s
no: Trykk Tiltak for å hente %s
pl: Prasa działania w celu pobrania %s
pt: Imprensa Ação para recuperar %s
ro: Comunicat de presă de acţiune pentru a prelua %s
sl: Pritisnite Ukrep za pridobitev %s
sq: Shtypni Veprimit për të rifitoj %s
sr: Притисните Акцију да преузмете %s
sv: Tryck Åtgärder för att hämta %s
sw: Press Action kwa Retrieve %s
tr: Basın Eylem %s almak için
vi: Báo chí hành động để lấy %s
yi: דרוק אַקשאַן צו צוריקקריגן %s
zh: 按行动检索%s

source: Hmm, this is new.
af: Hmm, dit is nuut.
ar: هم ، وهذا هو الجديد.
be: Хм, вось гэта новае.
bg: Хм, това е нещо ново.
ca: Hmm, això és nou.
cs: Hmm, to je cosi nového.
cy: Hmm, mae hyn yn newydd.
da: Hmm, det er nyt.
de: Hmm, das ist neu.
el: Χμμ, αυτό είναι νέο.
et: Hmm, see on uus.
fa: Hmm ، این جدید است.
fi: Hmm, tämä on uutta.
fr: Hmm, c'est nouveau.
ga: Hmm, tá an nua.
gl: Hmm, isto é novo.
hi: हम्म, यह नया है.
hr: Hmm, ovo je novo.
hu: Hmm, ez új.
is: Hmm, þetta er nýtt.
it: Hmm, questa è una novità.
iw: הממ, זה חדש.
ja: うーん、これは新しいです。
ko: 흠,이 새로운있습니다.
lv: Hmm, tas ir jauns.
mk: Хм, ова е ново.
mt: Hmm, dan huwa l-ġdida.
nl: Hmm, is dit nieuw.
no: Hmm, dette er ny.
pl: Hmm, to coś nowego.
pt: Hmm, isso é novo.
ro: Hmm, acest lucru este nou.
sl: Hmm, to je nova.
sq: Hmm, kjo është e re.
sr: Хмм, ово је ново.
sv: Hmm, är denna nya.
sw: Hmm, hii ni mpya.
tr: Hmm, bu yeni.
vi: Hmm, đây là mới.
yi: המם, דאָס איז נייַ.
zh: 嗯，这是新的。

source: It doesn't look like it can hurt me though, but there's only one way to find out...
af: Dit lyk nie dit kan seermaak my egter nie, maar daar is net een manier om uit te vind ...
ar: انها لا تبدو انها يمكن ان تؤذي لي رغم ذلك ، ولكن هناك طريقة واحدة فقط لمعرفة...
be: Ён не выглядае як яна можа мне балюча, хоць, але ёсць толькі адзін спосаб даведацца ...
bg: Той не изглежда като това може да ме боли все пак, но има само един начин да разберем ...
ca: No sembla que pugui fer-me mal si, però només hi ha una manera d'esbrinar-ho ...
cs: To nevypadá to může ublížit mi ale, ale to je jen jeden způsob, jak zjistit ...
cy: Nid yw'n edrych fel y gall ei brifo fy serch hynny, ond dim ond un ffordd i ddarganfod ...
da: Det ligner ikke det kan skade mig selv, men der er kun én måde at finde ud af ...
de: Es sieht nicht wie es mir schaden kann zwar, aber es gibt nur einen Weg, um herauszufinden, ...
el: Δεν μοιάζει να μπορεί να με βλάψουν όμως, αλλά υπάρχει μόνο ένας τρόπος υπάρχει να μάθετε ...
et: See ei tundu nagu ta saab haiget mulle küll, aga on ainult üks viis teada saada ...
fa: این کار به نظر نمی آید مثل آن می تواند به من صدمه دیده است هر چند ، اما تنها یک راه وجود دارد برای پیدا کردن...
fi: Se ei näytä se voi satuttaa minua kuitenkin, mutta vain yksi tapa saada selville ...
fr: Elle ne ressemble pas qu'il peut me faire du mal, cependant, mais il n'y a qu'une seule façon de le savoir ...
ga: Ní chuireann sé cuma mhaith ar féidir é Gortaítear dom ach, ach níl ach bealach amháin chun a fháil amach ...
gl: El non mira como ela pode ferir-me embora, pero só hai unha maneira de descubrir ...
hi: यह लग रहा है जैसे यह मुझे चोट पहुँचा सकता है, हालांकि नहीं है, लेकिन एक ही तरीका पता है ...
hr: To ne izgleda kao da me možeš povrijediti iako, no postoji samo jedan način da saznate ...
hu: Nem úgy néz ki mint tud bántani bár, de csak egyetlen módja, hogy kiderítse ...
is: Það hjartarskinn 'útlit eins og það getur meiða mig þó, en það er aðeins ein leið til að finna út ...
it: E non sembra che possa farmi del male, però, ma non c'è un solo modo per scoprirlo ...
iw: זה לא נראה כמו שזה יכול לפגוע בי אף, אבל יש רק דרך אחת לגלות ...
ja: のようにも私を傷つけることができますそれが、見えない存在を確認する唯一の方法は...
ko: 마치 그래도 날 해칠 수있는,하지만 보이지 않는 알아낼 유일한 방법은 ...
lv: Tas neizskatās tāpat kā tas var kaitēt man gan, bet tur ir tikai viens veids, kā uzzināt ...
mk: Тоа не личи на него може да ме боли но, но постои само еден начин да дознаете ...
mt: Ma look like li jistgħu iweġġgħu me għalkemm, imma hemm biss mod wieħed biex issir taf ...
nl: Het maakt niet uit als het maar kan me pijn doen, maar er is maar een manier om erachter te komen ...
no: Det ser ikke ut som det kan skade meg selv, men det er bare en måte å finne ut ...
pl: To nie wygląda może boli mnie jednak, ale jest tylko jeden sposób by się przekonać ...
pt: Ele não olha como ela pode ferir-me embora, mas só há uma maneira de descobrir ...
ro: Ea nu arata ca ea poate rani-mi deşi, dar există o singură modalitate de a afla ...
sl: Ne morejo videti, čeprav me boli, vendar obstaja samo en način, da bi ugotovili, ...
sq: Kjo nuk duket si ajo mund të dëmtojë edhe mua, por ka vetëm një mënyrë për të gjetur ...
sr: Не изгледа као да може да ме боли иако је, али постоји само један начин да сазнамо ...
sv: Det ser inte ut som det kan skada mig om, men det finns bara ett sätt att ta reda på ...
sw: Ni haangalii kama inaweza kuumiza mimi ingawa, lakini kuna njia moja tu ya kujua ...
tr: Gibi ama bana zarar veremez, ama görünmüyor orada bulmak için tek bir yol ...
vi: Nó không giống như nó có thể làm hại tôi mặc dù, nhưng chỉ có một cách để tìm ra ...
yi: עס קען נישט קוקן ווי עס קען שאַטן מיר כאָטש, אָבער עס איז בלויז איין וועג צו געפֿינען זיך ...
zh: 它不像它可以伤害我，但，但只有一种方式来探究...

source: This lift is controlled by that pressure plate, but I can't stand on it and use the lift at the same time
af: Hierdie berg word beheer deur die drukplaat, maar ek kan staan oor dit nie en gebruik die berg op dieselfde tyd
ar: هذا هو رفع اللوحة التي يسيطر عليها الضغط ، لكنني لا يمكن أن يقف عليها ، واستخدام المصعد في نفس الوقت
be: Гэта буксір знаходзіцца пад кантролем, што ціск талерку, але я не магу ўстаць на яго і выкарыстанне ліфта ў той жа час
bg: Този лифт е контролирано от тази табела налягане, но не може да стои върху нея и използването на асансьора в същото време
ca: Aquesta elevació és controlada per aquesta placa de pressió, però no pot aturar-se i utilitzar l'ascensor al mateix temps,
cs: Tento výtah je řízen, že tlak talíř, ale já to nevydržím na něm a používat výtah ve stejnou dobu
cy: Mae hyn yn codi ei reoli gan y plât bwysau, ond fedra i ddim sefyll arno, a defnyddio'r lifft ar yr un pryd
da: Denne lift er kontrolleret af, at presset plade, men jeg kan ikke stå på det og bruge elevatoren på samme tid
de: Dieser Aufzug ist, dass die Druckplatte kontrolliert, aber ich kann nicht auf sie stehen und benutzen Sie den Aufzug zur gleichen Zeit
el: Αυτό ανελκυστήρας ελέγχεται από αυτό το πιάτο πίεση, αλλά δεν μπορώ να σταθώ σε αυτό και τη χρήση του ανελκυστήρα ταυτόχρονα
et: See lift on kontrolli all, et surve plaadile, kuid ma ei saa seista ja kasutab lifti samal ajal
fa: این بالابر که توسط اتصالات فشار کنترل شده است ، اما من نمی توانم بر روی آن ایستاده و با استفاده از بالابر در همان زمان
fi: Tämä hissi on valvottava, että paine levyä, mutta en voi sietää sitä ja käyttää hissin samaan aikaan
fr: Cette levée est contrôlée par cette plaque de pression, mais je ne peux pas rester là-dessus et utilisez l'ascenseur en même temps
ga: Is é seo a chealú faoi rialú ag an pláta bhrú, ach ní féidir liom seasamh air agus úsáid an ardaithe ag an am céanna
gl: Ese elevado é controlado por un prato de presión, pero eu non podo estar nel e usar o ascensor, ao mesmo tempo
hi: यह उठा कि दबाव की थाली द्वारा नियंत्रित है, लेकिन मैं उस पर खड़े नहीं कर सकते हैं और एक ही समय में लिफ्ट का उपयोग करें
hr: Ovaj lift kontrolira taj pritisak ploča, ali ja ne mogu stajati na nju i koriste dizati u isto vrijeme
hu: Ez a lift vezérli, hogy nyomást lemez, de nem tudok állni, és használja a felvonó egy időben
is: Þessi lyfta er stjórnað með því að þrýsta disk, en ég get ekki standa á því og nota lyftu á sama tíma
it: Questo ascensore è controllata dallo Stato piatto di pressione, ma non riesco a stare in piedi e di usare l'ascensore, allo stesso tempo
iw: זה להרים נשלטת על ידי צלחת כי הלחץ, אבל אני לא יכול לעמוד על זה טרמפ ולהשתמש באותו זמן
ja: このリフトが圧力プレートによって制御されますが、私はそれの上に立つことはできませんし、同じ時間では、リフトを使用する
ko: 이 리프트는 압력 판에 의해 제어됩니다,하지만 난 그걸 참을 수가 없어 같은 시간에 리프트를 사용할 수
lv: Šis pacēlājs ir, ko kontrolē šī spiediena plate, bet es nevaru nostāties uz to un lietojiet lifta pašā laikā
mk: Овој лифт е контролиран од притисокот плочата, но не можам да застане на неа, и користење на лифт во исто време
mt: Dan lift hija kkontrollata minn dik il-pjanċa ta 'pressjoni, imma ma nistax stand fuqha u jużaw il-lift fl-istess ħin
nl: Deze lift wordt gecontroleerd door de druk plaat, maar ik kan er niet tegen op en gebruik de lift op hetzelfde moment
no: Denne heisen er kontrollert av det presset plate, men jeg kan ikke stå på det og bruke heisen samtidig
pl: Ten wyciąg jest kontrolowana przez płytkę ciśnienie, ale nie mogę stanąć na nim i korzystania z windy w tym samym czasie
pt: Esse elevador é controlado por um prato de pressão, mas eu não posso estar nele e usar o elevador, ao mesmo tempo
ro: Această lift este controlată de faptul că placa de presiune, dar nu pot sta pe el şi de a folosi ascensorul, în acelaşi timp
sl: To dvigalo je pod nadzorom, da je pritisk ploščo, vendar ne morem stati na njem in uporabo dvigala v istem času
sq: Kjo ngre është kontrolluar deri në atë pjatë presion, por unë nuk mund të qëndrojë mbi atë dhe përdorimin ashensor në të njëjtën kohë
sr: Овај пораст је контролише тај притисак тањиру, али не могу да стоје на њему и користите подигните у исто време
sv: Denna hiss kontrolleras av den tryckplatta, men jag kan inte stå på den och använda hissen vid samma tidpunkt
sw: Hii ni kuinua kudhibitiwa kwa kuwa shinikizo sahani, lakini siwezi kusimama juu yake na kutumia kuinua wakati huohuo
tr: Bu asansör bu baskı plakası tarafından denetlenir, ama üzerinde can't stand ve aynı zamanda asansör kullanmak
vi: Thang máy này được điều khiển bởi rằng tấm áp lực, nhưng tôi không thể đứng trên nó và sử dụng thang máy cùng một lúc
yi: דער הייב איז קאַנטראָולד דורך וואָס דרוק טעלער, אָבער איך קען נישט שטיין אויף אים און נוצן די הייבן אין דער זעלביקער צייט
zh: 该电梯控制该压盘，但我不能忍受它的使用，同时升降机
