Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: I don't think being able to turn into a Slime is going to help me here, since I might not be able to get back afterwards
af: Ek dink nie om te kan verander in 'n Slime nie gaan om my te help hier, omdat ek dalk nie in staat wees om terug daarna
ar: لا أعتقد أن تكون قادرة على ان يتحول الى الوحل هو الذهاب الى مساعدة لي هنا ، وبما انني قد لا تكون قادرة على العودة بعد ذلك
be: Я не думаю, што можа ператварыць у шлам збіраецца дапамагчы мне тут, паколькі я не мог бы вярнуцца пасля
bg: Аз не мисля, че е в състояние да се превърне в слуз ще ми помогне тук, тъй като аз може да не е в състояние да се върна после
ca: No crec ser capaç d'esdevenir un Slime se'm va a ajudar aquí, ja que probablement no sigui capaç de tornar després
cs: Nemyslím si, že může proměnit v Slime je mi pomoct tady, protože jsem pravděpodobně nebudou moci vrátit poté
cy: Dwi ddim yn meddwl yn gallu troi yn Slime yn mynd i fy helpu 'ma, er efallai na fyddaf yn gallu mynd yn ôl wedyn
da: Jeg tror ikke, at være i stand til at vende sig til et Slime vil hjælpe mig her, da jeg ikke ville være i stand til at komme tilbage bagefter
de: Ich glaube nicht in der Lage, in einen Slime wiederum wird mir hier zu helfen, da ich nicht in der Lage sein könnte, um wieder darauf
el: Δεν νομίζω ότι είναι σε θέση να μετατραπεί σε Slime πρόκειται να με βοηθήσει εδώ, δεδομένου ότι δεν μπορεί να είναι σε θέση να επιστρέψει στη συνέχεια
et: Ma ei usu võime muutuda lima ei kavatse mind aidata siin, sest ma ei pruugi saada tagasi pärast
fa: من فکر نمی کنم که شما قادر به تبدیل به لجن و گل به من کمک کنید ، از آنجایی که من ممکن است قادر به گرفتن پس از آن بازگشت
fi: En usko, että se voi muuttua Slime aikoo auttaa minua tässä asiassa, koska minä en ehkä ole päässyt myöhemmin
fr: Je ne pense pas être capable de se transformer en une boue va m'aider ici, car je risque de ne pas être en mesure de revenir plus tard
ga: Ní dóigh liom a bheith in ann dul isteach i Slime Tá dul chun cabhrú liom anseo, ós rud é nach mbeadh mé in ann a fháil ar ais ina dhiaidh sin,
gl: Eu non creo que ser capaz de converterse nun Slim vai axudar-me aquí, pois eu podería non ser capaz de voltar máis tarde
hi: मुझे नहीं लगता है मुझे यहाँ मदद की जा रही एक कीचड़ में बदलने में सक्षम है, जब से मैं बाद में वापस लाने में सफल नहीं हो सकता है
hr: Ja ne mislim da bude u mogućnosti da pretvori u Slime ide to pomoć mene ovdje, jer sam možda neće biti u mogućnosti da biste dobili leđa nakon toga
hu: Nem hiszem, hogy képes kezdene Slime fog segíteni nekem itt, mert talán nem lesz képes visszatérni később
is: Ég held ekki að vera hægt að gera í Slime er að fara til að hjálpa mér hér, því ég gæti ekki hægt að fá til baka eftir
it: Non credo di essere in grado di trasformarsi in una Slime è mi aiuterà qui, dal momento che potrebbe non essere in grado di tornare dopo
iw: אני לא חושב היכולת להפוך מפלצתיים הוא הולך לעזור לי כאן, מאז אני לא יוכל לחזור אחר כך
ja: 以来、私はその後、バックアップを取得することができない可能性があります私は、スライムに変えることができるがここに助けになりそうだとは思わない
ko: 이후 나중에 돌아갈 수 없을 수도있습니다 나는 점액으로 만들 수있게되는 날 도와 것, 생각하지 마
lv: Es nedomāju, ka ar to var pārtapt gļotas gatavojas palīdzēt man šeit, jo es, iespējams, nevarēs atgriezties pēc tam
mk: Мислам дека не е способен да се претвори во лигите се случува да ми помогне тука, бидејќи јас можеби нема да биде во можност да се вратам подоцна
mt: Ma naħsibx li tista 'ddur fi ħama va għinni hawnhekk, peress li jien ma jista' jirnexxilha terġa 'lura wara
nl: Ik denk niet kunnen veranderen in een Slijm gaat mij hier helpen, aangezien ik niet in staat zouden kunnen zijn om daarna terug te krijgen
no: Jeg tror ikke å kunne bli en Slime skal hjelpe meg her, siden jeg ikke kunne være i stand til å komme tilbake etterpå
pl: Nie sądzę, jest w stanie przekształcić Slime będzie mi pomóc tutaj, bo może nie być w stanie powrócić później
pt: Eu não acho que ser capaz de se transformar em um Slime vai ajudar-me aqui, pois eu poderia não ser capaz de voltar mais tarde
ro: Nu cred că posibilitatea de a transforma într-o Slime este de gând să mă ajute aici, de vreme ce nu s-ar putea să mă întorc după aceea
sl: Ne verjamem, da bi mogli spremeniti v Slime je tekoč v pomoč mi tukaj, ker sem morda ne bo uspelo priti kasneje
sq: Unë nuk mendoj se janë në gjendje të kthehet në një baltë do të ndihmojë mua këtu, pasi që unë nuk mund të jetë në gjendje të kthehet më pas
sr: Не мислим да сте у могућности да се претвори у глиб ће да ми помогне овде, јер сам можда неће бити у стању да се вратим касније
sv: Jag tror inte att kunna förvandlas till en Slime kommer att hjälpa mig här, eftersom jag inte skulle kunna komma tillbaka efteråt
sw: Sidhani kuwa anaweza kurejea katika Slime anaenda msaada kwangu hapa, tangu nipate wasiweze kupata nyuma baadaye
tr: Beri sonra geri almak mümkün olmayabilir Bir Slime dönüşmesi mümkün olan burada bana yardım edecek, sanmıyorum
vi: Tôi không nghĩ là có thể biến thành một Slime là sẽ giúp tôi ở đây, kể từ khi tôi có thể không có khả năng trở lại sau đó
yi: איך טאָן ניט טראַכטן בעינג קענען צו ווענדן זיך אַ סלימע איז גאָוינג צו העלפֿן מיר אַהער, זינט איך מייט נישט זיי קענען צו באַקומען צוריק דערנאָכדעם
zh: 我不认为能够变成泥会帮助我，因为我可能无法取回后

source: I'll have to find another way of getting across
af: Ek het na 'n ander manier om die hele vind
ar: سآخذ لإيجاد طريقة أخرى للوصول عبر
be: Мне давядзецца шукаць іншы спосаб атрымання ўсёй
bg: Ще трябва да намери друг начин за получаване на целия
ca: Vaig a haver de trobar una altra manera d'aconseguir a través de
cs: Budu muset najít jinou cestu, jak se v celé
cy: Bydd yn rhaid i mi ddod o hyd i ffordd arall o gael ar draws
da: Jeg bliver nødt til at finde en anden måde at komme på tværs
de: Ich werde einen anderen Weg, um in der Suche
el: Θα πρέπει να βρούμε άλλο τρόπο για να περάσουμε
et: Võtan leida teine viis saada üle
fa: او می خواهم که دیگر در سراسر راه به دست آوردن را پیدا
fi: I'll on löydettävä toinen tapa saada koko
fr: Je vais devoir trouver une autre façon de faire passer
ga: Beidh mé a fháil ar bhealach eile de ag dul thar
gl: Vou ter que atopar outra forma de obtención a través de
hi: मैं भर में हो रही का एक और तरीका खोजना होगा
hr: Morat ću pronaći drugi način za dobivanje preko
hu: Majd meg kell találni egy másik út-ból szerzés-szerte
is: Ég mun verða að finna aðra leið til að komast yfir
it: Dovrò trovare un altro modo di ottenere tutta
iw: אני אצטרך למצוא דרך אחרת להגיע לרוחב
ja: 私は全体を取得する別の方法を見つけなければなりません
ko: 내가 전해야 다른 방법을 찾아야 할 겁니다
lv: Es būtu jāmeklē cits veids, kā iegūt visā
mk: Ќе морам да најде друг начин да се цела
mt: I'll iridu jsibu mod ieħor kif jkollna madwar
nl: Ik zal moeten vinden een andere manier om in
no: Jeg må finne en annen måte å komme over
pl: Muszę znaleźć inny sposób na uzyskanie przez
pt: Vou ter que encontrar outra forma de obtenção através de
ro: Voi avea de a găsi un alt mod de a avea peste
sl: Jaz bom moral najti drug način za pridobivanje v
sq: Unë do të duhet të gjejmë një mënyrë tjetër për të hyrë në të gjithë
sr: Ја ћу морати да пронађе други начин да се преко
sv: Jag måste hitta ett annat sätt att ta sig över
sw: I'll na kutafuta njia nyingine ya kupata hela
tr: Ben üzerinde almanın başka bir yol bulmanız gerekecektir
vi: Tôi sẽ phải tìm một cách khác để nhận qua
yi: האָב איך וועט האָבן צו געפֿינען נאָך אַ וועג פון געטינג אַריבער
zh: 我必须寻找其他的方式获得跨越

source: I'll have to find something to help me get across
af: Ek het na iets om my te help kry regoor vind
ar: سآخذ لتجد شيئا لمساعدتي للحصول عبر
be: Мне давядзецца знайсці што-небудзь, каб дапамагчы мне атрымаць праз
bg: Ще трябва да намерим нещо, което да ми помогне в
ca: Vaig a haver de trobar alguna cosa que m'ajudi a través d'
cs: Budu muset najít něco, aby mi pomohl dostat přes
cy: Bydd rhaid i mi ddod o hyd i rywbeth i fy helpu i gael ar draws
da: Jeg bliver nødt til at finde noget for at hjælpe mig med at komme på tværs
de: Ich muss etwas in mir helfen, zu finden
el: Θα πρέπει να βρούμε κάτι για να με βοηθήσει να μεταδώσουμε
et: Võtan leida midagi, mis aitab mul saada üle
fa: او می خواهم که چیزی به به من کمک کنید در سراسر برای یافتن
fi: I'll täytyy löytää jotain auttaa minua pääsemään yli
fr: Je vais devoir trouver quelque chose pour m'aider à faire passer
ga: Beidh mé ag teacht ar rud éigin chun cabhrú liom a fháil ar fud na
gl: Vou ter que atopar algo para me axudar a atravesar
hi: मैं कुछ मदद करने में मुझे मिल खोजना होगा
hr: Morat ću pronaći nešto za pomoć mene dobiti preko
hu: Majd meg kell találni valamit, hogy segítsen nekem kap-szerte
is: Ég mun verða að finna eitthvað til að hjálpa mér að fá yfir
it: Dovrò trovare qualcosa per aiutarlo ad ottenere tutta
iw: אני אצטרך למצוא משהו כדי לעזור לי לקבל פני
ja: 私は私を分かってもらうために何かを見つける必要があります
ko: 내가 건널 수 있도록 뭔가를 찾을거야
lv: Es ņemšu atrast kaut ko, kas palīdzētu man iegūt visā
mk: Ќе морам да се најде нешто за да ми помогне да се цела
mt: I'll jkollhom isibu xi ħaġa biex jgħin lili nwasslu l
nl: Ik moet iets vinden om mij te helpen te krijgen over
no: Jeg må finne noe å hjelpe meg komme over
pl: Muszę znaleźć coś, aby pomóc mi się w całej
pt: Vou ter que encontrar algo para me ajudar a atravessar
ro: Voi trebuie să găsească ceva care să mă ajute a lua în întreaga
sl: Jaz bom moral najti nekaj, da mi pomaga priti čez
sq: Do të duhet të gjejnë diçka për të ndihmuar me të marrë nëpër
sr: Ја ћу да нађем нешто да ми помогне да пређу преко
sv: Jag måste hitta något att hjälpa mig att komma över
sw: I'll have kupata kitu kunisaidia kupata hela
tr: Bana genelinde yardımcı olacak bir şey bulmanız gerekecektir
vi: Tôi sẽ phải tìm một cái gì đó để giúp tôi có được qua
yi: איך וועט האָבן צו געפֿינען עפּעס צו העלפֿן מיר באַקומען אַריבער
zh: 我得找些事情帮助我跨越

source: I didn't see any Sludges in the mine when I went to get Borgan's coal and even if there were any I can't get back there since my raft sank
af: Ek het nie enige slyk in die myne nie sien toe ek gaan kry Borgan se steenkool en selfs as daar enige ek kan terug kry nie daar sedert my vlot gesink
ar: لا أرى أي الحمأة فى المنجم عندما ذهبت للحصول على بورجان من الفحم ، وحتى إذا كانت هناك أي لا أستطيع الحصول على العودة الى هناك منذ تقريري أساسات غرقت
be: Я не бачу Шлам ў шахце, калі я пайшоў за углем Борган, і нават калі ёсць якія-небудзь я не магу туды пасля майго плот затонул
bg: Аз не виждам никаква Утайки в мината, когато отидох да се въглища Borgan и дори, ако има някакви не мога да се върна там, тъй като ми сал потъва
ca: Jo no vaig veure cap fangs a la mina quan vaig anar a comprar carbó Borgen, i fins i tot si hi ha alguna que no pugui tornar-hi des de la bassa es va enfonsar
cs: Neviděl jsem žádné Kaly v dole, když jsem šel pro Borgan uhlí, a to i když tam byly nějaké nemůžu dostat tam, protože jsem se potopil člun
cy: Doeddwn i ddim yn gweld unrhyw Sludges yn y mwynglawdd pan es i gael Borgan ar glo a hyd yn oed os oedd unrhyw Nid wyf yn gallu mynd yn ôl yno ers fy rafft suddodd
da: Jeg kunne ikke se nogen Slam i minen, da jeg gik til at få Borgan kul, og selv om der var nogen, jeg kan ikke komme tilbage der siden min tømmerflåde sank
de: Ich sehe keine Schlämme in der Grube, als ich die Kohle Borgan zu bekommen und selbst wenn es irgendwelche Ich kann nicht zurück, da es mein Floß sank
el: Δεν είδα καμία λάσπες στο ορυχείο όταν πήγα να πάρει άνθρακα Borgan και ακόμη και αν υπήρχαν, δεν μπορώ να γυρίσω εκεί από σχεδία μου βυθίστηκε
et: Ma ei näe setted kaevanduses kui läksin saada Borgan's süsi ja isegi kui see toimus ma ei saa sinna tagasi, sest minu parv vajus
fa: من با هیچ یک از Sludges در معدن را نمیبینید وقتی که من رفتم برای دریافت Borgan زغال سنگ و حتی اگر شد هیچ نمی توانم گرفتن به قایق وجود دارد از من sank وجود دارد
fi: En näe mitään lietteet kaivoksessa, kun menin saada Borgan hiili-ja vaikka ei ollut mitään en pääse sinne takaisin, koska minun lautta upposi
fr: Je ne vois pas de boues dans la mine lorsque je suis allé chercher du charbon Borgan et même s'il y avait un je ne peux pas retourner là-bas depuis mon radeau a coulé
ga: Ní raibh mé ar bith a fheiceáil i Sludges an mianach nuair a chuaigh mé a fháil Borgan gual agus fiú má bhí aon ní féidir liom dul ar ais ann ó sank mo raft
gl: Eu non vexo ningún Lamas na mina cando eu fun pegar o carbón Borgan e mesmo se houbese algún que non podo volver alí dende a miña balsa afundirse
hi: मैं खान में किसी भी Sludges नहीं देख जब मैं है Borgan कोयला मिल गया और किया भी अगर वहाँ नहीं थे किसी भी मैं वहाँ वापस नहीं के बाद से अपने बेड़े डूब कर सकते हैं
hr: JA nije 'vidjeti bilo koji sludges u moje kada sam otišao da se Borgan na ugljen, pa čak i ako je bilo ja se ne mogu vratiti tamo jer moj splav potonuo
hu: Én nem látok semmilyen iszap a bányában, amikor mentem Borgan a szén és még ha vannak is olyan nem tudok oda, mivel én elsüllyedt tutaj
is: ÉG did ekki allir Sludges í minn þegar ég fór að fá kol Borgan og jafnvel ef það væru einhverjar sem ég get ekki fengið til baka þar síðan raft minn sökk
it: Non ho visto alcuna fanghi in miniera, quando sono andato a prendere il carbone Borgan e anche se ci fossero non posso tornare lì dopo la mia zattera affondata
iw: אני לא רואה שום Sludges במכרה כאשר הלכתי לקחת את Borgan של פחם ואף אם היו כאלה אני לא יכול לחזור לשם מאז הרפסודה שלי צנח
ja: 私は、Borganの石炭を取得していた鉱山内の任意の汚泥を参照していない場合でも、そこから私のいかだ沈没は私が取得することはできませんが
ko: 내가 Borgan의 석탄을하고 가서 광산에서 슬러지 보지 못했다하더라도 내 뗏목을 침몰 이후 언제 다시 갈 수 없어했다
lv: Es neredzēju nekādas raktuves Nosēdumi, kad es devos, lai saņemtu Borgan ogļu un pat ja būtu bijuši jebkādi es nevaru tikt atpakaļ tur, jo mans plosts nogrima
mk: Јас не гледам никаква Sludges во рудникот кога отидов да се Borgan на јаглен и дури и ако имаше било која не можам да се вратам таму од мојот сплав потона
mt: I ma tara xi Sludges fil-mina meta I marru għall-faħam nikseb Borgan u anki jekk kien hemm xi Ma nistax nikseb lura hemmhekk mill-ċattra tiegħi għereq
nl: Ik zag geen slib in de mijn toen ging ik naar kolen Borgan's te krijgen en zelfs als er geen ik niet terug kan krijgen er sinds mijn vlot zonk
no: Jeg så ikke noen slam i gruven da jeg gikk for å få Borgan kull og selv om det var noe jeg ikke kan komme tilbake der siden mitt flåten sank
pl: Nie widzę żadnych Osady w kopalni, kiedy poszedł po węgiel Borgan, a nawet jeśli były jakieś nie mogę tam wrócić, ponieważ mój tratwa zatonęła
pt: Eu não vejo nenhum Lamas na mina quando eu fui pegar o carvão Borgan e mesmo se houvesse algum que não posso voltar lá desde a minha balsa afundou
ro: Nu am văzut nici o nămoluri în mină când m-am dus la spre a lua de cărbune Borgan şi chiar dacă ar exista nici nu pot să mă întorc acolo din pluta mea s-a scufundat
sl: Nisem videl vseh Mulj v rudniku, ko sem šel Borgan premoga in čeprav so bila kakšna ne morem dobiti nazaj od mojega splava potonila
sq: Unë nuk shoh ndonjë Sludges në minierë, kur shkova për të marrë qymyr Borgan dhe edhe nëse ka patur ndonjë Unë nuk mund të kthehet atje prej trap mi mbyt
sr: Нисам видео било Муљ у руднику кад сам отишао да се Борган'с угља, па чак и ако их је било не могу да се вратим тамо од моје сплав потонуо
sv: Jag såg inte något Slam i gruvan när jag gick för att hämta Borgan s kol och även om det fanns något jag inte kan få tillbaka det sedan min flotte sjönk
sw: I didn't se Sludges yoyote katika mgodi wakati mimi akaenda kupata Borgan wa makaa ya mawe na hata kama kuna siwezi kupata huko nyuma yangu tangu raft sank
tr: Ben Borgan kömür almak için gitti ve benim herhangi bir çamur görmedim bile varsa beri benim sal battı herhangi Ben orada can't get edildi
vi: Tôi không thấy bất kỳ Sludges trong tôi khi tôi đã đi để có được than Borgan và thậm chí nếu có bất kỳ Tôi không thể lấy lại ở đó kể từ bè của tôi bị chìm
yi: איך האָט נישט זען קיין סלודגעס אין דער מיין ווען איך ווענט צו באַקומען באָרגאַן ס קוילן און אפילו אויב עס געווען קיין איך קען נישט באַקומען צוריק דאָרט זינט מיין פּליט סאַנגק
zh: 我没有看到任何污泥煤矿当我前往取Borgan煤炭，即使有任何我不能回去，因为我有筏沉没

source: I'll have to find another mine around here...
af: Ek het na 'n ander myne hier rond te vind ...
ar: سآخذ العثور على لغم آخر بالقرب من هنا...
be: Мне давядзецца знайсці іншую мае вакол тут ...
bg: Ще трябва да си намерят друга мина наоколо ...
ca: Vaig a haver de trobar una altra mina de per aquí ...
cs: Budu muset najít jinou dolu tady ...
cy: Bydd yn rhaid i mi ddod o hyd i un arall o gwmpas pwll yma ...
da: Jeg bliver nødt til at finde en anden miner rundt her ...
de: Ich muss mir eine andere hier in der Nähe finden ...
el: Θα πρέπει να βρούμε ένα άλλο ορυχείο γύρω από εδώ ...
et: Ma pean leidma teise kaevanduse ümber siin ...
fa: او می خواهم که دیگر معدن در این حوالی هست برای یافتن...
fi: I'll on löydettävä toinen minun täällä ...
fr: Je vais devoir trouver une autre mine par ici ...
ga: Beidh mé ag teacht chun mianach eile timpeall anseo ...
gl: Vou ter que buscar outra mina por aquí ...
hi: मैं यहाँ एक और मेरा खोजना होगा ...
hr: Morat ću pronaći drugi mina oko ovdje ...
hu: Majd meg kell találni egy másik bánya körül itt ...
is: Ég mun verða að finna annan minn um hér ...
it: Dovrò trovare un'altra miniera qui intorno ...
iw: אני אצטרך למצוא אחר שלי כאן ...
ja: 私はここの周り、別の地雷を見つける必要があるでしょう...
ko: 여기 근처에 다른 내를 찾아 야죠 ...
lv: Es ņemšu atrast citu mīnu šeit tuvumā ...
mk: Ќе морам да најдам друга мојот околу тука ...
mt: I'll iridu jsibu ieħor mini madwar hawn ...
nl: Ik heb de mijne een andere te vinden hier ...
no: Jeg må finne en annen gruve rundt her ...
pl: Muszę znaleźć inny kopalni around here ...
pt: Vou ter que encontrar uma outra mina por aqui ...
ro: Voi trebuie să găsească un alt mea pe aici ...
sl: Bom moral najti drugo mine tukaj ...
sq: Unë do të duhet të gjejmë një tjetër e minave rreth këtu ...
sr: Ја ћу морати да пронађу други моје овде ...
sv: Jag måste hitta en annan gruva här ...
sw: I'll have kupata mgodi mwingine kuzunguka hapa ...
tr: Ben burada başka bir maden bulmak gerekecek ...
vi: Tôi sẽ phải tìm một mỏ quanh đây ...
yi: איך וועט האָבן צו געפֿינען נאָך מיין אַרום דאָ ...
zh: 我要寻找另一个我在这里...

source: Creates ice cubes that expand on contact with water
af: Skep ys blokke wat uitbrei oor kontak met water
ar: يخلق مكعبات الثلج التي توسع على تماس مع الماء
be: Стварае кубики лёду, якія пашыраюцца пры кантакце з вадой
bg: Създава ледени кубчета, които разширяват при контакт с вода
ca: Crea glaçons de gel que s'expandeixen en contacte amb l'aigua
cs: Vytvoří kostky ledu, které rozšíří při styku s vodou
cy: Creu ciwbiau iâ sy'n ehangu ar gysylltiad â dwr
da: Laver isterninger at ekspandere ved kontakt med vand
de: Erstellt von Eiswürfeln, die beim Kontakt mit Wasser zu erweitern
el: Δημιουργεί παγάκια που διευρύνουν την επαφή με το νερό
et: Loob jääkuubikuid, mis laiendavad kokkupuutel veega
fa: ایجاد حبه یخ است که گسترش در تماس با آب
fi: Luo jääkuutioita että laajentaa veden kanssa kosketuksiin
fr: Crée des cubes de glace qui s'étendent sur des contact de l'eau
ga: Cruthaigh ciúbanna oighir a leathnú ar dteagmháil le huisce
gl: Crea cubos de xeo que se expanden en contacto coa auga
hi: बर्फ cubes बनाता है कि पानी के संपर्क में विस्तार
hr: Stvara kocke leda da se proširiti u dodiru s vodom
hu: Létrehoz jégkockákat, hogy fejlődjön a vízzel érintkezve
is: Býr ís cubes að auka snertingu við vatn
it: Crea cubetti di ghiaccio che si espandono a contatto con l'acqua
iw: יוצר קוביות קרח כי להרחיב על מגע עם מים
ja: は、水との接触を拡大するアイスキューブを作成する
ko: 물과 접촉을 확장하고 얼음 조각을 만듭니다
lv: Izveido ledus klucīši, kas paplašina saskarē ar ūdeni
mk: Создава коцки мраз што се прошири во контакт со вода
mt: Joħloq kwadretti tas-silġ li jespandu mal-kuntatt ma 'l-ilma
nl: Maakt ijsblokjes uit te breiden dat bij contact met water
no: Oppretter isbiter som bygger på kontakt med vann
pl: Tworzy kostki lodu, że rozszerzenie w kontakcie z wodą
pt: Cria cubos de gelo que se expandem em contato com a água
ro: Creează cuburi de gheaţă care extind în contact cu apa
sl: Ustvari ledene kocke, da se razširi ob stiku z vodo
sq: Krijon cubes akull që zgjerohet në kontakt me ujin
sr: Прави коцкице леда да прошире у додиру са водом
sv: Skapar isbitar som expanderar vid kontakt med vatten
sw: Barafu linajenga cubes kwamba kupanua inapogusana na maji
tr: Su ile temas Doğum genişletmek buz yaratır
vi: Tạo ra khối đá mà mở rộng trên liên hệ với các nước
yi: קרעאַטעס אייז קיובז אַז יקספּאַנד אויף קאָנטאַקט מיט וואַסער
zh: 创建冰块，扩大与水接触

source: A bottle capable of capturing souls
af: 'N bottel in staat om vas te lê siele
ar: زجاجة قادرة على التقاط النفوس
be: Бутэлька здольныя захапіць душ
bg: Бутилка състояние за лов на душите
ca: Una ampolla capaç de capturar les ànimes
cs: Láhev dokáže zachytit duše
cy: Potel gallu gafael heneidiau
da: En flaske i stand til at erobre sjæle
de: Eine Flasche kann für den Fang von Seelen
el: Ένα μπουκάλι ικανό να συλλάβει τις ψυχές
et: Pudelit võimalik lüües hinged
fa: بطری قادر به تسخیر روح
fi: Pullo voidaan pyydystää sieluja
fr: Une bouteille capable de capturer les âmes
ga: Buidéal in ann anamacha gabháil
gl: Unha botella capaz de capturar as almas
hi: एक आत्मा पर कब्जा करने में सक्षम बोतल
hr: Boca može hvatanje duša
hu: Egy üveg rögzítésére képes lelkek
is: A flaska fær að handtaka sálir
it: Una bottiglia in grado di catturare le anime
iw: בקבוק מסוגל ללכוד נשמות
ja: ボトルの魂を取り込むことができる
ko: 병 영혼을 포착 능력
lv: Pudele uztvert dvēseļu
mk: Шише способни за фаќањето души
mt: A kapaċi li jinqabad erwieħ flixkun
nl: Een fles kan vastleggen zielen
no: En flaske stand til å fange sjeler
pl: Butelki pozwala na przechwytywanie dusz
pt: Uma garrafa capaz de capturar as almas
ro: O sticla capabile de capturare a sufletelor
sl: Steklenica zmožne zajemati duš
sq: Një shishe aftë të kapte shpirtrat
sr: Боца способна хватање душа
sv: En flaska som kan fånga själar
sw: A chupa ukamataji uwezo wa roho
tr: Bir şişe ruhları yakalama kabiliyetine sahip
vi: Một chai có khả năng thu giữ linh hồn
yi: א פלאַש טויגעוודיק פון קאַפּטשערינג סאָולז
zh: 一瓶能捕捉灵魂
