Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: You must have the instruction card you wish to use highlighted in your inventory box
af: Jy moet die instruksie kaart wat jy wil gebruik uitgelig in jou voorraad boks
ar: يجب أن لديك بطاقة تعليمات كنت ترغب في استخدام الضوء بك في المربع الجرد
be: Вы павінны мець інструкцыю картай вы хочаце выкарыстоўваць падкрэслілі ў Вашым інвентары акне
bg: Трябва да има инструкция карта, която желаете да използвате подчертани в инвентара си кутия
ca: Vostè ha de tenir la targeta de la instrucció que voleu utilitzar en relleu en el quadre d'inventari de
cs: Musíte mít instrukce kartu, kterou chcete použít zdůraznil ve vašem inventáři box
cy: Rhaid i chi gael y cerdyn gyfarwyddyd ydych yn dymuno defnyddio a amlygwyd yn eich blwch rhestr
da: Du skal have instruktion kort, du ønsker at bruge fremhævet i din beholdning boks
de: Sie müssen die Anweisung Karte, die Sie wollen, müssen in Ihrem Inventar Feld hervorgehoben Nutzung
el: Πρέπει να έχετε την κάρτα εντολή που θέλετε να χρησιμοποιήσετε τονίζεται στη θέση απογραφή σας
et: Sul peab olema juhend kaart soovid kasutada rõhutas oma nimekirja lahtrisse
fa: شما باید کارت آموزش می خواهید که در جعبه موجودی خود را برجسته استفاده کرده
fi: Sinulla on oltava ohjeet kortti, jota haluat käyttää esiin varastosi kohtaan
fr: Vous devez avoir la carte d'instruction que vous souhaitez utiliser en surbrillance dans votre boîte aux stocks
ga: Ní mór duit tá an cárta teagaisc mian leat chun béim a úsáid i do bhosca fhardal
gl: Debe ter a tarxeta de educación que quere empregar en destaque no seu buzón de inventario
hi: तुम अनुदेश कार्ड तुम्हारी इच्छा है कि आपके सूची बॉक्स में उपयोग करना आवश्यक है पर प्रकाश डाला
hr: Morate imati instrukcija karticu koju želite koristiti istaknute u svoj inventar okvir
hu: Meg kell adnunk a tanítás kártyát használni kívánt kiemelve a készlet dobozban
is: Þú verður að hafa kennsluna kortið sem þú vilt nota hápunktur í reitinn skrá þína
it: È necessario avere la carta di istruzioni che si desidera utilizzare evidenziato nella tua casella di inventario
iw: עליך להיות בעל תעודת הוראה אתה רוצה להשתמש בהדגשה בתיבת המלאי שלך
ja: あなたのインベントリボックスで強調表示を使用するに応じて、命令のカードが必要です
ko: 귀하의 목록 상자에 강조를 사용하여 원하는 명령어 카드가 있어야합니다
lv: Jums ir jābūt norādījumu karti vēlaties lietot izcelts Jūsu inventāra kastē
mk: Мора да имаат настава картичка сакате да го користите на вашиот Нагласени инвентар кутија
mt: Inti għandu jkollok il-karta ta 'l-istruzzjoni tixtieq tuża enfasizzati fil-kaxxa inventarju tiegħek
nl: U moet de instructie kaart die u wilt gebruiken duidelijk in je inventaris doos
no: Du må ha undervisningen kortet du vil bruke merket i din beholdning boks
pl: Musisz mieć kartę instrukcji chcesz używać podkreślił w swoim polu inwentaryzacji
pt: Você deve ter o cartão de instrução que você deseja usar em destaque na sua caixa de inventário
ro: Trebuie să aveţi carte de instrucţiuni pe care doriţi să utilizaţi evidenţiate în caseta de inventar dvs.
sl: Imeti morate navodila kartico, ki jo želite uporabljati, je poudarjeno v vašem inventar polju
sq: Ju duhet të keni kartën udhëzim që dëshironi të përdorni të theksuara në kutinë tuaj inventar
sr: Морате да имате картицу упутство које желите да користите истакнута у свој инвентар пољу
sv: Du måste ha instruktioner kort du vill använda belyses i ditt inventory låda
sw: Lazima uwe na kadi ya maelekezo unataka kutumia yalionyesha inventering yako katika sanduku
tr: Size envanter kutusunda vurgulanmış kullanmak istediğiniz talimat kartı olmalıdır
vi: Bạn phải có thẻ chỉ lệnh bạn muốn sử dụng đánh dấu vào ô kiểm kê của bạn
yi: איר מוזט האָבן די לימעד קאָרט איר ווילט צו נוצן כיילייטיד אין דיין ינוואַנטאָרי קעסטל
zh: 你必须有说明卡你想使用您的库存中强调

source: Wow, a laboratory!
af: Wow, 'n laboratorium!
ar: نجاح باهر ، ومختبر!
be: Wow, лабараторыі!
bg: Уау, лаборатория!
ca: Wow, un laboratori!
cs: Wow, laboratoř!
cy: Wow, labordy!
da: Wow, et laboratorium!
de: Wow, ein Labor!
el: Ουάου, ένα εργαστήριο!
et: Vau, labori!
fa: Wow ، آزمایشگاه!
fi: Vau, laboratorio!
fr: Wow, un laboratoire!
ga: Wow, saotharlann!
gl: Guau, un laboratorio!
hi: वाह, एक प्रयोगशाला!
hr: Wow, laboratorij!
hu: Wow, a laboratórium!
is: Vá, rannsóknarstofu!
it: Wow, un laboratorio!
iw: וואו, מעבדה!
ja: うわー、実験室！
ko: 와우, 실험실!
lv: Wow, laboratorija!
mk: Wow, лабораторија!
mt: Ara naqra, laboratorju!
nl: Wow, een laboratorium!
no: Wow, et laboratorium!
pl: Wow, laboratorium!
pt: Uau, um laboratório!
ro: Wow, un laborator!
sl: Wow, laboratorij!
sq: Wow, një laborator!
sr: Уоу, лабораторије!
sv: Wow, ett laboratorium!
sw: Wow, maabara!
tr: Wow, bir laboratuvar!
vi: Wow, một phòng thí nghiệm!
yi: וואָוו, אַ לאַבאָראַטאָריע!
zh: 哇，一个实验室！

source: I love watching Maggie make spells and potions, maybe I can make some of my own here!
af: I love watching Maggie maak uitspel en samestellings, miskien kan ek maak n paar van my eie hier!
ar: أنا أحب مشاهدة ماجي جعل نوبات والجرع ، وربما أستطيع أن أدلي ببعض من بلدي هنا!
be: Я люблю глядзець Мэгі зрабіць загавораў і снадобий, можа быць, я магу зрабіць некаторыя з маіх уласных тут!
bg: Обичам да гледам Маги правят магии и отвари, може би мога да направя някои от моите собствени тук!
ca: M'encanta veure a Maggie fer encanteris i pocions, potser pugui fer alguna cosa de la meva pròpia aquí!
cs: Mám rád sledoval Maggie dělat kouzla a lektvary, možná bych si, aby některé své si zde!
cy: Rwyf wrth fy modd yn gwylio Maggie cyfnodau a potions, efallai y gallaf wneud fy hun yma!
da: Jeg elsker at se Maggie gøre magi og potions, måske jeg kan gøre nogle af mine egne her!
de: I love watching Maggie machen Zauber und Tränke, vielleicht kann ich einige meiner eigenen machen hier!
el: Λατρεύω παρακολουθώ Μάγκι κάνει ξόρκια και φίλτρα, ίσως μπορώ να κάνω κάποιες από τις δικές μου εδώ!
et: I love watching Maggie teeb ilm ja Potions, ehk võin teha mõned minu enda siin!
fa: دوست دارم در حال مشاهده مگی را جادوها و potions ، شاید من نمی توانم برخی از خود من را در اینجا!
fi: I love watching Maggie tehdä loitsuja ja juoma, ehkä voin tehdä joitakin oman täällä!
fr: I love watching Maggie faire des sorts et des potions, je peux peut rendre certains de la mienne ici!
ga: Is breá liom féachaint ar Maggie dhéanamh spells agus potions, b'fhéidir is féidir liom a dhéanamh ar roinnt de mo chuid féin anseo!
gl: I love watching Maggie facer feitizos e pocións, talvez poida facer algunha das miñas aquí!
hi: मैं देख रहा प्यार Maggie मंत्र और औषधि बनाना, हो सकता है मैं अपने खुद के कुछ यहाँ कर सकते हैं!
hr: Volim gledati Maggie napraviti uroka i napitaka, možda ja mogu napraviti neke svoje ovdje!
hu: Imádom nézni, hogy Maggie varázslatok és főzetek, talán tudok tenni néhány magam itt!
is: Ég elska að horfa Maggie að stafa og drykkur, kannski ég geti gert sumir af eigin minn hér!
it: Adoro guardare Maggie fare incantesimi e pozioni, forse posso fare alcuni dei miei qui!
iw: אני אוהב לצפות מגי לחשים ושיקויים לעשות, אולי אני יכול לעשות כמה משלי כאן!
ja: 私はマギー呪文やポーションを見て愛、多分私はここにいくつか自分自身を作ることができます！
ko: 내가 매기는 주문과 사랑의 묘약을보고, 어쩌면 내가 여기 내 자신의 만들 수있습니다!
lv: I love watching Maggie padarīt viļņus un potions, varbūt es varu darīt dažas manas šeit!
mk: Сакам гледајќи Меги прават магии и напивки, можеби можам да направам некои од моите сопствени тука!
mt: I love jaraw Maggie jagħmlu jispeċifika u potions, forsi I tista 'tagħmel xi tiegħi stess here!
nl: I love watching Maggie maken spreuken en drankjes, misschien kan ik enkele van mijn eigen hier!
no: Jeg elsker å se Maggie gjør stave og potions, kanskje jeg kan gjøre noen av mine egne her!
pl: I love watching Maggie dokonać zaklęć i eliksirów, może uda mi się zrobić kilka moich własnych tutaj!
pt: I love watching Maggie fazer feitiços e poções, talvez eu possa fazer algumas das minhas aqui!
ro: I love watching Maggie a face vrăji şi poţiuni, poate ca pot face parte din propriul meu aici!
sl: Rad bi gledal Maggie uroke in napitkov, morda lahko naredim nekaj moje tukaj!
sq: I love shikuar Maggie të dikton dhe potions, ndoshta unë mund të bëjë disa të mi këtu!
sr: Волим да посматрам Меги да чини и напитака, можда ја могу направити неке моје овде!
sv: Jag älskar att titta Maggie göra konster och drycker, kanske jag kan göra några av mina egna här!
sw: I love watching Maggie kufanya inaelezea na potions, labda naweza kufanya baadhi ya yangu mwenyewe hapa!
tr: Ben Maggie büyü ve iksirler yapmak izlerken sevgi, belki burada bazı kendi yapabilirsiniz!
vi: Tôi thích xem Maggie làm cho phép và potions, có lẽ tôi có thể làm cho một số của riêng tôi ở đây!
yi: איך ליב וואַטשינג מאַגגיע מאַכן ספּעלז און פּאָושאַנז, אפֿשר האָב איך קען מאַכן עטלעכע פון מייַנע אייגענע דאָ!
zh: 我喜欢看张曼玉使法术和药剂，也许我可以利用我自己的一些这里！

source: Wow, I've never seen so many books in one place!
af: Wow, ek het nog nooit gesien soveel boeke in 'n plek!
ar: نجاح باهر ، وأنا لم أر قط ذلك العديد من الكتب في مكان واحد!
be: Вау, я ніколі не бачыў столькі кніг у адным месцы!
bg: Уау, аз никога не съм виждал толкова много книги на едно място!
ca: Wow, mai he vist tants llibres en un sol lloc!
cs: Wow, nikdy jsem neviděl tolik knih, na jednom místě!
cy: Wow, dydw i erioed wedi gweld fel llawer o lyfrau yn un lle!
da: Wow, jeg har aldrig set så mange bøger på ét sted!
de: Wow, ich habe noch nie so viele Bücher an einem Ort!
el: Πω πω, ποτέ δεν έχω δει τόσα πολλά βιβλία σε ένα σημείο!
et: Wow, ma pole kunagi näinud nii palju raamatuid ühes kohas!
fa: Wow ، I've ورود : هرگز تا کتاب های بسیاری را در یک محل!
fi: Vau, en ole koskaan nähnyt niin paljon kirjoja yhdessä paikassa!
fr: Wow, je n'ai jamais vu autant de livres au même endroit!
ga: Wow, riamh mé sin le feiceáil go leor leabhar in aon áit!
gl: Uau, eu nunca vin tantos libros nun só sitio!
hi: वाह, मैंने देखा एक ही स्थान पर कई किताबें तो कभी नहीं किया है!
hr: Wow, nikad nisam vidio toliko knjiga na jednom mjestu!
hu: Wow, én még sohasem láttam ennyi könyvet egy helyen!
is: Vá, ég hef aldrei séð svo margar bækur á einum stað!
it: Wow, non ho mai visto così tanti libri in un solo posto!
iw: וואו, מעולם לא ראיתי כל כך הרבה ספרים במקום אחד!
ja: うわー、私は多くの書籍が1つの場所で見たことがない！
ko: 와우, 내가 너무 많은 책들이 한 장소에서 본 적이 없어!
lv: Wow, es nekad neesmu redzējis tik daudz grāmatu vienā vietā!
mk: Леле, никогаш не сум видел толку многу книги на едно место!
mt: Ara naqra, stajt qatt hekk bosta kotba f'post wieħed!
nl: Wow, ik heb nog nooit zoveel boeken op een plek!
no: Wow, jeg har aldri sett så mange bøker på ett sted!
pl: Wow, nigdy nie widziałem tak wiele książek w jednym miejscu!
pt: Uau, eu nunca vi tantos livros em um só lugar!
ro: Wow, eu nu am văzut atât de multe cărţi într-un singur loc!
sl: Vau, še nikoli nisem videl toliko knjig na enem mestu!
sq: Wow, unë kurrë nuk kam parë kaq shumë libra në një vend!
sr: Уоу, никад нисам видео толико књига на једном месту!
sv: Wow, jag har aldrig sett så många böcker på ett ställe!
sw: Wow, I've kamwe kuona hivyo vitabu vingi katika sehemu moja!
tr: Wow, birçok kitap bu yüzden bir yerde hiç görmedim!
vi: Wow, tôi đã không bao giờ được thấy như vậy nhiều sách ở một nơi!
yi: וואָוו, איך'ווע קיינמאָל סין אַזוי פילע ביכער אין איין אָרט!
zh: 哇，我从来没有看过这么多书在同一个地方！

source: There must be information about every subject here, this could be useful...
af: Daar moet inligting oor elke onderwerp hier nie, kan dit nuttig wees ...
ar: يجب أن تكون هناك معلومات حول كل الموضوع هنا ، وهذا يمكن أن تكون مفيدة...
be: Там павінна быць інфармацыя аб кожным прадмеце тут, гэта можа быць карысна ...
bg: Не трябва да има информация за всеки обект тук, това би могло да бъде полезно ...
ca: Hi ha d'haver informació sobre qualsevol tema aquí, aquesta podria ser útil ...
cs: Tam musí být informace o každém předmětu tady by to mohlo být užitečné ...
cy: Rhaid cael gwybodaeth am bob pwnc yma, gallai hyn fod yn ddefnyddiol ...
da: Der skal være oplysninger om hvert emne her, kunne det være nyttigt ...
de: Es muss Informationen zu jedem Thema hier, könnte dies nützlich sein ...
el: Πρέπει να υπάρχουν πληροφορίες σχετικά με κάθε θέμα εδώ, αυτό θα μπορούσε να είναι χρήσιμος ...
et: Seal peab olema teavet iga teema siin, võib see olla kasulik ...
fa: باید وجود داشته باشد اطلاعات مربوط به هر موضوع در اینجا ، این می تواند مفید...
fi: Siellä on tietoa joka asiasta täällä, tämä voisi olla hyödyllistä ...
fr: Il doit y avoir des informations sur tous les sujets ici, cela pourrait être utile ...
ga: Ní mór go mbeadh eolas faoi gach ábhar anseo, a d'fhéadfadh a bheith úsáideach seo ...
gl: Non debe haber información sobre cada tema aquí, iso podería ser útil ...
hi: वहाँ के बारे में जानकारी यहाँ हर विषय, यह उपयोगी हो सकता है होना चाहिए ...
hr: Mora postojati podaci o svakom temu ovdje, ovo bi mogao biti koristan ...
hu: Ott kell információt minden tárgyat itt, ez hasznos lehet ...
is: Það verður að vera upplýsingar um hvert efni hér, þetta gæti verið gagnlegt ...
it: Ci devono essere le informazioni su ogni argomento qui, questo potrebbe essere utile ...
iw: בטח יש מידע על כל נושא כאן, זה יכול להיות שימושי ...
ja: そこについての情報をすべての教科で、ここは、この便利なことができる必要があります...
ko: 거기에 모든 주제에 대한 정보는 여기에,이 도움이 될 수 있어야합니다 ...
lv: Jābūt informācijai par katra mācību šeit, tas varētu noderēt ...
mk: Мора да има информации за секоја тема овде, ова би можело да биде од корист ...
mt: Ma għandu jkun hemm informazzjoni dwar kull suġġett hawn, dan jista 'jkun utli ...
nl: Er moet informatie over elk onderwerp hier, kan dit nuttig zijn ...
no: Det må være informasjon om allt her, kan dette være nyttig ...
pl: Nie może być informacje na temat każdego podmiotu tutaj, może to być przydatne ...
pt: Não deve haver informações sobre cada assunto aqui, isso poderia ser útil ...
ro: Nu trebuie să existe informaţii despre fiecare subiect aici, acest lucru ar putea fi de folos ...
sl: Obstajati mora podatke o vsaki velja tukaj, bi to lahko bilo koristno ...
sq: Duhet të ketë informacion për çdo subjekt këtu, kjo mund të jetë e dobishme ...
sr: Мора да постоји информација о свакој теми овде, то би могло бити корисно ...
sv: Det måste finnas information om varje ämne här, kan det vara bra ...
sw: Lazima kuna taarifa kuhusu kila subject hapa, hii inaweza kuwa na manufaa ...
tr: Orada bilgiler hakkında her konu burada, bu yararlı olabilir, olmalı ...
vi: Có phải là thông tin về mọi chủ đề ở đây, điều này có thể có ích ...
yi: עס דאַרף זיין אינפֿאָרמאַציע וועגן יעדער ענין דאָ, דאָס קען זיין נוציק ...
zh: 必须有信息在这里的每一个问题，这可能是有益的...

source: Hmmm, the air feels charged, it reminds me of Maggie's house when she was making spells. I should be careful.
af: Hmmm, voel die lug gelaai, dit laat my dink aan Maggie se huis toe hulle was besig om uitspel. Ek moet versigtig wees.
ar: هممم ، يشعر اتهم الهواء ، فإنه يذكرني ماغي المنزل عندما كانت القرارات نوبات. وأرجو أن نكون حذرين.
be: Ммм, паветра адчувае бярэцца, то яна нагадвае мне аб доме Мэгі, калі яна рабіла загаворы. Я павінен быць асцярожны.
bg: Хммм, въздуха чувства зареден, той ми напомня на къщата на Маги, когато тя правеше магии. Трябва да бъдете внимателни.
ca: Hmmm, l'aire se sent carregat, em recorda a la casa de Maggie, quan ella estava fent encanteris. He de tenir cura.
cs: Hmmm, cítí vzduch nabitý, to mi připomíná dům Maggie, když jí bylo dělat kouzla. Měl bych být opatrný.
cy: Hmmm, yr aer yn teimlo a godir, mae'n fy atgoffa o Maggie's tŷ pan oedd yn egluro'r wneud. Ddylwn i fod yn ofalus.
da: Hmmm, føler luften opladet, det minder mig om Maggies hus, da hun lavede magi. Jeg skal være forsigtig.
de: Hmmm, ist die Luft belastet, es erinnert mich an Maggie's Haus, wenn sie machte Zauber. Ich sollte vorsichtig sein.
el: Χμμμ, ο αέρας αισθάνεται χρεώνονται, αυτό μου θυμίζει το σπίτι Μάγκι του όταν ήταν λήψης ξόρκια. Θα πρέπει να είστε προσεκτικοί.
et: Hmmm, õhu leiab laetud, siis see meenutab mulle Maggie maja, kui ta oli tegemise ilm. Mul tuleb olla ettevaatlik.
fa: Hmmm ، هوا احساس متهم شود ، آن را به یاد من خانه مگی در زمانی که وی به ساخت جادوها بود. من باید مراقب باشید.
fi: Hmmm, ilma katsoo hintaan, se muistuttaa minua Maggie talon, kun hän tekee loitsuja. Haluan olla varovainen.
fr: Hmmm, l'air sent chargée, elle me rappelle de la maison de Maggie's quand elle faisait des sorts. Je dois être prudent.
ga: Hmmm mhothaíonn, an aeir a ghearrtar, reminds dom an teach Maggie nuair a bhí sí spells a dhéanamh. Ba chóir go mbeadh mé cúramach.
gl: Hmmm, o aire se sente cobra, el me lembra da casa de Maggie, cando estaba a facer feitizos. Eu debería ter coidado.
hi: हममम, हवा का आरोप लगाया, यह मैं Maggie घर की याद दिलाता है लगता है जब वह मंत्र बना रही थी. मैं सावधान किया जाना चाहिए.
hr: Hmmm, klima osjeća se tereti, podsjeća me Maggie kuću kad joj je bilo stvaranje magije. I treba biti oprezan.
hu: Hmmm, a levegő úgy érzi töltve, eszembe Maggie háza, amikor ő volt téve varázslatoknak. Kéne legyen óvatos.
is: Hmmm, líður lofti ákæra, það minnir mig á húsi Maggie þegar hún var gerð stafa. Ég ætti að vera varkár.
it: Hmmm, l'aria è carica, mi ricorda casa di Maggie's quando lei faceva magie. Dovrei stare attento.
iw: המממ, את האוויר מרגיש מחויב, זה מזכיר לי את הבית של מגי כשהיא היתה עושה קסמים. אני צריך להיות זהיר.
ja: うーん、空気、それは私マギーの家を連想させる彼女が呪文を行っていた料金を感じる。私は注意する必要があります。
ko: 음, 공기, 나야 매기의 집을 보니 그녀가 주문을했습니다 청구 느낀다. 난 조심해야한다.
lv: Hmmm, gaisa uzskata apsūdzība, tas man atgādina Maggie mājas, kad viņa bija pieņemšanas viļņus. Es būtu piesardzīgs.
mk: Хммм, воздухот се чувствува обвинет, тоа ме потсетува на Меги куќата кога таа беше правење магии. Јас треба да бидат внимателни.
mt: Hmmm, l-arja iħoss imposti, tfakkarni me tad-dar Maggie's meta hi kienet qed tagħmel jispeċifika. I għandhom ikunu attenti.
nl: Hmmm, voelt de lucht gebracht, het doet me denken aan het huis van Maggie's toen ze het maken van spreuken. Ik zou voorzichtig zijn.
no: Hmmm, føles luften ladet, minner det meg om Maggie's hus da hun gjorde spells. Jeg skal være forsiktig.
pl: Hmmm, czuje powietrze naładowane, to przypomina mi dom, gdy Maggie miała co zaklęć. Byłbym ostrożny.
pt: Hmmm, o ar se sente cobrado, ele me lembra da casa de Maggie, quando ela estava a fazer feitiços. Eu deveria ter cuidado.
ro: Hmmm, aerul se simte încărcat, ea imi aduce aminte de casa Maggie atunci când ea a fost a face vrăji. Eu ar trebui să fie atent.
sl: Hmmm, zrak meni polna, to me spominja na Maggie hiše, ko je bila odločitev uroke. Moral bi biti previdni.
sq: Hmmm, ajrore ndjehet i akuzuar, ai kujton mua e shtëpisë Maggie kur ajo ishte duke bërë dikton. Unë duhet të jenë të kujdesshëm.
sr: Хммм, осећа ваздух наплаћује, то ме подсећа на кућу Меги када је била одлука чини. Ја треба да буду опрезни.
sv: Hmmm, känns luften ut, påminner mig om Maggie's hus när hon gjorde besvärjelser. Jag skulle vara försiktig.
sw: Hmmm, anahisi kushtakiwa ya hewa, ni inanikumbusha nyumba ya Maggie alipokuwa akifanya inaelezea. Mimi inapaswa kuwa makini.
tr: Hmmm, hava, benim Maggie evinin hatırlatıyor zaman o büyü alıyordu ücret hissediyor. Ben dikkatli olmalıdır.
vi: Hmmm, không khí cảm thấy bị tính phí, nó nhắc tôi về nhà của Maggie khi cô được làm phép. Tôi cần phải cẩn thận.
yi: כאַם, די לופט פילז טשאַרדזשד, עס רימיינדז מיר פון מאַגגיע ס הויז ווען זי איז געווען מייקינג ספּעלז. איך זאָל זיין אָפּגעהיט.
zh: 嗯，感觉空气起诉，想起了Maggie的家，我当她正在法术。我应该小心。

source: Oh Edgar, you're hurt! Let me heal your wounds
af: Oh Edgar, you're hurt! Laat my genees jou wonde
ar: يا إدغار ، كنت يصب! اسمحوا لي أن تلتئم جراحكم
be: Эдгар Ах, ты балюча! Дазвольце мне залечить свае раны
bg: Едгар О, ти си боли! Позволете ми да излекува раните си
ca: Oh, Edgar, estàs ferit! Deixa'm curar les ferides
cs: Edgar Ach, to ublížit! Dovolte mi, abych si léčit rány
cy: O Edgar, rydych yn brifo! Gadewch i mi gwella eich clwyfau
da: Åh Edgar, er du ondt! Lad mig heale dine sår
de: Edgar Oh, du bist verletzt! Lass mich deine Wunden heilen
el: Ω Edgar, είστε κακό! Επιτρέψτε μου να επουλώσει τις πληγές σου
et: Oh Edgar, sa oled haiget! Lubage mul ravib oma haavad
fa: آه ادگار ، you're صدمه دیده است! اجازه بدهید شما را التیام زخم های من
fi: Voi Edgar, olet sattuu! Sallikaa minun parantaa haavojen
fr: Edgar Oh, tu es blessé! Permettez-moi de soigner vos blessures
ga: Ó Edgar, tú Gortaítear! Lig dom cneasaigh do wounds
gl: Oh Edgar, está ferido! Deixe-me curar as súas feridas
hi: ओह एडगर, तुम्हें चोट लगी हो! मुझे अपने घावों को चंगा
hr: Edgar Oh, you're hurt! Dozvolite mi da ozdravi vaše rane
hu: Edgar Ó, te fáj! Engedjék meg, meggyógyítja a sebeket
is: Oh Edgar, you're meiða! Leyf mér að lækna sár þín
it: Edgar Oh, stai male! Fammi guarire le vostre ferite
iw: הו, אדגר, אתה נפגע! תן לי לרפא את הפצעים שלך
ja: ああ、エドガー、あなたを傷つけるしている！私にあなたの傷を癒してみよう
ko: 오, 에드거, 당신을 다치게이야! 나에게 상처를 치유하자
lv: Ak Edgar, tu esi ievainots! Ļaujiet man sadziedē jūsu brūces
mk: Едгар oh, you're боли! Дозволете ми да ви лекува раните
mt: Oh Edgar, int iweġġgħu! Let me fejqan feriti tiegħek
nl: Edgar Oh, you're hurt! Laat me je wonden helen
no: Å Edgar, du vondt! La meg helbrede de sårene
pl: O Edgar, you're hurt! Niech mnie uleczy twoje rany
pt: Oh Edgar, você está ferido! Deixe-me curar suas feridas
ro: Oh, Edgar, esti rănit! Lasă-mă să vindece rănile dvs.
sl: Edgar Oh, ti si poškodoval! Dovolite mi, da ozdravi vaše rane
sq: Edgar Oh, ju jeni lënduar! Më lejoni të shëroj plagët tuaja
sr: Ох Едгара, ти си боли! Дозволите ми да своје ране лече
sv: Oh Edgar, är du skadad! Låt mig läka dina sår
sw: Oh Edgar, you're hurt! Let me kuponya majeraha yako
tr: Oh Edgar, size zarar konum! Bana yaralarını sarmak Let
vi: Oh Edgar, bạn đang đau! Hãy để tôi chữa lành vết thương của bạn
yi: טאַקע עדגאַר, איר'רע שאַטן! זאָל מיר היילן דיין ווונדז
zh: 噢埃德加，你伤害！让我你的伤口愈合
