Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: %s is needed to open this door
af: %s is nodig om hierdie oop deure
ar: %s هناك حاجة لفتح هذا الباب
be: %s неабходная, каб адкрыць гэтую дзверы
bg: %s е необходимо да се отвори вратата
ca: %s és necessari per obrir aquesta porta
cs: %s je třeba tyto dveře otevřít
cy: %s Mae angen i agor y drws hwn
da: %s er nødvendig for at åbne denne dør
de: %s ist erforderlich, um diese Tür zu öffnen
el: %s είναι απαραίτητη για να ανοίξει την πόρτα
et: %s on vaja avada see uks
fa: %s مورد نیاز است برای باز کردن این درب
fi: %s on tarpeen avata ovi
fr: %s euros est nécessaire pour ouvrir cette porte
ga: %s Is gá a oscailt an doras
gl: %s é necesario para abrir esa porta
hi: यह %s के लिए दरवाजा खोलो की जरूरत है
hr: %s potrebno je da otvorite ova vrata
hu: %s van szükség ahhoz, nyisd ki az ajtót
is: %s er þörf til að opna þessa hurð
it: %s euro è necessario per aprire questa porta
iw: %s יש צורך לפתוח את הדלת
ja: %sこのドアを開くために必要です
ko: %s이 문을 열 필요하다
lv: %s ir vajadzīgs, lai atvērtu šīs durvis
mk: %s Потребно е да се отвори оваа врата
mt: %s huwa meħtieġ biex jinfetħu dan il-bieb
nl: %s euro is nodig om deze open deur
no: %s er nødvendig for å åpne denne døra
pl: %s jest potrzebny do otwierania drzwi
pt: %s é necessário para abrir essa porta
ro: %s este necesară pentru a deschide usa asta
sl: %s je potrebno odpreti vrata
sq: %s është e nevojshme për të hapur këtë derë
sr: %s је потребно да отвори врата
sv: %s krävs för att öppna dörren
sw: %s zinahitajika ili kufungua mlango huu
tr: %s bu kapıyı açmak için gerekli
vi: %s là cần thiết để mở cửa
yi: %s איז נעעדעד צו עפֿענען די טיר
zh: %s是需要打开这扇门

source: This door is locked
af: Hierdie ingang is geslote
ar: هذا الباب مقفل
be: Гэтая дзьверы зачыненыя
bg: Тази врата е заключена
ca: Aquesta porta està tancada
cs: Tyto dveře jsou zamčené
cy: Mae hyn drws wedi ei gloi
da: Denne dør er låst
de: Diese Tür ist verschlossen
el: Αυτή η πόρτα είναι κλειδωμένη
et: See uks on lukus
fa: این درب قفل شده است و
fi: Tämä ovi on lukittu
fr: Cette porte est verrouillée
ga: Tá an doras faoi ghlas
gl: A porta está bloqueada
hi: इस दरवाजे को बंद कर दिया है
hr: To su vrata zakljucana
hu: Ez az ajtó zárva van
is: Þessi hurð er læst
it: Questa porta è bloccata
iw: זו הדלת נעולה
ja: このドアはロックされ
ko: 이 문은 잠겨있습니다
lv: Šīs durvis ir aizslēgtas
mk: Оваа врата е заклучен
mt: Dan il-bieb huwa maqful
nl: Deze deur is vergrendeld
no: Denne døren er låst
pl: Te drzwi są zamknięte
pt: Esta porta está trancada
ro: Acest lucru este închis uşa
sl: Ta vrata so zaklenjena
sq: Kjo derë është e mbyllur
sr: Ова врата је закључан
sv: Dörren är låst
sw: Mlango huu ni locked
tr: Bu kapı kilitli
vi: Cửa này đã bị khoá
yi: דער טיר איז לאַקט
zh: 这门是锁着

source: This teleporter is not active
af: Hierdie teleport eerder is nie aktief
ar: هذا teleporter غير نشط
be: Гэта телепорт не актыўны
bg: Това телепортира не е активно
ca: Aquesta teletransportador no està actiu
cs: Tento teleport není aktivní
cy: Nid yw hyn yn weithgar teleporter
da: Dette teleporter er ikke aktiv
de: Diese Teleporter ist nicht aktiv
el: Αυτό teleporter δεν είναι ενεργό
et: See teleporter ei ole aktiivne
fa: این teleporter فعال نیست
fi: Tämä teleporttia ei ole aktiivinen
fr: Ce téléporteur n'est pas actif
ga: Níl an teleporter gníomhach
gl: Esta teletransporte non está activado
hi: इस teleporter सक्रिय नहीं है
hr: Ovo teleporter nije aktivna
hu: Ez a teleportáló nem aktív
is: Þetta teleporter er ekki virkt
it: Questo teletrasporto non è attiva
iw: Teleporter זה אינו פעיל
ja: この転送装置がアクティブでない
ko: 이 teleporter 활성화되지 않습니다
lv: Šī Teleporter nav aktīvs
mk: Оваа teleporter не е активно
mt: Dan teleporter m'hijiex attiva
nl: Dit teleporter is niet actief
no: Dette teleporter er ikke aktiv
pl: Ten teleport nie jest aktywny
pt: Esta teletransporte não está ativo
ro: Acest lucru teleportor nu este activ
sl: To teleporter ni aktiven
sq: Kjo teleporter nuk është aktiv
sr: Ово телепортер није активна
sv: Detta teleporter är inte aktiv
sw: Hii si teleporter aktiv
tr: Bu teleporter etkin değil
vi: Teleporter này không hoạt động
yi: דער טעלעפּאָרטער איז נישט אַקטיוו
zh: 这遥控搬运并不活跃

source: Press Action to go to the %s
af: Pers Aksie te gaan na die %s
ar: اضغط على العمل للذهاب إلى %s
be: Прэса дзеяння для пераходу да %s
bg: Натиснете за действие да отидете до %s
ca: Premsa d'Acció per anar a la %s
cs: Tisková Akce jít do %s
cy: Datganiadau Gweithredu i fynd i'r %s
da: Tryk aktion for at gå til de %s
de: Presse Aktion, um zum %s
el: Πατήστε δράσης για να πάω στο %s
et: Press Action minna %s
fa: مطبوعات اقدام به %s بروید
fi: Paina toimet mennä %s
fr: Presse d'action pour aller à la %s
ga: Preas Gníomhaíochta chun dul go dtí an %s
gl: Prensa Acción para ir ao %s
hi: प्रेस एक्शन %s पर जाने के लिए
hr: Akcija Pritisnite za prijelaz na %s
hu: Nyomja meg a cselekvési menni a %s
is: Ýttu Aðgerðir til að fara til %s
it: Premere azione per andare al %s
iw: הקש פעילות לנסוע %s
ja: プレスアクション%sに移動する
ko: 보도 액션 %s로 이동
lv: Preses darbība iet uz %s
mk: Прес акција да отидете до %s
mt: Press Azzjoni biex tmur l-%s
nl: Druk op actie om naar de %s
no: Trykk Tiltak for å gå til %s
pl: Prasa działania, aby przejść do %s
pt: Imprensa Acção para ir para o %s
ro: Comunicat de presă de acţiune pentru a merge la %s
sl: Pritisnite, da odprete Ukrep %s
sq: Shtypni Veprimit për të shkuar në %s
sr: Притисните Акцију да иде на %s
sv: Tryck Åtgärder för att gå till %s
sw: Press Action kwenda %s
tr: Basın Eylem %s gitmek
vi: Báo chí hành động để đến %s
yi: דרוק אַקשאַן צו גיין צו די %s
zh: 按行动去%s

source: Push Up or Down to use this lift
af: Push-Up of Ondertoe het om hierdie berg
ar: دفع أعلى أو لأسفل لاستخدام هذا المصعد
be: Push Up ці ўніз, каб выкарыстаць гэты ліфт
bg: Натиснете нагоре или надолу, за да ползвате тази лифт
ca: Embranzida cap amunt o cap avall per utilitzar aquest ascensor
cs: Push Up nebo Down použití tohoto výtahu
cy: Gwthio fyny neu i lawr i ddefnyddio'r lifft
da: Push-up eller ned for at bruge denne lift
de: Push Up oder Down zur Nutzung dieser Aufzug
el: Σπρώξτε τα κάτω ή προς χρήση αυτό ανελκυστήρα
et: Vajutage üles või alla, et kasutada seda lifti
fa: با فشار بالا و پایین رفتن به استفاده از این بالابر
fi: Push ylös-tai alaspäin käyttää hissiä
fr: Poussez vers le haut ou vers le bas pour utiliser cet ascenseur
ga: Brúigh Suas nó an Dúin seo a úsáid ardaitheoir
gl: Empurre para arriba ou para abaixo para empregar este elevado
hi: पुश ऊपर या नीचे इस लिफ्ट का उपयोग
hr: Gurati prema gore ili dolje kako bi koristili ovu lift
hu: Push Up vagy Down-hoz használ ez felvonó
is: Ýta upp eða niður til að nota þessa lyftu
it: Spingere verso l'alto o Giù per utilizzare questo ascensore
iw: דוחף למעלה או למטה כדי להשתמש להרים
ja: 開くプッシュまたはDown、このリフトを使用する
ko: 위로 또는 아래로 밀어이 리프트를 사용
lv: Push augšu vai uz leju, lai izmantotu šo lifts
mk: Притисни Нагоре или Надолу за да го користите овој лифт
mt: Push Up Down jew jużaw din il-lift
nl: Push Up of Down om deze lift
no: Trykk Opp eller ned for å bruke denne heisen
pl: Push Up lub Down korzystać z tej windy
pt: Empurre para cima ou para baixo para utilizar este elevador
ro: Apăsaţi sus sau jos pentru folosi acest lift
sl: Potisnite navzgor ali navzdol za uporabo te dvigala
sq: Push lart ose poshtë për të përdorur këtë ashensor
sr: Притисни нагоре или надоле да бисте користили овај жичара
sv: Tryck uppåt eller nedåt för använda denna hiss
sw: Push Up au Down kutumia kuinua
tr: Push Up veya Aşağı bu asansör kullanmak
vi: Push Up hay Down để sử dụng thang máy
yi: רוק אַרויף אָדער דאָוון צו נוצן דעם הייב
zh: 向上或向下推使用此电梯

source: This lift is not active
af: Hierdie berg is nie aktief
ar: هذا المصعد غير نشط
be: Гэты пад'ём не актыўны
bg: Този лифт не е активно
ca: Aquest ascensor no està actiu
cs: Tento výtah není aktivní
cy: Nid yw'r lifft yn weithgar
da: Dette løfte er ikke aktiv
de: Dieser Aufzug ist nicht aktiv
el: Αυτή ανελκυστήρας δεν είναι ενεργό
et: See lift ei tööta
fa: این بالابر غیر فعال است
fi: Tämä hissi ei toimi
fr: Ce système de levage n'est pas actif
ga: Níl an ardaitheoir gníomhach
gl: Este ascensor non está activado
hi: यह लिफ्ट सक्रिय नहीं है
hr: Ovaj lift nije aktivna
hu: Ez a lift nem aktív
is: Þessi lyfta er ekki virkt
it: Questo ascensore non è attiva
iw: זה להרים אינו פעיל
ja: このリフトがアクティブでない
ko: 이것은 허용이 활성화되지 않았습니다
lv: Šis lifts nedarbojas
mk: Овој лифт не е активен
mt: Dan lift m'hijiex attiva
nl: Deze lift is niet actief
no: Denne heisen er ikke aktiv
pl: Ta winda nie jest aktywny
pt: Este elevador não está ativo
ro: Acest lift nu este activ
sl: To dvigalo ni aktiven
sq: Kjo ngre nuk është aktiv
sr: Овај пораст је није активан
sv: Denna hiss är inte aktiv
sw: Kuinua hii si kazi
tr: Bu asansör etkin değil
vi: Đây là thang máy không hoạt động
yi: דער הייב איז נישט אַקטיוו
zh: 该电梯并不活跃

source: Cannot carry any more %s
af: Kan dra nie meer %s nie
ar: لا يمكن تحمل أي مزيد من %s
be: Не можа несці больш за %s
bg: Не може да се извършват никакви по-%s
ca: No es pot dur a més %s
cs: Nemůže mít žádné další %s
cy: Ni all gario unrhyw mwy o %s
da: Kan ikke bære noget mere %s
de: Nicht tragen kann nicht mehr %s
el: Δεν μπορούν να φέρουν πιο %s
et: Ei saa töötada enam %s
fa: آیا می توانم هر %s بیشتر قبول نمی
fi: Ei voi tehdä enää %s
fr: Ne peux pas faire plus %s
ga: Ní féidir a sheoladh ar bith níos mó ná %s
gl: Non se pode transportar máis %s
hi: ले कोई %s अधिक नहीं कर सकते
hr: Ne mogu nositi bilo više %s
hu: Miatt nem tudja többé %s
is: Get ekki bera lengur %s
it: Non possono svolgere più %s
iw: לא יכול לסחוב עוד %s
ja: すべての%sの詳細を実行することはできません
ko: 모든 %s 이상 운반할 순
lv: Nevar pārvadāt vairāk %s
mk: Не може да носи повеќе %s
mt: Ma jistgħux iħallu aktar %s
nl: Kan niet meer dragen %s
no: Kan ikke bære noe mer %s
pl: Nie można przeprowadzać żadnych więcej %s
pt: Não é possível transportar mais %s
ro: Nu se poate transporta orice mai mult %s
sl: Ne morem več opravljati %s
sq: Nuk mund të kryejnë asnjë më shumë %s
sr: Не могу носити више %s
sv: Får inte bära någon mer %s
sw: Hawezi kufanya lolote zaidi ya %s
tr: Herhangi bir %s daha fazla taşımak Can't
vi: Không thể thực hiện bất kỳ chi tiết %s
yi: קענען נישט טראָגן קיין מער %s
zh: 不能有任何的%s

source: Picked up %s x %d
af: Opgetel %s x %d
ar: التقطت %s س %d
be: Ўзяў %s х %d
bg: Качват %s х %d
ca: Va recollir %s x %d
cs: Zvedl %s x %d
cy: Codi i %s x %d
da: Afhentet %s x %d
de: Hob %s x %d
el: Πήρε %s x %d
et: Kiirenenud %s x %d
fa: برداشت تا %s x %d
fi: Piristyi %s x %d
fr: Ramassé %s x %d
ga: Roghnaíodh suas %s x %d
gl: Pegou %s x %d
hi: %s x %d तक चुनी
hr: Pokupila %s x %d
hu: Felemelte %s x %d
is: Valinn upp %s x %d
it: Raccolse %s x %d
iw: הרים %s x %d
ja: %s Xの%dを摘み
ko: %s x %d까지 왔는데
lv: Paņēma %s x %d
mk: Собрал %s x %d
mt: Qabdet %s x %d
nl: Opgepikt %s x %d
no: Plukket opp %s x %d
pl: Zabierani %s x %d
pt: Pegou %s x %d
ro: Preluat %s x %d
sl: Pobral %s x %d
sq: Kap %s x %d
sr: Подигла %s кс %d
sv: Plockade upp %s x %d
sw: Ilichukua %s x %d
tr: %s x %d aldım
vi: Nhặt %s x %d
yi: פּיקט זיך %s קס %d
zh: 拿起%s × %d

source: Picked up %s
af: Opgetel %s
ar: التقطت %s
be: Ўзяў %s
bg: Качват %s
ca: Va recollir %s
cs: Zvedl %s
cy: Dewis i %s
da: Afhentet %s
de: Hob %s
el: Πήρε %s
et: Kiirenenud %s
fa: برداشت تا %s
fi: Piristyi %s
fr: Ramassé %s
ga: Roghnaíodh suas %s
gl: Pegou %s
hi: %s उठाया
hr: Pokupila %s
hu: Felemelte %s
is: Valinn upp %s
it: Raccolse %s
iw: הרים %s
ja: %sを摘み
ko: %s 가져 왔는데
lv: Pacēla %s
mk: Собрал %s
mt: Qabad %s
nl: Opgepikt %s
no: Plukket opp %s
pl: Zabierani %s
pt: Pegou %s
ro: Luat %s
sl: Pobral %s
sq: Kap %s
sr: Подигла %s
sv: Plockat upp %s
sw: Ilichukua %s
tr: %s aldım
vi: Nhặt %s
yi: פּיקט זיך %s
zh: 拿起%s

source: Readied %s
af: Klaar lê %s
ar: جهز %s
bg: Готов %s
ca: Preparat %s
cs: Připravil %s
de: Vorbereitet %s
el: Ανεφοδιασμό %s
fa: آماده %s
gl: Preparar %s
hi: %s तैयार
it: Preparata %s
iw: הכין %s
lv: Gatavs %s
pl: Przygotował %s
pt: Preparou %s
ro: Pregătit %s
sr: Реадиед %s
yi: רעאַדיעד %s

source: %s is required to carry this item
af: %s is nodig om hierdie item
ar: %s هو مطلوب لتنفيذ هذا البند
be: %s патрабуецца для выканання гэтага пункта
bg: %s е длъжна да изпълнява тази позиция
ca: %s és necessari per portar aquest tema
cs: %s, je povinna provést tuto položku
cy: %s Mae angen i gynnal yr eitem hon
da: %s er forpligtet til at foretage denne post
de: %s Euro werden benötigt, um diesen Artikel führen
el: %s απαιτείται για την εκτέλεση αυτής της θέσης
et: %s on vaja teha see kirje
fa: %s موظف است نسبت به انجام این مورد
fi: %s on tehdä tämä tuote
fr: %s est nécessaire pour réaliser cet article
ga: %s Is gá a chur i mír seo
gl: %s é necesario para realizar este elemento
hi: %s के लिए इस मद करना आवश्यक है
hr: %s je dužan nositi ovu stavku
hu: A %s szükséges ahhoz, hogy ez a tétel
is: %s þarf til að bera þetta atriði
it: %s è tenuto a svolgere questa voce
iw: %s נדרש לבצע פריט זה
ja: %sこの品物を運ぶために必要です
ko: %s이 항목을 수행하는 데 필요합니다
lv: %s ir nepieciešams veikt šo posteni
mk: %s е потребно да се носат оваа ставка
mt: %s huwa meħtieġ li jwettaq din il-partita
nl: %s euro is nodig om dit item
no: %s er nødvendig for å gjennomføre dette elementet
pl: %s jest zobowiązany do prowadzenia tego przedmiotu
pt: %s é necessário para realizar este item
ro: %s este obligată să efectueze acest post
sl: %s je potreben za izvedbo te postavke
sq: %s është e nevojshme për të kryer këtë artikull
sr: %s је обавезан да носи овај артикал
sv: %s krävs för att genomföra denna punkt
sw: %s anahitajika kubeba this item
tr: %s bu öğeyi taşımak için gereklidir
vi: %s là cần thiết để thực hiện mặt hàng này
yi: %s איז פארלאנגט צו טראָגן דעם נומער
zh: %s是我们要这个项目

source: Storage Key
af: Stoor Kern
ar: التخزين الرئيسية
be: Ключавыя захоўвання
bg: Ключ за съхранение на багаж
ca: D'emmagatzematge de claus
cy: Storio Allweddol
el: Αποθήκευση Key
fa: کلید شبکه
fr: Stockage des clés
ga: Stóráil Eochair
gl: Almacenamento da
hi: भंडारण कुंजी
hr: Storage Ključ
is: Geymsla Key
iw: מחסן קי
ja: ストレージを買う
ko: 저장소 키
mk: Клучни складирање
mt: Ħażna ewlenin
nl: Storage
no: Lagring Key
pt: Armazenamento da
ro: Cheie de stocare
sr: Кључ за складиштење
sv: Kontrollerkort
sw: Uhifadhi Key
tr: Anahtar Odasi
yi: סטאָרידזש קי
zh: 存储密钥

source: Coal Bag Storage Switch Key
af: Steenkool Sak berging Skakel Kern
ar: الفحم حقيبة التخزين مفتاح التبديل
be: Вугаль для захоўвання сумак Пераключальнік
bg: Чанта за въглища за съхранение на багаж Switch Ключ
ca: Borsa d'emmagatzematge de carbó Switch nombre
cs: Uhlí Bag Storage Switch Key
cy: Glo Bag Storio Newid Allweddol
da: Kul Bag Storage Switch Key
de: Kohle-Lagerung Switch Key
el: Τσάντα αποθήκευσης άνθρακα Switch Key
et: Söe Bag Storage Switch Key
fa: ذغال سنگ کیسه ای ذخیره سازی تغییر کلیدی
fi: Hiili Bag Storage Switch Key
fr: Coal sac de rangement Switch Key
ga: Gual mála Stóráil Athraigh an Príomh -
gl: Carbón saco de almacenamento da Switch
hi: कोयला थैला संग्रहण स्विच कुंजी
hr: Ugljen Storage Bag Key Switch
hu: Szén-Bag Storage Switch Key
is: Coal Poki Storage Switch Key
it: Carbone Bag Storage Switch Key
iw: תיק אחסון הפחם Switch קי
ja: 石炭袋ストレージスイッチを買う
ko: 석탄 가방 스토리지 스위치 키
lv: Ogļu Bag Storage Switch Key
mk: Јаглен торба за чување Switch Главни
mt: Faħam Bag Ħażna Switch Ewlenin
nl: Kolen Bag Storage Switch Key
no: Kull Bag Storage Switch Key
pl: Worek Węgla Storage Switch Key
pt: Carvão saco do armazenamento da Switch
ro: A Cărbunelui sac de stocare Switch-cheie
sl: Premog Bag Storage Switch Key
sq: Qymyr Qese Storage Switch Key
sr: Угаљ Торба за складиштење Пребаци Кључ
sv: Kol Bag Storage Switch Key
sw: Makaa ya mawe Bag Uhifadhi Switch Key
tr: Kömür Çanta Depolama Switch Anahtar
vi: Than Bag Storage Switch Key
yi: קוילן באַג סטאָרידזש סוויטש קי
zh: 煤袋存储交换机的关键

source: Large Room Key
af: Groot Kamer Kern
ar: مفتاح الغرفة الكبيرة
be: Вялікі ключ ад нумара
bg: Ключови голяма стая
ca: Gran nombre d'habitacions
cs: Velký klíč od pokoje
cy: Ystafell Mawr Allweddol
et: Suur ruum Key
fa: کلید اتاق بزرگ
fr: Grande salle de la pièce
ga: Large Seomra Eochair
hi: विशाल कक्ष कुंजी
hr: Velika Soba Ključ
is: Stórt Room Key
iw: מפתח חדר גדול
ja: 大規模なルームキー
ko: 대형 객실 키
lv: Lielā telpā Key
mk: Голем Клучни соба
mt: Large Room ewlenin
nl: Grote Zaal Key
pl: Duży pokój kluczowych
sq: Large-it Key
sr: Велики Соба Кључ
sv: Large rumsnyckel
sw: Kubwa Room Key
tr: Büyük Oda Anahtar
vi: Phòng lớn khóa
yi: גרויס צימער קי
zh: 大室钥匙

source: Coal Bag
af: Steenkool Sak
ar: كيس الفحم
be: Вугаль сумка
bg: Чанта за въглища
ca: Borsa de carbó
cs: Uhlí Bag
cy: Glo Bag
da: Kul Bag
de: Kohle-Bag
el: Άνθρακας τσάντα
et: Söe kott
fa: ذغال سنگ کیسه ای
fi: Hiili Bag
fr: Sac de charbon
ga: Gual mála
gl: Saco de carbón
hi: कोयला थैला
hu: Szén-Bag
it: Carbone Bag
iw: תיק פחם
ja: 石炭袋
ko: 석탄 가방
lv: Ogļu Bag
mk: Јаглен Bag
mt: Faħam Bag
nl: Kolen Bag
no: Kull Bag
pl: Worek Węgla
pt: Saco de carvão
ro: Cărbune sac
sl: Premog Bag
sq: Thëngjilli Bag
sr: Угаљ Торба
sv: Kol Bag
sw: Makaa ya mawe Bag
tr: Kömür Çanta
vi: Than Bag
yi: קוילן באַג
zh: 煤袋

source: Forest Cell Key
af: Bos Cell Kern
ar: الخلية الرئيسية للغابات
be: Лясныя Cell Key
bg: Горски Cell Ключ
ca: Bosc de la cèl lula nombre
cs: Lesní Mobilní klíč
cy: Forest Cell Allweddol
el: Δάσος Cell Key
et: Metsa Cell Key
fa: جنگل سلول کلیدی
fi: Metsä Cell Key
fr: Forest cellulaire clé
ga: Foraoise Cill Eochair
gl: Bosque da Cela
hi: वन सेल कुंजी
hr: Forest Cell Ključ
hu: Cella Forest Key
iw: יער סלולרי קי
ja: 森林セルを買う
ko: 산림 셀 키
lv: Meža Cell Key
mk: Шума Cell Главни
mt: Forest Cell ewlenin
pt: Floresta da Célula
ro: Forest Cell cheie
sr: Кључне шума Инфо
sw: Msitu Cell Key
tr: Orman Hücre Anahtar
vi: Rừng Cell Key
yi: וואַלד צעל קי
zh: 森林细胞的关键

source: Wood Axe
af: Hout Byl
ar: الخشب فأس
be: Дрэва сякеру
bg: Дървени Axe
cs: Dřevo Axe
el: Ξύλο Axe
et: Puit Ax
fa: چوب تبر
ga: Adhmad tua
gl: Wood Ambito
hi: लकड़ी एक्स
hr: Drvo Sjekira
hu: Balta fából
ja: ウッドアックス
ko: 우드 액스
lv: Koksnes Axe
mk: Дрво Axe
nl: Hout Axe
pl: Drewno Axe
ro: Lemn Axe
sq: Druri Axe
sr: Дрво Секира
sw: Kuni Axe
tr: Ahşap Axe
yi: האלץ אַקס
zh: 木斧

source: Health Potion
af: Gesondheid Potion
ar: جرعة صحية
be: Ахову здароўя зелье
bg: Здраве Отвара
ca: Poció de la Salut
cs: Zdraví Potion
cy: Iechyd Potion
el: Υγεία Potion
fa: بهداشت و درمان شربت عشق
fi: Terveys Potion
fr: Potion de santé
ga: Sláinte Potion
hi: स्वास्थ्य औषधि
hr: Zdravlje Potion
is: Heilsa Potion
it: Salute Potion
iw: בריאות Potion
ja: 健康ポーション
ko: 건강 물약
mk: Компјутери и напивка
no: Helse Potion
ro: De sănătate Poţiunea
sr: Здравље Потион
sw: Afya Potion
tr: Sağlık Potion
vi: Sức khỏe Potion
yi: געזונט פּאָטיאָן
zh: 健康药水

source: Outflow Key
af: Uitvloei Kern
ar: تدفق مفتاح
be: Отток Ключавыя
bg: Ключови отток
ca: Sortida número
cs: Odtok Key
cy: All-lif Allweddol
da: Udstrømning Key
de: Abfluss Key
el: Εκροή Key
et: Väljavool Key
fa: به بیرون جاری شدن کلید
fi: Ulosvirtaus Key
fr: Outflow pièce
ga: Eis-sreabhadh Eochair
gl: Saída da
hi: बहिर्वाह कुंजी
hr: Odljev Ključ
hu: Kiáramlás Key
it: Deflusso Key
iw: תזרים קי
ja: 流出を買う
ko: 유출 키
lv: Aizplūde Key
mk: Клучни одлив
mt: Ħruġ ewlenin
nl: Uitstroom Key
no: Utløp Key
pl: Odpływ Key
pt: Saída da
ro: Exodul Cheie
sl: Odliv Key
sq: Rrjedhje kryesore
sr: Кључне одлив
sv: Utflöden Key
tr: Sızma Anahtar
yi: אָוטפלאָוו קי
zh: 流出的关键

source: Flow Control Key
af: Vloei Beheer Kern
ar: تدفق التحكم الرئيسية
be: Flow Control Ключавыя
bg: Контрол на потока Ключ
ca: Número de control de flux
cy: Llif Rheoli Allweddol
fa: روند کنترل کلید
fi: Flow Control-näppäin
ga: Sreabhadh Rialú Eochrach
gl: Control de Fluxo da
hi: प्रवाह नियंत्रण कुंजी
iw: Flow Control קי
ja: フローコントロールキー
ko: 흐름 제어 키
mk: Контрола на протокот на Ки
mt: Flow Kontroll ewlenin
pt: Controle de Fluxo da
sr: Кључ за контролу протока
sw: Flow Udhibiti Key
tr: Akış Kontrol Tuşu
yi: לויפן קאָנטראָל קי
zh: 流量控制的关键

source: Waste Processing Key
af: Afval verwerking Kern
ar: مفتاح معالجة النفايات
be: Перапрацоўка адходаў Ключавыя
bg: Ключ за преработка на отпадъци
ca: Processament de Residus nombre
cs: Zpracování odpadu Key
cy: Gwastraff Prosesu Allweddol
da: Affald Processing Key
el: Επεξεργασία των αποβλήτων Key
et: Jäätmete töötlemine Key
fa: ضایعات پردازش کلیدی
fi: Jätteiden käsittely Key
fr: Traitement des déchets pièce
ga: Próiseála Dramhaíola Eochair
gl: Procesamento de residuos da
hi: कचरे प्रसंस्करण कुंजी
hr: Obradu otpada Ključ
hu: Írjuk hulladék feldolgozása
is: Úrgangur Vinnsla Lykill
it: Scarti di lavorazione Key
iw: בזבוז עיבוד קי
ja: 廃棄物の処理を買う
ko: 폐기물 처리 키
mk: Клучни обработка на отпад
mt: Skart Ipproċessar ewlenin
nl: Afvalverwerking Key
no: Avfall Processing Key
pl: Przetwarzanie odpadów Key
pt: Processamento de Resíduos da
ro: De prelucrare a deşeurilor cheie
sq: Përpunimi i mbeturinave Key
sr: Кључ за обраду отпада
sv: Avfallshantering Key
sw: Taka Processing Key
tr: Atık İşleme Anahtar
vi: Xử lý chất thải Key
yi: מיסט פּראַסעסינג קי
zh: 废物处理的关键

source: Access Key 1
af: Toegang Toets 1
ar: مفتاح الوصول 1
be: Ключ доступу 1
bg: Бърз клавиш 1
ca: Tecla d'accés 1
cs: Přístup Key 1
cy: Mynediad Allweddol 1
el: Πρόσβαση Key 1
et: Klahv 1
fa: دسترسی به کلید 1
ga: Eochair Rochtana 1
gl: Chave de Acceso 1
hi: प्रवेश कुंजी 1
is: Aðgangur Lykill 1
iw: מפתח גישה 1
ja: アクセスキー1
ko: 액세스 키 1
mk: Пристап Клучни 1
mt: Aċċess ewlenija 1
nl: Toegangssleutel 1
pl: Klawisz 1
pt: Chave de Acesso 1
ro: Tasta de acces 1
sr: Приступни тастер 1
tr: Erişim Anahtarı 1
vi: Truy cập khóa 1
yi: אַקסעס קיי 1
zh: 访问键1

source: Access Key 2
af: Toegang Kern 2
ar: مفتاح الوصول 2
be: Ключ доступу 2
bg: Достъп Ключ 2
ca: Clau d'accés 2
cs: Přístupový klíč 2
cy: Mynediad Allweddol 2
el: Πρόσβαση Key 2
et: Klahv 2
fa: دسترسی به کلید 2
ga: Eochair Rochtana 2
gl: Chave de Acceso 2
hi: प्रवेश कुंजी 2
is: Aðgangur Lykill 2
iw: מפתח גישה 2
ja: アクセスキー2
ko: 액세스 키 2
mk: Пристап Клучни 2
mt: Aċċess Key 2
pl: Klawisz 2
pt: Chave de Acesso 2
ro: Tasta de acces 2
sr: Приступни тастер 2
tr: Erişim Anahtarı 2
vi: Truy cập khóa 2
yi: אַקסעס קיי 2
zh: 访问键2

source: Access Key 3
af: Toegang sleutel 3
ar: مفتاح الوصول 3
be: Ключ доступу 3
bg: Бърз клавиш 3
ca: Tecla d'accés 3
cs: Přístupový klíč 3
cy: Mynediad Allweddol 3
el: Πρόσβαση Key 3
et: Klahv 3
fa: دسترسی به کلید 3
fr: Clé d'accès 3
ga: Eochair Rochtana 3
gl: Chave de Acceso 3
hi: प्रवेश कुंजी 3
is: Aðgangur Lykill 3
iw: מפתח גישה 3
ja: アクセスキー3
ko: 액세스 키 3
mk: Пристап Клучни 3
mt: Aċċess Key 3
nl: Sneltoets 3
pl: Klawisz 3
pt: Chave de Acesso 3
ro: Tasta de acces 3
sr: Приступни тастер 3
sv: Snabbtangent 3
tr: Erişim Anahtarı 3
vi: Truy cập vào khóa 3
yi: אַקסעס קיי 3
zh: 访问键3

source: Trap Door Switch Key
af: Trap Deur Skakel Kern
ar: فخ الباب مفتاح التبديل
be: Trap Door Пераключальнік
bg: Trap Door Switch Ключ
cy: Trap Door Newid Allweddol
fa: دام درب تعویض کلید
ga: Gaiste Doras Athraigh an Príomh -
hi: जाल द्वार स्विच कुंजी
hr: Trap Door Switch Ključ
it: Trap Door interruttore a chiave
iw: מלכודת דלת Switch קי
ja: トラップドアスイッチを買う
ko: 트랩도어 스위치 키
mk: Стапицата врата Switch Главни
mt: Nassa Bieb Switch Ewlenin
pl: Trap Door Key Switch
ro: Trap Door Switch-cheie
sr: Трап врата Пребаци Кључ
sw: Mtego Door Switch Key
tr: Tuzak Kapı Geçiş tuşu
yi: טראַפּ דאָר סוויטש קי
zh: 陷阱门开关的关键
