Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Their necks are incredibly elastic and are able to snap at their prey from a considerable distance away
af: Hul nekke is ongelooflik elasties en is in staat om aansnauwen hulle prooi van 'n aansienlike afstand
ar: أعناقهم بشكل لا يصدق مرنة وقادرة على المفاجئة على فرائسها من مسافة كبيرة بعيدا
be: Іх шыі неверагодна Пругкія і здольныя огрызаться на іх здабычу з значнай адлегласці
bg: Вратовете им са невероятно еластична и са в състояние да щракам на плячката си от значително по-далеч
ca: Els seus colls són increïblement elàstic i són capaços de mossegar la seva presa des d'una distància considerable distància
cs: Jejich krky jsou neuvěřitelně elastické a jsou schopni lapat na svou kořist ze značné vzdálenosti
cy: Eu gwddf yn hynod o elastig ac yn gallu snap yn eu ysglyfaethus o gryn bellter i ffwrdd
da: Halsen er utroligt elastisk og er i stand til at snappe efter deres bytte fra en betydelig afstand
de: Ihre Hälse sind unglaublich elastisch und können schnappen ihre Beute aus großer Entfernung
el: Λαιμό τους είναι εξαιρετικά ελαστική και είναι σε θέση να snap σε λεία τους από μια σημαντική απόσταση
et: Nende kael on väga elastne ja suudavad Snap nende saagiks saadud märkimisväärseid kaugusel
fa: گردن آنها به طوری باور نکردنی الاستیک هستند و قادر به ضربه محکم و ناگهانی در شکار خود را از فاصله دور قابل توجه
fi: Heidän kaulansa ovat erittäin joustavat ja pystyvät Snap heidän saalis on huomattavia päässä
fr: Leur cou est incroyablement élastique et sont en mesure de mordre leur proie à une distance considérable
ga: Tá a n-necks elastic incredibly agus iad in ann a Léim ag a chreiche ó achar mór uaidh
gl: Seus pescozos son incrible elástico e son capaces de agarrar a súa presa dende unha distancia considerábel
hi: अपनी गर्दन अविश्वसनीय रूप से लोचदार हैं और तस्वीर में सक्षम अपने शिकार पर काफी दूर से दूर
hr: Vratove nevjerojatno su elastični i mogu puknuti na svoj plijen iz znatno udaljeno
hu: Nyakukat hihetetlenül rugalmas, és képesek legyenek snap at zsákmányukat egy jelentős távolságról
is: Necks þeirra eru ótrúlega teygjanlegur og séu fær um að smella á bráð sína frá töluverð fjarlægð í burtu
it: I loro colli sono incredibilmente elastico e sono in grado di scattare a loro prede da una distanza considerevole
iw: צווארם הם מאוד אלסטיים ומסוגלים הצמד לעבר טרפם ממרחק ניכר משם
ja: 首信じられないほど伸縮されているスナップすることができる獲物はかなりの距離を離れて
ko: 목까지 올라오는 엄청난 탄성 및 위치 스냅인 수있는 그들의 먹이감에서 상당한 거리에 떨어져
lv: Viņu kakliem ir neticami elastīgs un spēj snap to upuris no ļoti tālu prom
mk: Вратот се неверојатно еластични и се способни да се распарчи на пленот од значително растојание надвор
mt: Għenuq tagħhom huma oerhört elastiċi u huma kapaċi li snap fil-priża tagħhom mill-bogħod konsiderevoli 'l bogħod
nl: Hun halzen zijn ongelooflijk elastisch en kunnen breken op hun prooi uit een aanzienlijke afstand
no: Halsen er utrolig elastisk og er i stand til å knipse på sitt bytte fra en betydelig avstand
pl: Karki są niezwykle elastyczne i zdolne do przystawki na swoje ofiary z dużej odległości
pt: Seus pescoços são incrivelmente elástica e são capazes de agarrar a sua presa a partir de uma distância considerável
ro: Gâturi lor sunt incredibil de elastic şi sunt capabili să snap la prada lor de la o distanţă considerabilă departe
sl: Njihovi vratovi so izjemno elastični in so sposobni snap na njihovo plen iz precej oddaljen
sq: Qafat e tyre janë tepër elastike dhe janë në gjendje të parakohshme në pre e tyre nga një distancë të konsiderueshme larg
sr: Врата су невероватно еластичан и да Ћапити њихов плен из даље знатна удаљеност
sv: Halsarna är otroligt elastiskt och kan knäppa på sitt byte från ett stort avstånd
sw: Incredibly shingo yao ni elastic na kuweza snap katika mawindo yao kutoka mbali mbali ansenliga
tr: Boyunlarına inanılmaz derecede esnek ve ek bileşenini mümkün avlarını de hatırı sayılır bir mesafe uzaklıkta
vi: Cổ của họ là rất đàn hồi và có khả năng chụp lúc con mồi của họ từ một khoảng cách khá xa
yi: זייער נעקס זענען ינקרעדאַבלי גומע און זענען קענען צו קנאַקן ביי זייער רויב פֿון אַ היפּש ווייַטקייט אַוועק
zh: 他们的脖子上是令人难以置信的弹性，并在它们的猎物能够管理从相当远的距离

source: That should do it. Hopefully that other lift by the Sewer should now be working
af: Dat dit moet doen. Hopelik sal daardie ander hysbak deur die Riool moet nou werk
ar: ينبغي أن نفعل ذلك. نأمل أن ترفع غيرها من المجاري الآن يجب أن يكون العمل
be: Гэта павінна зрабіць гэта. Будзем спадзявацца, што іншыя пад'ёмнай каналізацыйныя павінны цяпер працаваць
bg: Това трябва да го направя. Надяваме се, че други лифт от канализационните сега трябва да се работи
ca: Això hauria de fer-ho. Esperem que aixequi un altre per la claveguera ara ha de treballar
cs: To by mělo stačit. Doufejme, že další vlek u kanalizace by měla být nyní pracuje
cy: Dylai'r yn ei wneud. Y gobaith yw y dylai lifft eraill gan y Carthffosydd yn awr yn gweithio
da: Det skulle gøre det. Forhåbentlig, at andre løft af Sewer nu skal arbejde
de: Das sollte es tun. Ich hoffe, dass andere Lift von der Kanalisation sollte jetzt wieder funktionieren
el: Αυτό πρέπει να το κάνουμε. Ας ελπίσουμε ότι και άλλες ανελκυστήρα με το Αποχέτευσης θα πρέπει τώρα να εργάζεται
et: See peaks seda tegema. Loodan, et teised lifti Kanalisatsioonitööd tuleks nüüd töötab
fa: که باید آن را انجام دهد. امیدوارم که دیگر فرستاده شده توسط بالابر فاضلاب اکنون باید کار شود
fi: Että pitäisi tehdä se. Toivottavasti muut hissin Viemärien pitäisi nyt tehdä työtä
fr: Cela devrait le faire. Espérons que le soulèvement d'autres par l'égout devrait maintenant fonctionner
ga: Ba chóir sin a dhéanamh dó. Súil go dtosnódh gur chóir ardaithe eile ag an Séarach Idirlínithe anois a bheith ag obair
gl: Isto debe facelo. Esperamos que plantexa outra polo sumidoiros agora debe estar funcionando
hi: कि वह क्या करना चाहिए. उम्मीद है कि सीवर की अन्य लिफ्ट अब काम होना चाहिए
hr: To bi trebao to učiniti. Nadam se da druge žičare Septička sada treba raditi
hu: Ez elég is lesz. Reménykedve, hogy más emelje a Sewer kell most dolgozik
is: Það ætti að gera það. Vonandi að önnur lyfta sem Sewer ætti nú að vera að vinna
it: Che dovrebbe farlo. Speriamo che altro ascensore dal Sewer dovrebbe essere ora di lavoro
iw: כי צריך לעשות את זה. יש לקוות כי להרים אחרים על ידי הביוב אמור כעת לעבוד
ja: それを行う必要があります。うまくいけば、その下水道の他のリフトすぐに作業する必要があります
ko: 그게 그렇게해야합니다. 다행히 그 하수구 기타 리프트 지금은 작동되어야합니다
lv: Tas būtu jādara. Cerams, ka citi lifts ar Sewer tagad būtu darba
mk: Тоа треба да го направи тоа. Се надеваме дека другите ги укине од страна на канализација, сега треба да се работи
mt: Li għandha tagħmel dan. Nisperaw li l-lift oħra mill-Sewer għandha issa tkun qed taħdem
nl: Dat moet het doen. Hopelijk dat andere lift door het riool nu moeten werken
no: Det burde gjøre det. Forhåpentligvis at andre løft av Sewer skal nå være i arbeid
pl: To powinno wystarczyć. Mam nadzieję, że inne dźwigu kanalizacyjny powinien być teraz działa
pt: Isso deve fazê-lo. Esperemos que levantar outra pelo esgoto agora deve estar funcionando
ro: Asta ar trebui să o facem. Sperăm că, ridicaţi de către alte canalizatie ar trebui să fie acum de lucru
sl: To bi moralo storiti. Upajmo, da morajo drugi dvigala, Sewer zdaj dela
sq: Kjo duhet ta bëjë atë. Shpresojmë që të heqë të tjera nga Kanalizim tani duhet të punojnë
sr: То би требало да то урадите. Надам се да други подигните од канализације би сада требало да се ради
sv: Det borde göra susen. Förhoppningsvis att andra lyft av Sewer bör nu arbeta
sw: Kwamba wanapaswa kufanya. Hopefully kwamba wengine kuinua na mfereji wa maji machafu ni lazima sasa kazi
tr: Bu şekilde olması gerek. Umarım bu Kanalizasyon diğer asansör şimdi çalışma olmalıdır
vi: Đó nên làm điều đó. Hy vọng rằng thang máy khác do thoát nước, nên có làm việc
yi: וואָס זאָל טאָן דאָס. אַלעוויי אַז אנדערע הייב דורך די סוער זאָל יעצט זיין ארבעטן
zh: 这样就可以了。希望，到下水道，其他升降机现在应该工作

source: This lift is not working. I won't be able to use it until I restore the power
af: Hierdie hysbak werk nie. Ek sal nie in staat wees om dit te gebruik tot die kragtoevoer herstel ek
ar: هذا المصعد لا يعمل. أنا لن تكون قادرة على استخدامها حتى أنا استعادة السلطة
be: Гэта ліфт не працуе. Я не змогуць яго выкарыстоўваць, пакуль я не аднавіць ўлада
bg: Това асансьора не работи. Аз няма да могат да го използват, докато не се възстанови властта
ca: Aquest ascensor no funciona. No vaig a ser capaç d'utilitzar fins que restablir el poder
cs: Toto je výtah nefunguje. Nebudu moci používat, dokud jsem obnovit moc
cy: Nid yw'r lifft yn gweithio. Na fyddaf yn gallu ei ddefnyddio hyd nes i mi adfer y pwer
da: Denne lift er ikke i orden. Jeg vil ikke være i stand til at bruge det, indtil jeg genoprette magten
de: Dieser Aufzug funktioniert nicht. Ich will nicht in der Lage sein, bis ich nutzen, wieder die Macht
el: Αυτό ανελκυστήρας δεν λειτουργεί. Δεν θα είναι σε θέση να το χρησιμοποιήσουν μέχρι να αποκατασταθεί η εξουσία
et: See lift ei tööta. Ma ei saa seda kasutada enne, kui ma taastada võimsus
fa: این آسانسور کار نمی کند. من قادر نخواهد بود استفاده از آن را تا زمانی که قدرت بازگرداندن من
fi: Tämä hissi ei toimi. En voi käyttää sitä ennen kuin voin palauttaa valta
fr: Cet ascenseur ne fonctionne pas. Je ne serai pas capable de l'utiliser jusqu'à ce que je restaurer le pouvoir
ga: Ní thógann sé seo ag obair. Ní bheidh mé in ann é a úsáid go dtí go mbeidh mé ar ais ar an chumhacht
gl: Este ascensor non está funcionando. Eu non vou ser capaz de usalo ata que eu restaurar o poder
hi: यह लिफ्ट काम नहीं कर रहा है. मैं इसे का उपयोग करें जब तक मैं बिजली बहाल करने में सक्षम नहीं होगा
hr: Ovaj lift ne radi. Neću ga moći koristiti dok sam obnoviti snaga
hu: Ez a lift nem működik. Nem leszek képes használni, míg el nem visszaállítja a hatalom
is: Þessi lyfta er ekki vinna. Ég mun ekki geta notað hana fyrr en ég endurheimta styrk
it: Questo ascensore non funziona. Non sarò in grado di utilizzare fino a ripristinare il potere
iw: זה להרים הוא לא עובד. אני לא יוכל להשתמש בו עד שאני לשחזר את הכוח
ja: このリフトの作業ではありません。まで、自分の力を復元に使用することができなくなります
ko: 이 리프트 작동하지 않습니다. 내가 나올 때까지 전원을 복원 내가 그것을 사용할 수 없을 것입니다
lv: Šis lifts nedarbojas. Es nevar izmantot, kamēr es atjaunoju jauda
mk: Овој лифт не работи. Јас нема да можат да го користат додека не се врати на власт
mt: Dan il-lift huwa mhux qed jaħdem. I mhux ser ikunu jistgħu jużaw dan sal I jirrestawra l-enerġija
nl: Deze lift werkt niet. Ik zal niet in staat zijn om het te gebruiken totdat ik weer de macht
no: Denne heisen er i ustand. Jeg vil ikke kunne bruke det før jeg gjenopprette makt
pl: Ta winda nie działa. I nie będą mogli z niego korzystać aż przywrócenia zasilania
pt: Este elevador não está funcionando. Eu não vou ser capaz de usá-lo até que eu restaurar o poder
ro: Acest lift nu este de lucru. Eu nu va fi capabil să-l folosească, până când am puterea de a restabili
sl: To dvigalo ne deluje. I ne bodo mogli uporabljati, dokler sem obnoviti moči
sq: Kjo ngre nuk është duke punuar. Unë nuk do të jetë në gjendje ta përdorin atë deri sa unë të rivendosur pushtetin
sr: Ова жичара не ради. Нећу моћи да га користите док не повратите моћ
sv: Denna hiss fungerar inte. Jag kommer inte att kunna använda den tills jag återställa makt
sw: Kuinua hii si kazi. Mimi hawataweza kuitumia mpaka mimi kurejesha nguvu
tr: Bu asansör çalışmıyor. Ben gelinceye kadar güç geri kullanmak mümkün olmayacaktır
vi: Điều này thang máy không hoạt động. Tôi sẽ không thể sử dụng nó cho đến khi tôi khôi phục lại sức mạnh
yi: דער הייב איז נישט ארבעטן. איך וועל נישט זיין קענען צו נוצן דאָס ביז איך ומקערן די מאַכט
zh: 该电梯是行不通的。我无法使用它，直到我恢复供电

source: That glass looks too thick for me to crack, I'll have to find some other way of shattering it...
af: Dat die glas lyk te dik vir my om te kraak, sal ek moet 'n ander manier van drome en dit vind ...
ar: يبدو أن زجاج سميكة للغاية بالنسبة لي للقضاء ، وأنا يجب أن تجد طريقة أخرى لتحطيم ذلك...
be: Гэта шкло выглядае занадта тоўстым для мяне трэшчыны, мне давядзецца знайсці іншы спосаб драбнення яго ...
bg: Това стъкло изглежда твърде дебели за мен към пляскане, ще трябва да намери друг начин да го разбиващ ...
ca: Que el vidre es veu massa gruixut per a mi, per acabar, vaig a haver de trobar una altra forma de destruir ...
cs: Vypadá, že skla příliš silný pro mě bezva, budu muset najít jinou cestu tříštění to ...
cy: Y gwydr yn edrych yn rhy drwchus i mi agenna, bydd rhaid i mi ddod o hyd rhyw ffordd arall o shattering mae'n ...
da: At glas ser for tyk for mig at knække, bliver jeg nødt til at finde en anden måde at splintre det ...
de: Das Glas sieht mir zu dick zu knacken, da muss ich einen anderen Weg finden ... erschütternd
el: Ότι γυαλί φαίνεται πάρα πολύ χοντρό για μένα να σπάσει, θα πρέπει να βρούμε κάποιον άλλο τρόπο από shattering αυτό ...
et: See klaas tundub liiga paks minu jaoks karmid, ma leidma mõnel muul viisil purunemisel see ...
fa: شیشه ای می رسد که بیش از حد ضخیم برای من به crack ، می خواهم که با بعضی از راه دیگری برای shattering آن را به یافتن...
fi: Että lasi näyttää liian paksu minulle halki, minun täytyy löytää jokin muu keino järkyttävä se ...
fr: Que le verre semble trop épais pour moi de crack, je vais devoir trouver un autre moyen de le briser ...
ga: Breathnaíonn an gloine ró tiubha dom a crack, beidh mé ag teacht ar bhealach éigin eile de shattering sé ...
gl: Que o cristal se parece moi groso para min, crack, eu vou ter que atopar outra forma de romper iso ...
hi: यह काँच मेरे लिए भी मोटी दरार को लग रहा है, मैं इसे तोड़ का कोई और रास्ता खोजना होगा ...
hr: To staklo izgleda previše gust za mene to ispucati, ja ću morati naći neki drugi način da se lomljava ...
hu: Üveg úgy néz ki, hogy túl vastag a számomra, hogy kiváló, azt kell majd találni valamilyen más módon megrázó ez ...
is: Þessi gler virðist of þykk fyrir mig að sprunga, þá verð ég að finna einhverja aðra leið til shattering það ...
it: Che il vetro sembra troppo spessa per me crack, dovrò trovare un altro modo di rottura che ...
iw: נראה כי הזכוכית עבה מדי בשבילי כדי סדק, אני אצטרך למצוא דרך אחרת של ניפוץ זה ...
ja: そのガラスは非常に私の割れ目に厚い見えるが、私はそれを粉砕のいくつかの他の方法を見つけなければなりません...
ko: 그건 내게 너무 유리 균열로 두꺼운 것, 내가 그것을 깜짝 놀라게 할 몇 가지 다른 방법을 찾아야 할거야 ...
lv: Šis stikls ir pārāk biezs, lai es varētu kreka, man būs atrast kādu citu veidu, kā sagrauj to ...
mk: Стакло изгледа дека е премногу дебел за да ме скршат, јас треба да најдам некој друг начин на кршејќи го ...
mt: Jistenna li l-ħġieġ oħxon wisq għalija li xquq, I'll jkollhom isibu xi mod ieħor ta 'jitfarrku li ...
nl: Dat glas ziet er te dik voor mij om te kraken, zal ik moeten vinden op een andere manier van verbrijzelen het ...
no: At glasset ser altfor tykt for meg å sprekk, jeg må finne en annen måte å smuldre det ...
pl: To szkło wygląda zbyt gruba dla mnie do zgryzienia, będę musiał znaleźć inny sposób na rozbicie go ...
pt: Que o vidro se parece muito grosso para mim, crack, eu vou ter que encontrar outra maneira de quebrar isso ...
ro: Această sticlă arată prea gros pentru mine la spre crack, voi trebuie să găsească un alt mod de zguduitor ea ...
sl: To steklo izgleda preveč debel mi je, da tresk, bom moral najti drug način Lomljava je ...
sq: Kjo xhami duket shumë e trashë për mua për të goditur, unë do të duhet të gjejnë ndonjë mënyrë tjetër të shkatërrimtar të ...
sr: То стакло изгледа превише густ за мене за прасак, ја ћу морати наћи неки други начин од тога ломљава ...
sv: Att glaset ser för tjock för mig att spricka, jag måste hitta något annat sätt att splittra det ...
sw: Kuwa kioo ser minene mno kwa mimi ufa, I'll na kutafuta njia nyingine ya shattering ni ...
tr: Cam benim için çok doğru çatlamak kalın görünüyor, ben kırıp bazı başka bir yol bulmak gerekir ...
vi: Kính đó trông quá dày cho tôi để crack, tôi sẽ phải tìm cách khác của shattering nó ...
yi: אַז גלאז לוקס צו גראָב פֿאַר מיר צו פּלאַצן, איך וועט האָבן צו געפֿינען עטלעכע אנדערע וועג פון שאַטערינג עס ...
zh: 这种玻璃看起来对我来说太粗，打击，我得找一些粉碎它的其他方式...

source: Up
af: Op
ar: فوق
be: Уверх
bg: Нагоре
ca: A dalt
cs: Nahoru
da: Op
de: Nach oben
el: Πάνω
et: Üles
fa: نام
fi: Ylös
fr: Vers le haut
ga: Suas
gl: Subir
hi: ऊपर
hr: Do
hu: Fel
is: Upp
it: Su
iw: למעלה
ja: 上へ
ko: 위로
lv: Augšup
mk: Нагоре
mt: Fuq
nl: Omhoog
no: Opp
pl: W górę
pt: Para cima
ro: Sus
sl: Gor
sq: Lart
sr: Горе
sv: Upp
sw: Juu
tr: Yukarı
vi: Trên
yi: אַרויף
zh: 向上

source: Down
af: Af
ar: أسفل
be: Ўніз
bg: Долу
ca: A sota
cs: Dolů
cy: I lawr
da: Ned
de: Abwärts
el: Κάτω
et: Alla
fa: پایین
fi: Alas
fr: Vers le bas
ga: Thíos
gl: Abaixo
hi: नीचे
hr: Dolje
hu: Le
is: Niður
it: Giù
iw: למטה
ja: 下に
ko: 아래로
lv: Lejup
mk: Долу
mt: Isfel
nl: Omlaag
no: Ned
pl: W dół
pt: Abaixo
ro: Jos
sl: Spodaj
sq: Poshtë
sr: Доле
sv: Nere
sw: Chini
tr: Aşağı
vi: Xuống
yi: אַראָפּ
zh: 向下的

source: Left
af: Links
ar: يسار
be: Левы
bg: Ляво
ca: Izquierdo
cs: Levý
cy: Chwith
da: Venstre
de: Verließ
el: Αριστερά
et: Vasak
fa: چپ
fi: Vasen
fr: Gauche
ga: Clé
gl: Esquerdo
hi: छोड़ा
hr: Lijevo
hu: Bal
is: Fór
it: Sinistra
iw: שמאל
ja: 左
ko: 왼쪽
lv: Kreisais
mk: Лево
mt: Xellug
nl: Links
no: Venstre
pl: Zostawił
pt: Esquerdo
ro: Părăsit
sl: Lev
sq: Larguar
sr: Остављен / а
sv: Vänster
sw: Wachwa
tr: Sol
vi: Để lại
yi: לינקס
zh: 左边

source: Right
af: Reg
ar: صحيح
be: Правы
bg: Десен
ca: Dret
cs: Vpravo
cy: Hawl
da: Højre
de: Richtig
el: Δεξιά
et: Parem
fa: حق
fi: Oikea
fr: Droit
ga: Ceart
gl: Dereito
hi: सही
hr: Desno
hu: Jobb
is: Réttur
it: Destra
iw: ימין
ja: 右
ko: 오른쪽
lv: Labais
mk: Десно
mt: Lemin
nl: Rechts
no: Høyre
pl: Prawo
pt: Direito
ro: Corect
sl: Desni
sq: I drejtë
sr: Десно
sv: Höger
sw: Kulia
tr: Sağ
vi: Đúng
yi: רעכט
zh: 右边

source: Jump
af: Spring
ar: القفز
be: Перайсці
bg: Направо
ca: Saltar
cy: Neidio
de: Wechseln
el: Μετάβαση
fa: پرش
fi: Hyppäämään
fr: Aller
ga: Léim
gl: Ir
hi: छलांग
hu: Ugorhat
it: Vai
iw: קפיצה
ja: ジャンプ
ko: 점프
lv: Izlēkt
mk: Скокни
nl: Ga
pl: Przejdź
pt: Ir
ro: Sari
sq: Shko
sr: Скок
sw: Rukia
vi: Bước
yi: שפרינג
zh: 跳转

source: Attack
af: Aanval
ar: هجوم
bg: Атака
ca: Atac
el: Επίθεση
fa: حمله
fi: Hyökkäystä
fr: Attaque
ga: Ionsaí
hi: हमला
hu: Támadással
it: Attacco
iw: התקפה
ja: 攻撃
ko: 공격
lv: Uzbrukums
mk: Напад
mt: Attakk
ro: Atac
sq: Sulmi
sr: Напад
tr: Saldırı
vi: Tấn công
yi: באַפאַלן
zh: 攻击

source: Block
af: Blok
ar: كتلة
be: Блок
bg: Блок
ca: Bloc
cs: Blok
cy: Bloc
et: Blokeeri
fa: بلوک
ga: Bloc
gl: Bloquear
hi: ब्लॉक
hr: Blok
hu: Blokkolni
is: Loka
iw: חסום
ja: ブロック
ko: 블록
lv: Bloks
mk: Блок
mt: Blokk
nl: Blok
pl: Blok
pt: Bloquear
ro: Bloc
sq: Blloku
sr: Блок
tr: Blok
vi: Chặn
yi: בלאקירונג
zh: 块

source: Action
af: Beroep
ar: العمل
be: Дзеянне
bg: Действие
ca: Acció
cs: Akce
cy: Gweithredu
el: Δράση
fa: اکشن
fi: Toimen
ga: Gníomh
gl: Acción
hi: कार्रवाई
hr: Akcija
hu: Cselekvési
it: Azione
iw: פעילות
ja: アクション
ko: 액션
lv: Darbības
mk: Акција
mt: Azzjoni
nl: Actie
pl: Działanie
pt: Ação
ro: De acţiune
sl: Ukrep
sq: Veprimi
sr: Акција
tr: Eylem
vi: Hành động
yi: אַקציע
zh: 行动

source: Use Item
af: Gebruik Post
ar: استخدام البند
be: Пункт выкарыстання
bg: Използвайте точка
ca: Ús de l'article
cs: Použijte bod
cy: Defnyddio Item
da: Brug Konto
de: Verwenden Artikel
el: Χρήση Θέση
et: Kasutage Punkt
fa: مورد استفاده
fi: Käytä Tuote
fr: L'utilisation d'objets
ga: Úsáid Mír
hi: इस्तेमाल की मद
hr: Koristite predmeta
hu: Felhasználása Cikk
is: Nota Item
it: Uso Voce
iw: השתמש פריט
ja: 使用するアイテム
ko: 사용 항목
lv: Izmantojiet Item
mk: Користете точка
mt: Użu Punt
nl: Gebruik Post
no: Bruk Item
pl: Użyj przedmiotu
ro: Folosiţi punctul
sl: Uporaba Postavka
sq: Përdorimi Item
sr: Користите Ставка
sv: Användningsområden
sw: Matumizi Item
tr: Ürün kullanım
vi: Sử dụng Mã
yi: ניצן יטעם
zh: 使用物品

source: Previous Item
af: Vorige item
ar: البند السابق
be: Папярэдні пункт
bg: Предишен материал
ca: Article Anterior
cs: Předchozí položka
cy: Eitem Blaenorol
de: Vorheriger Artikel
el: Προηγούμενη θέση
et: Eelmine toode
fa: قبل مورد
fi: Edellinen kohta
fr: Produit précédent
ga: Mír Roimhe Seo
gl: O elemento anterior
hi: पिछला आइटम
hr: Prethodna predmeta
is: Fyrri Item
iw: פריט קודם
ja: 前のアイテム
ko: 이전 상품
mk: Назад точка
mt: Punt Preċedenti
pl: Poprzedni
pt: O item anterior
ro: Element Inapoi
sr: Претходни чланак
sv: Föregående artikel
tr: Önceki Ürün
vi: Trước Mã
yi: פֿריִער יטעם
zh: 上一个项目

source: Next Item
af: Volgende item
ar: البند التالي
be: Наступны пункт
bg: Следваща точка
ca: Article Següent
cs: Další bod
cy: Eitem nesaf
da: Næste punkt
de: Weiter Artikel
el: Ημερήσια διάταξη
et: Järgmine toode
fa: مورد بعدی
fi: Esityslistalla
ga: An Chéad Mhír
gl: Seguinte Item
hi: अगले आइटम
hr: Sljedeća predmeta
is: Næsta atriði
iw: פריט הבא
ja: 次のアイテム
ko: 다음 상품
lv: Nākamā prece
mk: Напред точка
mt: Next Punt
pl: Nastepny
pt: Próximo Item
ro: Următorul element
sl: Naslednja točka
sr: Следећа тачка
sv: Nästa artikel
tr: Sonraki Ürün
vi: Tiếp theo Mã
yi: ווייַטער יטעם
zh: 下一个项目

source: Inventory
af: Inventaris
ar: جرد
bg: Инвентаризация
ca: Inventari
cs: Inventář
cy: Rhestr
el: Απογραφή
fa: موجودی
fr: Inventaire
ga: Fardail
gl: Inventario
hi: सूची
hr: Inv.
hu: Nyilvántartási
is: Skrá
it: Inventario
iw: מלאי
ja: インベントリ
ko: 재고
mk: Инвентар
mt: Inventarju
nl: Inventaris
pl: Magazyn
pt: Inventário
sl: Popis
sq: Inventari
sr: Инвентар
sw: Inventering
tr: Envanter
vi: Hàng tồn kho
yi: ינווענטאָרי
zh: 库存

source: Pause
ar: وقفة
be: Паўза
bg: Пауза
ca: Pausa
cs: Pauza
cy: Saib
el: Παύση
et: Paus
fa: مکث
fi: Tauon
ga: Sos
gl: Pausa
hi: विराम दें
hu: Szüneteltetheti
it: Pausa
iw: השהה
ja: 一時停止
ko: 일시 중지
lv: Pauze
mk: Пауза
nl: Pauze
pl: Pauza
pt: Pausa
ro: Întrerupeţi
sr: Пауза
sv: Paus
yi: אָפּשטעלן
zh: 暂停

source: Dead Zone
ar: قتلى المنطقة
be: Мёртвая зона
bg: Мъртва зона
cy: Dead Parth
fa: منطقه مرده
fi: Kosketus
ga: Marbh Zone
hi: मृत जोन
iw: אזור מת
ja: デッドゾーン
ko: 데드존
mk: Мртва зона
sr: Зона мртвих
sv: Dödzon
sw: Eneo la maiti
yi: געשטאָרבן אין זאנע
zh: 死区

source: Sound
ar: الصوت
bg: Звук
ca: So
cs: Zvuk
cy: Sain
el: Ήχος
et: Heli
fa: صدا
fi: Terveen
ga: Fuaim
gl: Son
hi: ध्वनि
hu: Rendezett
iw: סאונד
ja: サウンド
ko: 사운드
mk: Звук
nl: Geluid
no: Lyd
pt: Som
ro: Sunet
sr: Соунд
sw: Sauti
tr: Ses
vi: Âm thanh
yi: געזונט
zh: 声音

source: SFX Volume
ar: سفإكس حجم التداول
be: SFX тым
bg: SFX том
ca: Tom SFX
cs: SFX Objem
cy: Cyfrol SFX
de: SFX Band
el: SFX Όγκος
et: SFX Köide
fa: دوره SFX
gl: Volume SFX
hr: Fantastika Volumen
iw: נפח SFX
ja: 特撮巻
ko: SFX 거래량
mk: SFX Година
mt: Volume SFX
nl: SFX Deel
no: SFX Volum
pl: Tom SFX
pt: Volume SFX
ro: Volum SFX
sq: Sasia SFX
sr: СФКС Обим
tr: SFX Cilt
yi: ספקס וואַליום
zh: 自解压卷

source: Music Volume
af: Music Deel
ar: الموسيقى حجم التداول
bg: Музика том
ca: Volum de la Música
cs: Hlasitosti hudby
cy: Cerddoriaeth Volume
de: Music Band
el: Μουσική Όγκος
et: Muusika Köide
fa: جلد موسیقی
fr: Volume de la musique
ga: Ceol Volume
hi: संगीत Volume
hr: Music Volumen
hu: Zenei könyv
iw: נפח מוסיקה
ja: 音楽のボリューム
ko: 음악 볼륨
lv: Mūzikas skaļumu
mk: Музика Том
mt: Volume Music
no: Music Volum
ro: Volumul muzicii
sq: Sasia Music
sr: Музика Обим
sv: Musikvolym
tr: Müzik Cilt
vi: Âm nhạc Khối lượng
yi: מוזיק וואַליום
zh: 音乐的音量

source: Ice Spray
af: Ys Spray
ar: رذاذ الثلج
bg: Лед спрей
cy: Ice chwistrellu
fa: یخ اسپری
ga: Oighear Sprae
hi: बर्फ स्प्रे
hr: Led pljusak
iw: ספריי קרח
ja: 氷スプレー
ko: 아이스 스프레이
lv: Ledus Spray
mk: Хокеј на прскање
mt: Silġ Spray
sq: Akull Spray
sr: Ице спреј
sw: Barafu Nyunyizia
tr: Buz Sprey
vi: Băng sơn
yi: אייז ספּרייַ
zh: 冰喷雾
