Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: I need a Red Sludge Tentacle and 3 Gazer Eyeballs to make the potion
af: Ek het 'n Rooi Slib Tentakel en 3 Gazer Eyeballs om die drankje
ar: أحتاج إلى الأحمر الحمأة اللامسة و3 الناظر مقل لجعل جرعة دواء
be: Мне патрэбны Чырвоны асадак Tentacle і 3 Газэра Eyeballs зрабіць зелье
bg: Имам нужда от Червен утайки пипало и 3 Гезер очи да направи отвара
ca: Necessito un tentacle de fangs vermells i 3 Gazer globus oculars per fer la poció
cs: Potřebuji Red kalová Tentacle a 3 Gezeru Oční bulvy, aby se lektvar
cy: Rwyf angen Sludge Coch Tentacle a 3 Gazer Eyeballs i wneud y potion
da: Jeg har brug for en rød Slam Tentacle og 3 Gazer øjne at gøre potion
de: Ich brauche eine Rot Sludge Tentacle und 3 Gazer Augäpfel zu den Trank
el: Χρειάζομαι ένα κόκκινο λάσπης Tentacle και 3 βλέπων μάτια για να κάνει το φίλτρο
et: Vajan Red Muda Tentacle ja 3 Gazer silmamunad teha Jook
fa: من باید شاخک حساس قرمز لجن و 3 Gazer Eyeballs به شربت عشق
fi: Tarvitsen Red Liete Tentacle ja 3 Gazer Silmän tehdä juoma
fr: J'ai besoin d'un Red boues Tentacle et 3 Gazer Eyeballs de rendre la potion
ga: Gá mé sloda Dearg Tentacle agus 3 Gazer Eyeballs a dhéanamh ar an potion
gl: Eu teño unha lama vermella Tentacle e 3 Gazer Eyeballs para facer a poción
hi: मैं एक लाल कीचड़ मूंछ और 3 विद्या विशारद आंखों की जरूरत औषधि बनाना
hr: Trebam crvenog mulja Tentacle i 3 Gazer zjenice napraviti napitak
hu: Szükségem van egy vörös iszapot Tentacle és 3 Gazer szemgolyója, hogy a főzet
is: ÉG þörf a Red Sludge Tentacle og 3 Gazer Eyeballs að gera Potion
it: Ho bisogno di un rosso fanghi Tentacle e 3 Gazer Eyeballs a fare la pozione
iw: אני צריך האדום בוצה Tentacle ו 3 Gazer העיניים כדי להפוך את השיקוי
ja: 私は薬を作るためのレッド汚泥触手と3を観察する眼球必要があります
ko: 내가 약을 만들 레드 슬러지 촉수 3 Gazer Eyeballs 필요
lv: Man vajag Red Dūņas tausteklis un 3 Gazer acs āboli, lai mikstūra
mk: Ми треба Црвен Шламови Tentacle и 3 Gazer Eyeballs да се направи напивка
mt: I bżonn Tentacle Ħama aħmar u 3 Gazer għajnejn li jagħmlu l-potion
nl: Ik heb een rode Slib Tentacle en 3 Gazer oogballen om het drankje
no: Jeg trenger en Red slam Tentacle og 3 Gazer øyeepler å gjøre potion
pl: I need a Red osadów Tentacle i 3 Gazer Eyeballs do napoju
pt: Eu preciso de uma lama vermelha Tentacle e 3 Gazer Eyeballs para fazer a poção
ro: Am nevoie de un roşu Nămolurile Tentacle şi 3 Gazer glob ocular pentru a face poţiune
sl: Rabim Red Blato Popek in 3 Gazer zrkel, da napoj
sq: Unë kam nevojë për një llum të Kuq brith dhe 3 shikimet ëndërrimtar për të bërë ilaç
sr: Требам Црвеног муља пипак и 3 Газер Еыебаллс да напитак
sv: Jag behöver en röd Slam Tentacle och 3 Gazer ögonglober att göra drycken
sw: I need a Red Sludge Tentacle na 3 Gazer Eyeballs kufanya Potion
tr: Ben iksir yapmak için Kırmızı Çamur Tentacle ve 3 Gazer Eyeballs gerek
vi: Tôi cần một đỏ bùn Tentacle và 3 gazer nhãn cầu để làm cho potion
yi: איך דאַרף אַ רעד סלודגע טענטאַקלע און 3 גאַזער ייעבאַללס צו מאַכן די טרונק
zh: 我需要一个红色的污泥触手和3凝视眼球，使药水

source: I still need an Empty Bottle to put the potion in
af: Ek moet nog 'n Leë Fles om die drankje in
ar: ما زلت بحاجة زجاجة فارغة لوضع جرعة في
be: Мне яшчэ трэба пустую бутэльку, каб пакласці ў зелье
bg: Аз все още се нуждаят от празна бутилка да постави в елексир
ca: Encara tinc una ampolla buida per posar la poció a la
cs: I nadále potřebovat Empty Bottle dát lektvar na
cy: Rwy'n dal i fod angen Potel Wag i roi'r potion yn
da: Jeg har stadig brug for en tom flaske til at sætte potion i
de: Ich brauche noch eine leere Flasche, um den Trank setzen in
el: Χρειάζομαι ακόμα ένα άδειο μπουκάλι να θέσει το φίλτρο στο
et: Mul on vaja veel tühi pudel panna Jook in
fa: من هنوز نیاز به بطری خالی برای قرار دادن در شربت عشق
fi: Tarvitsen vielä tyhjä pullo laittaa juoma on
fr: J'ai encore besoin d'une bouteille vide pour mettre la potion dans
ga: De dhíth orm fós ar Buidéal Folamh a chur ar an potion i
gl: Eu aínda teño unha botella baleira para poñer a poza no
hi: मैं अब भी एक खाली बोतल की जरूरत औषधि डाल में
hr: JA pa ipak potreba Empty Bottle staviti napitak u
hu: Még mindig szükség van egy üres üveget, hogy orvosolják a bájital-ban
is: Ég þarf enn að Empty Bottle að setja Potion í
it: Ho ancora bisogno di una bottiglia vuota di mettere la pozione in
iw: אני עדיין צריך בקבוק ריק לשים את השיקוי ב
ja: 私はまだ薬入れに空のボトルが必要
ko: 난 아직도 약을 넣으려면 빈 병 필요해
lv: Es joprojām vajadzīga Empty Bottle ievietot potion in
mk: Сè уште треба Празна Шише да го стави во напивка
mt: I still bżonn Flixkun Battal li tqiegħed il-potion in
nl: Ik moet nog een lege fles op het drankje zetten
no: Jeg trenger en tomflaske å sette potion i
pl: Nadal muszę Empty Bottle umieścić napój w
pt: Eu ainda preciso de uma garrafa vazia para colocar a poção no
ro: I liniştit nevoie de un flacon gol pentru a pune în poţiune
sl: Jaz še vedno potreba Empty Bottle, naj v napoj
sq: Unë ende nevojë për një shishe bosh ilaç për të vënë në
sr: И даље потребна празна боца ставити у напитак
sv: Jag behöver fortfarande en tom flaska att sätta drycken i
sw: Mimi bado unahitaji Empty Bottle kuweka Potion katika
tr: Ben hala iksir koymak için Empty Bottle gerek
vi: Tôi vẫn cần một Chai rỗng để đặt potion trong
yi: איך נאָך דאַרפֿן אַ עמפּטי באָטטלע צו שטעלן די טרונק אין
zh: 我还需要一个空瓶子的药水把在

source: So this is the Fortress.
af: Dus is dit die Fort.
ar: لذلك هذا هو القلعة.
be: Так гэта і ёсць крэпасць.
bg: Така че това е крепост.
ca: Així que aquesta és la fortalesa.
cs: Takže to je pevnost.
cy: Felly, mae hyn yn y Fortress.
da: Så dette er den Fortress.
de: Das ist also der Festung.
el: Έτσι, αυτό είναι το Φρούριο.
et: Nii et see on kindlus.
fa: بنابراین این قلعه است.
fi: Joten tämä on linnoitus.
fr: C'est donc la Forteresse.
ga: Mar sin, is é seo an Fortress.
gl: Entón esta é a fortaleza.
hi: तो इस किले है.
hr: Dakle ovo je Tvrđava.
hu: Szóval ez a vár.
is: Svo þetta er virki.
it: Quindi questa è la Fortezza.
iw: אז זה מבצר.
ja: したがって、この要塞です。
ko: 그래서이 요새입니다.
lv: Tātad šī ir Fortress.
mk: Значи ова е тврдина.
mt: Allura dan huwa l-Fortress.
nl: Dus dit is de burcht.
no: Så dette er Festning.
pl: Więc to jest Fortress.
pt: Então essa é a Fortaleza.
ro: Deci, acesta este Cetatea.
sl: Torej je to trdnjavo.
sq: Pra, kjo është Kalaja.
sr: Дакле, ово је тврђава.
sv: Så detta är Fästning.
sw: Hivyo hii ni Ngome.
tr: Yani bu kalen.
vi: Vì vậy, đây là Fortress.
yi: אַזוי דאָס איז די פאָרטרעסס.
zh: 因此，这是山城。

source: It looks like a lot of doors lead off to other areas, I should have a proper look around before I go anywhere else...
af: Dit lyk soos 'n baie deure lei af tot ander areas, ek het' n behoorlike rond te kyk voordat ek gaan nêrens anders ...
ar: يبدو ان الكثير من الأبواب تفضي الى خارج مناطق أخرى ، وينبغي أن لدي السليم ننظر حولنا قبل أن أذهب في أي مكان آخر...
be: Падобна на тое, што многія дзверы адводзяць на іншыя вобласці, я павінна мець належны паглядзець, перш чым я нікуды ...
bg: То прилича много на вратите отвежда към други области, аз трябва да има правилно огледам преди да отида някъде другаде ...
ca: Sembla que una gran quantitat de plom fora de les portes a altres àrees, que hauria de tenir un bon cop d'ull abans d'anar a un altre lloc ...
cs: Vypadá to jako hodně dveře vedou do jiných oblastí, měl jsem řádně rozhlédnout, než jsem se jít někam jinam ...
cy: Mae'n edrych yn debyg i lawer o drysau arwain i ffwrdd i ardaloedd eraill, dylai Mae gen i go iawn edrych o gwmpas cyn i mi fynd i unman arall ...
da: Det ligner en masse døre fører ud til andre områder, skal jeg have en ordentlig kig rundt, før jeg går et andet sted ...
de: Es sieht aus wie viele Türen abgehen auf andere Bereiche, so hätte ich eine richtige Sehen Sie sich um, bevor ich gehe nirgendwo anders ...
el: Μοιάζει πολύ πόρτες οδηγούν μακριά σε άλλους τομείς, θα πρέπει να έχει μια καλή ματιά πριν πάω πουθενά αλλού ...
et: Tundub palju uksi viia välja teistesse piirkondadesse, oleksin õige ringi vaadata enne kui ma lähen kusagil mujal ...
fa: مثل بسیاری از درها می رسد رهبری کردن به مناطق دیگر ، من باید مناسب اطراف را نگاه کنم من قبل از رفتن به هر جای دیگر...
fi: Se näyttää paljon ovia johtaa pois muita alueita, minun pitäisi olla asianmukainen katsoa ympärilleen ennen kuin menen muualle ...
fr: Il ressemble à beaucoup de portes de plomb hors d'autres domaines, je devrais avoir un bon regarder autour avant d'aller nulle part ailleurs ...
ga: Breathnaíonn sé ar nós go leor doirse thoradh uaire go réimsí eile, ba chóir dom a bheith ceart breathnú thart sula dtéann mé aon áit eile ...
gl: Parece unha morea de conducir fóra de portas para outras áreas, eu debería ter unha boa ollada antes de ir en calquera outro lugar ...
hi: यह द्वार की एक बहुत पसंद है अन्य क्षेत्रों के लिए रवाना हो ले, मैं एक उचित मैं कहीं और जाने से पहले अपने चारों ओर देखिए चाहिए ...
hr: To izgleda kao puno vrata dovesti off na drugim područjima, ja bi trebao imati odgovarajuće gledati okolo prije nego što idem nigdje ...
hu: Úgy néz ki, mint egy nagy ajtó vezet ki, hogy más területekre, el kellett volna egy megfelelő nézz körül, mielőtt elmegyek bárhol máshol ...
is: Það útlit eins og a einhver fjöldi af dyr leiða burt á öðrum sviðum, ætti ég að hafa rétta útlit í kring áður en ég fer einhvers staðar annars ...
it: Sembra un sacco di porte conducono fuori ad altri settori, dovrei avere un buon un'occhiata in giro prima di andare altrove ...
iw: זה נראה כמו הרבה דלתות להוביל את לאזורים אחרים, הייתי צריכה נאותה להסתכל מסביב לפני שאני הולך לשום מקום אחר ...
ja: これはドアの多くのような他の地域への口火を切る、私は私はどこ行く前に見て回る、適切なものが...
ko: 그것은 문을 많은처럼 보이는 다른 지역에서 납, 난 난 아무데도 갈데가되기 전에 적절한 주위를 둘러어야하는데 ...
lv: Izskatās daudz durvis novest pie citām jomām, es būtu pareizi paskatīties pirms es iet nekur citur ...
mk: Изгледа многу врати отвеждам на други области, јас треба да имаат соодветна погледнете наоколу, пред да одам на некое друго место ...
mt: Jidher qisu ħafna bibien off jwasslu għal oqsma oħra, I għandu jkollhom ħarsa madwar xieraq qabel ma mmur imkien ieħor ...
nl: Het lijkt een hoop deuren leiden uit naar andere gebieden, moet ik een behoorlijke rond te kijken voordat ik ga ergens anders ...
no: Det ser ut som en masse dører fører ut til andre områder, bør jeg ha en ordentlig titt rundt før jeg drar et annet sted ...
pl: Wygląda na to wiele drzwi odprowadzać do innych obszarów, należy mieć odpowiednią rozejrzeć zanim pójdę gdzie indziej ...
pt: Parece um monte de conduzir fora de portas para outras áreas, eu deveria ter uma boa olhada antes de eu ir em qualquer outro lugar ...
ro: Se pare ca o multime de uşi duce off la spre alte domenii, eu ar trebui să aibă o buna te uiti in jur înainte de a merge oriunde în altă parte ...
sl: Izgleda veliko vrat Začeli tudi na druga področja, bi moral imeti ustrezno pogledam okoli, preden grem nikamor drugam ...
sq: Ajo duket si një shumë e dyerve të çoj në zona të tjera, unë duhet të ketë një sy përreth duhur para se të shkoj diku tjetër ...
sr: Изгледа као много врата почети у другим областима, ми треба да имају одговарајућу погледате пре него што одем било где другде ...
sv: Det ser ut som en massa dörrar som leder ut till andra områden, skulle jag ha en ordentlig titt omkring innan jag går någon annanstans ...
sw: Inaonekana kama milango ya risasi nyingi mbali na maeneo mengine, mimi wanapaswa kuangalia kote sahihi kabla ya mimi kwenda popote mwingine ...
tr: Bu kapılar bir çok benziyor diğer alanlara yol göstermek, bir başka hiçbir yerde gidip önce etrafına bakmak uygun olmalıdır ...
vi: Dường như rất nhiều cánh cửa dẫn ra đến các khu vực khác, tôi cần phải có một hợp dạo quanh một vòng trước khi tôi đi bất cứ nơi nào khác ...
yi: עס לוקס ווי אַ פּלאַץ פון דאָרז פירן אַוועק צו אנדערע אַרעאַס, איך זאָל האָבן אַ געהעריק קוק אַרום איידער איך גיין ערגעץ אַנדערש ...
zh: 这就像一门关闭导致很多看起来到其他领域，我应该有适当的研究后，我别的地方去解决...

source: Try hitting the skull...
af: Probeer slaan die skedel ...
ar: محاولة ضرب الجمجمة...
be: Паспрабуйце націснуць чэрап ...
bg: Опитайте се удари по черепа ...
ca: Proveu colpejar el crani ...
cs: Zkuste bít lebka ...
cy: Rhowch gynnig ar y benglog taro ...
da: Prøv at trykke på kraniet ...
de: Versuchen Sie schlagen den Schädel ...
el: Δοκιμάστε να χτυπήσει το κρανίο ...
et: Proovige pihta kolju ...
fa: سعی کنید ضربه جمجمه...
fi: Yritä lyömällä kallo ...
fr: Essayez de frapper le crâne ...
ga: Bain triail as ag bualadh an skull ...
gl: Probe a bater o cranio ...
hi: खोपड़ी मारने की कोशिश करो ...
hr: Pokušajte udaranje lubanje ...
hu: Próbálja ki üti a koponya ...
is: Prófaðu hitting the höfuðkúpa ...
it: Provare a colpire il cranio ...
iw: נסה להכות את הגולגולת ...
ja: 頭蓋骨を押すてみてください...
ko: 두개골에 타격 시도 ...
lv: Try hitting galvaskauss ...
mk: Обидете се удри во глава ...
mt: Ipprova laqtu l-kranju ...
nl: Probeer het raken van de schedel ...
no: Prøv treffer skallen ...
pl: Spróbuj uderzanie czaszki ...
pt: Tente bater o crânio ...
ro: Încercaţi să lovesc craniul ...
sl: Try hitting lobanjo ...
sq: Provoni goditur kafkë ...
sr: Пробајте ударање лобање ...
sv: Prova att slå i skallen ...
sw: Jaribu kupiga fuu ...
tr: Kafatası isabet deneyin ...
vi: Hãy thử va vào hộp sọ ...
yi: פּרוּווט היטטינג דער שאַרבן ...
zh: 尝试击中头骨...

source: This machine is not active
af: Hierdie masjien is nie aktief
ar: هذه الآلة ليست نشطة
be: Гэтая машына не з'яўляецца актыўным
bg: Тази машина не е активно
ca: Aquesta màquina no està actiu
cs: Tento stroj není aktivní
cy: Nid yw'r peiriant yn weithgar
da: Denne maskine er ikke aktiv
de: Diese Maschine ist nicht aktiv
el: Το μηχάνημα αυτό δεν είναι ενεργό
et: See masin ei ole aktiivne
fa: این دستگاه فعال نیست
fi: Tämä kone ei ole aktiivinen
fr: Cette machine n'est pas actif
ga: Níl an meaisín gníomhach
gl: Esta máquina non está activado
hi: इस मशीन सक्रिय नहीं है
hr: Ovaj stroj nije aktivna
hu: Ez a gép nem aktív
is: Þessi vél er ekki virkt
it: Questa macchina non è attiva
iw: מכונה זו אינה פעילה
ja: このマシンはアクティブではありません
ko: 이 기계는 활성화되지 않습니다
lv: Šī mašīna nav aktīvs
mk: Оваа машина не е активно
mt: Dan il-magna ma tkunx attiva
nl: Deze machine is niet actief
no: Denne maskinen er ikke aktiv
pl: Maszyna ta nie jest aktywna
pt: Esta máquina não está ativo
ro: Aceasta masina nu este activ
sl: Ta stroj ni aktiven
sq: Kjo makinë nuk është aktiv
sr: Та машина није активна
sv: Denna maskin är inte aktiv
sw: Mashine hii si kazi
tr: Bu makine etkin değil
vi: Máy này không hoạt động
yi: דער מאַשין איז נישט אַקטיוו
zh: 本机不活跃

source: Repeat the sequence
af: Herhaal die volgorde
ar: تكرار تسلسل
be: Паўтарыце паслядоўнасць
bg: Повторете последователност
ca: Repetiu la seqüència de
cs: Opakujte sekvenci
cy: Ailadrodd y dilyniant
da: Gentag sekvensen
de: Wiederholen Sie die Reihenfolge
el: Επαναλάβετε την ακολουθία
et: Korda jada
fa: تکرار دنباله
fi: Toista sekvenssi
fr: Répétez la séquence
ga: Déan an t-ord
gl: Repita a secuencia
hi: दोहराएँ अनुक्रम
hr: Ponovite slijed
hu: Ismételje meg a sorozatot
is: Endurtaktu röð
it: Ripetere la sequenza
iw: חזור על רצף
ja: 繰り返し配列
ko: 반복 시퀀스
lv: Atkārtot secība
mk: Повторете ја низата
mt: Irrepeti l-sekwenza
nl: Herhaal de sequentie
no: Gjenta sekvensen
pl: Powtórz sekwencję
pt: Repita a seqüência
ro: Se repetă secvenţă
sl: Ponovi zaporedje
sq: Përsëriteni rend
sr: Понављање секвенци
sv: Upprepa sekvensen
sw: Repeat mlolongo
tr: Repeat dizisi
vi: Lặp lại chuỗi
yi: איבערחזרן די סיקוואַנס
zh: 重复序列

source: Correct Sequence
af: Korrekte Volgorde
ar: التسلسل الصحيح
be: Правільнай паслядоўнасці
bg: Правилната последователност
ca: Seqüència correcta
cs: Správném pořadí
cy: Trefn yn gywir
da: Rigtige rækkefølge
de: Richtigen Reihenfolge
el: Σωστή σειρά
et: Õige järjestus
fa: دنباله صحیح
fi: Oikeassa järjestyksessä
fr: Corriger des séquences
ga: Seicheamh ceart
gl: Secuencia correcta
hi: सही अनुक्रम
hr: Ispravnom redoslijedu
hu: Helyes sorrend
is: Rétt Sequence
it: Corretta sequenza
iw: רצף נכון
ja: 正しい順番
ko: 정확한 시퀀스
lv: Pareiza secība
mk: Точно серијата
nl: Juiste volgorde
no: Riktig Sequence
pl: Właściwej kolejności
pt: Seqüência correta
ro: Secvenţa corectă
sl: Pravilnem zaporedju
sq: Rend Correct
sr: Тачан Низ
sv: Rätt ordningsföljd
sw: Sahihi Sequence
tr: Doğru Sequence
vi: Đúng trình tự
yi: ריכטיק סעקווענסע
zh: 正确的顺序

source: Incorrect Sequence
af: Verkeerde Volgorde
ar: تسلسل غير الصحيحة
be: Няправільная паслядоўнасць
bg: Неправилно Последователност
ca: Seqüència incorrecta
cs: Nesprávné sekvence
cy: Sequence anghywir
da: Forkert Sequence
de: Falsche Reihenfolge
el: Εσφαλμένη Ακολουθία
et: Vale järjestus
fa: دنباله نادرست
fi: Virheellinen Sequence
fr: Séquence incorrecte
ga: Seicheamh mícheart
gl: Secuencia incorrecta
hi: गलत अनुक्रम
hr: Neispravan Sequence
hu: Helytelen Sequence
is: Röng Sequence
it: Sequenza errata
iw: רצף שגוי
ja: 不適切なシーケンス
ko: 잘못된 시퀀스
lv: Nepareiza Sequence
mk: Неправилна серијата
mt: Żbaljata Sequence
nl: Onjuiste Sequence
no: Feil Sequence
pl: Nieprawidłowe Sequence
pt: Seqüência incorreta
ro: Secvente incorecte
sl: Nepravilno Sequence
sq: Rend Incorrect
sr: Неисправан Низ
sv: Felaktig Sequence
sw: Sahihi Sequence
tr: Yanlış Sequence
vi: Không đúng trình tự
yi: פאַלש סעקווענסע
zh: 不正确序列

source: The Legend of Edgar has encountered the following error
af: Die legende van Edgar teëgekom het die volgende fout
ar: أسطورة ادغار واجه الخطأ التالية
be: Легенда аб Эдгар знайшоў наступную памылку
bg: Легендата на Едгар възникна следната грешка
ca: La llegenda d'Edgar ha detectat l'error següent
cs: Legenda Edgar došlo k následující chybě
cy: Y Chwedl Edgar wedi dod ar draws gwall canlynol
da: The Legend of Edgar er stødt på følgende fejl
de: The Legend of Edgar hat folgende Fehler aufgetreten
el: Ο μύθος του Edgar συνάντησε το ακόλουθο σφάλμα
et: Legend of Edgar on tekkinud järgmine viga
fa: افسانه ادگار تا به خطا مواجه می شوند به شرح زیر است
fi: Legend of Edgar on kohdannut seuraavan virheen
fr: The Legend of Edgar a rencontré l'erreur suivante
ga: An Finscéal de Edgar bhfuil earráid a dtagtar ar an méid seo a leanas
gl: The Legend of Edgar encontrou o seguinte erro
hi: एडगर के लीजेंड निम्नलिखित त्रुटि का सामना करना पड़ा है
hr: The Legend of Edgar naišao je sljedeća pogreška
hu: The Legend of Edgar ütközött a következő hibát
is: The Legend of Edgar hefur fundur the hópur stuðningsmanna villa
it: The Legend of Edgar ha riscontrato l'errore seguente
iw: אגדה של אדגר נתקל השגיאה הבאה
ja: 伝説エドガーは、次のエラーが発生しました
ko: 전설 에드거 다음과 같은 오류가 발생했습니다
lv: Of Edgar Legend ir saskārusies ar šādu kļūdu
mk: Легендата на Едгар ги сретнал на следната грешка
mt: Il-Leġġenda ta 'Edgar ltaqgħet ma' żball li ġej
nl: De legende van Edgar heeft ondervonden de volgende foutmelding
no: The Legend of Edgar har oppstått følgende feil
pl: The Legend of Edgar Wystąpił następujący błąd
pt: The Legend of Edgar encontrou o seguinte erro
ro: Legenda lui Edgar a apărut o eroare de următoarele
sl: Legend of Edgar je naletel naslednje napake
sq: Legjenda e Edgar ka pasur gabim në vijim
sr: Легенда о Едгар је наишао следе?
sv: The Legend of Edgar har stött på följande fel
sw: The Legend ya Edgar ina wamekutana zifuatazo kosa
tr: Legend Edgar aşağıdaki hatayla karşılaştı
vi: The Legend of Edgar đã gặp phải lỗi sau đây
yi: די לעגענד פון עדגאַר האט געפּלאָנטערט אויף די ווייַטערדיקע טעות
zh: 在埃德加传说遇到下面的错误

source: Please report this error to Parallel Realities
af: Please report hierdie fout te Parallelle Realiteite
ar: الرجاء الإبلاغ عن هذا الخطأ إلى حقائق وبالتوازي
be: Паведаміце аб гэтай памылцы ў паралельных реальностям
bg: Моля, докладвайте тази грешка на паралелна реалност
ca: Per favor, informe d'aquest error a les realitats paral.leles
cs: Prosím nahlaste tuto chybu Parallel Realities
cy: Os gwelwch yn dda adroddiad y gwall hwn i realiti Parallel
da: Rapporter denne fejl til Parallel Realities
de: Bitte melden Sie diesen Fehler Parallel Realitäten
el: Παρακαλώ αναφέρετε αυτό το σφάλμα να Παράλληλες πραγματικότητες
et: Palun teatage sellest veast Paralleelne reaalsus
fa: لطفا موضوع را به واقعیت موازی گزارش
fi: Ilmoita tästä virheestä Parallel Realities
fr: S'il vous plaît rapporter cette erreur aux réalités parallèles
ga: Le do thoil tuarascáil seo chun earráidí a réaltachtaí Comhuaineach
gl: Por favor reporte este erro a realidades paralelas
hi: कृपया समानांतर वास्तविकताओं को इस त्रुटि रिपोर्ट
hr: Prijavite ovu pogrešku Paralelna stvarnost
hu: Kérjük, jelentse ezt a hibát a Parallel valóságok
is: Vinsamlegast tilkynntu þessa villu til Samhliða Realities
it: Si prega di segnalare l'errore alla realtà parallela
iw: אנא דווח על שגיאה זו המציאות מקבילי
ja: してください。パラレル現実には、このエラーを報告する
ko: 병렬 제발 현실이 오류 보고서
lv: Lūdzu, ziņojiet par šo kļūdu Paralēlā realitāte
mk: Ве молиме пријавете ја оваа грешка да се паралелни реалности
mt: Jekk jogħġbok irrapporta dan l-iżball li Realtajiet Parallel
nl: Meld deze fout aan Parallel Realities
no: Vennligst rapporter denne feilen til parallelle virkeligheter
pl: Proszę zgłosić ten błąd do Parallel Realities
pt: Por favor reporte este erro a realidades paralelas
ro: Vă rugăm să raportaţi această eroare la realităţi paralele
sl: Prosimo, da o tej napaki na Parallel Realnosti
sq: Ju lutem raportoni këtë gabim në Realitete Paralele
sr: Молимо пријавите ову грешку Паралелне реалности
sv: Vänligen rapportera detta fel till Parallel Realities
sw: Tafadhali ripoti kosa hili kwa Sambamba Liberalist
tr: Lütfen Paralel Gerçekler bu hata raporu
vi: Vui lòng báo cáo lỗi này song song với thực tế
yi: ביטע באַריכט די פֿעלער צו פּאַראַללעל רעאַליטיעס
zh: 请报告给并行现实错误

source: The game will now exit
af: Die wedstryd sal nou uitgang
ar: وسيتم الآن إنهاء لعبة
be: Гульня цяпер выхад
bg: В играта ще излезете
ca: El joc es tancarà ara
cs: Hra bude nyní ukončena
cy: Bydd y gêm yn awr allanfa
da: Spillet vil nu afslutte
de: Das Spiel wird jetzt beendet
el: Το παιχνίδι στη συνέχεια την έξοδο
et: Mängu lõpetab nüüd
fa: بازی در حال حاضر برای خروج
fi: Peli on nyt exit
fr: Le jeu va se fermer
ga: Beidh an cluiche scoir anois
hi: अब खेल से बाहर जाएगा
hr: Igra će sada izaći
hu: A játék most kilép
is: Leikurinn mun nú hætta
it: Il gioco verrà chiuso
iw: המשחק ייסגר כעת
ja: ゲームを今すぐ終了します
ko: 게임이 종료됩니다
lv: Spēle tagad izeju
mk: Играта сега ќе излез
mt: Il-logħba se issa ħruġ
nl: Het spel wordt nu afgesloten
no: Spillet vil nå avslutte
pl: Gra zostanie teraz zamknięty
ro: Jocul va ieşi acum
sl: Igra bo sedaj izhod
sq: Loja do tani dalje
sr: Игра ће се сада излаз
sv: Spelet kommer nu att avsluta
sw: Mchezo sasa exit
tr: Oyun şimdi sonlandırılacak
vi: Các trò chơi bây giờ sẽ đi theo lối ra
yi: די שפּיל וועט איצט אַרויסגאַנג
zh: 游戏现在将退出
