Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Say, I heard that something happened in that mine a few years ago
af: Sê ek dat daar iets gebeur wat my 'n paar jaar gelede gehoor
ar: أقول ، لقد سمعت ان شيئا ما حدث في هذا المنجم منذ بضع سنوات
be: Скажам, я чуў што-то здарылася, што ў маіх некалькі гадоў таму
bg: Кажи, чух, че нещо се е случило в тази мина преди няколко години
ca: Escolta, vaig saber que alguna cosa va passar en aquesta mina fa uns anys,
cs: Řekni, slyšel jsem, že se něco stalo v dole, který před několika lety
cy: Dweud, Rwy'n clywed bod rhywbeth wedi digwydd yn y mwynglawdd ychydig flynyddoedd yn ôl
da: Sige, jeg hørte, at noget skete i, at mine et par år siden
de: Sprich, hörte ich, daß etwas passiert, daß mir vor ein paar Jahren
el: Πες, άκουσα ότι κάτι συνέβη στη δική μου πριν από μερικά χρόνια
et: Ütle, ma kuulsin, et midagi juhtus, et minu paar aastat tagasi
fa: بگو ، من شنیده ام که چیزی که اتفاق افتاده در معدن چند سال پیش
fi: Sanoa, olen kuullut, että jotain tapahtui, että minun muutama vuosi sitten
fr: Dites, j'ai entendu dire que quelque chose s'est passé dans cette mine il ya quelques années
ga: Abair, Chuala mé go bhfuil rud éigin a tharla i mianach sin cúpla bliain ó shin
gl: Dicir, oín dicir que algo tivo lugar nunha mina que hai algúns anos
hi: कहो, मैं कुछ है कि खान में हुआ कुछ साल पहले सुना
hr: Recimo, čuo sam da se nešto dogodilo u toj mina prije nekoliko godina
hu: Mondjuk, hallottam, hogy valami történt, hogy az enyém egy pár évvel ezelőtt
is: Segja, heyrði ég að eitthvað gerðist í að minn nokkrum árum
it: Dire, ho sentito che qualcosa è accaduto in quella miniera a pochi anni fa
iw: תגיד, שמעתי שמשהו קרה שלי כי לפני כמה שנים
ja: 言おうと、私が何かは、鉱山では、数年前に起こった聞いた
ko: 말해봐, 내가 뭔가가 내 안에 몇 년 전 일이 있었는지 들었어
lv: Teiksim, es dzirdēju, ka kaut kas noticis, ka mans pirms pāris gadiem
mk: Кажи, слушнав дека нешто се случи во рудникот дека пред неколку години
mt: Say, smajt xi ħaġa li ġara fl-minjiera li ftit snin ilu
nl: Zeg, ik hoorde dat er iets gebeurd in dat de mijne een paar jaar geleden
no: Si, hørte jeg at noe skjedde i at mine for noen år siden
pl: Powiedz, słyszałem, że coś się stało w tej kopalni kilka lat temu
pt: Dizer, eu ouvi que alguma coisa aconteceu na mina que há alguns anos atrás
ro: Spune, am auzit că ceva sa întâmplat în acea mina urmă cu câţiva ani
sl: Reci, sem slišal, da nekaj, kar se je zgodilo v tem rudniku pred nekaj leti
sq: Thuaj, kam dëgjuar se diçka ka ndodhur në këtë minierë disa vjet më parë
sr: Рецимо, чуо сам да се нешто догодило у том руднику пре пар година
sv: Säg, hörde jag att något hände i min några år sedan
sw: Sema, nikasikia kwamba kitu kilichotokea katika mgodi miaka michache iliyopita
tr: De ki, ben bir şey benim birkaç yıl önce olanları duydum
vi: Nói, tôi nghe nói rằng cái gì đã xảy ra tại mỏ rằng một vài năm trước đây
yi: זאָגן, איך כערד אַז עפּעס כאַפּאַנד אין וואָס מיין אַן עטלעכע יאָר צוריק
zh: 我说，我听说这事发生的煤矿，几年前

source: Er, yeah, there was what you'd call an "incident", but that part of the mine was sealed up a long time ago
af: Er, ja, daar was wat jy 'n voorval sou oproep nie, maar dat' n deel van die myn was verseël tot 'n lang tyd gelede
ar: إيه ، نعم ، كان هناك ما كنت تدعو الى حادثة ، ولكن هذا جزء من الألغام كانت اغلقت منذ وقت طويل
be: Ір, так, было тое, што называецца інцыдэнт , але гэта частка маёй была запячатаў даўно
bg: Ами, да, не е това, което искате свикване на инцидент , но тази част на мината беше запечатано отдавна
ca: Ei, sí, no era el que es diu a un incident , però que part de la mina va ser segellat fa molt temps,
cs: Ehm, jo, bylo to, co byste zavolat incident , ale tato část dolu byl zavřený už dávno
cy: Er, yeah, roedd yr hyn y byddech yn galw digwyddiad , ond y rhan honno o'r pwll oedd wedi'i selio i fyny amser maith yn ôl
da: Er, yeah, der var hvad man ville kalde en hændelse , men at en del af minen blev lukket op for længe siden
de: Äh, ja, da war das, was Sie Vorfall nennen würden , aber das ist Teil der Mine versiegelt wurde vor langer Zeit
el: Er, ναι, ήταν αυτό που θα αποκαλούσα ατύχημα , αλλά το τμήμα του ορυχείου ήταν σφραγισμένα μέχρι πριν από πολύ καιρό
et: Er, jah, seal oli, mida soovite kõne intsident , kuid et osa minu oli suletud kuni kaua aega tagasi
fa: Er ، بله ، چیزی بود که می خواهم به شما تماس حادثه وجود دارد ، اما آن بخشی از معدن مهر و موم شده بود تا مدت طولانی پیش
fi: Er, joo, oli mitä haluat kutsua tapahtuma , mutta että osa minun oli sinetöity jo kauan sitten
fr: Euh, ouais, il y avait ce qu'on pourrait appeler un incident , mais cette partie de la mine a été scellée il ya bien longtemps
ga: ER, yeah, bhí an méid gur mhaith leat glaoch a tarlú , ach bhí séalaithe gur chuid de na mianach suas le fada ó shin
gl: Er, si, non era o que chamaría un incidente , pero que parte da mina foi selado ata un tempo atrás
hi: हाँ, एर, वहाँ गया था क्या तुम एक घटना फोन करूँगा , लेकिन मेरा भाग है कि एक लंबे समय से पहले बंद किया गया
hr: Er, da, bilo je ono što želite nazvati incident , ali taj dio mina bila zapečaćena davno
hu: Ööö, igen, nem volt mit gondolja, hívjon baleset , de ez része az enyém volt pecsételve egy hosszú idővel ezelőtt
is: Er, já, það var það sem þú vilt kalla á atvik , en að hluta minn var lokað upp fyrir löngu
it: Ehm, sì, c'era quello che chiamerei uno incidente , ma che una parte della miniera è stata sigillata molto tempo fa
iw: אה, כן, היה מה שנקרא האירוע , אבל זה חלק של המכרה היה חתום מזמן
ja: Erを、ええ、そこに事件と呼ぶものでしたですが、私のその部分を前に長い時間が密閉された
ko: 어, 그래, 거기 사건을 뭐라고 부르는지됐다 ,하지만 내의 일부를 전 긴 시간이 봉인된 상태 였어요
lv: Er, jā, bija tas, ko jūs vēlaties zvanīt incidents , bet ka daļa no raktuves bija noslēgti līdz sen
mk: Er, yeah, имаше што сакате повикајте инцидент , но тој дел од рудникот беше запечатано одамна
mt: Er, yeah, kien hemm dak li inti'd sejħa ta ' inċident , iżda dik il-parti ta' l-minjiera kienet issiġillata sa żmien twil ilu
nl: Eh, ja, er was wat je zou een incident noemen , maar dat een deel van de mijn is verzegeld een lange tijd geleden
no: Er, yeah, det var det du vil kalle en hendelse , men at en del av gruva ble forseglet opp for lenge siden
pl: Er, yeah, było to, co chcesz zadzwonić wypadek , ale ta część kopalni została przypieczętowana się dawno temu
pt: Er, sim, não era o que você chamaria de um incidente , mas que parte da mina foi selado até um tempo atrás
ro: Er, da, nu a fost ceea ce v-ar suna la un incident , dar că o parte din mine a fost închis o perioadă lungă de timp în urmă
sl: Er, ja, ni bilo kaj bi pokličete incident , ampak tisti del rudnika je bila zapečatena gor dolgo časa nazaj
sq: Er, vërtet, nuk ishte ajo që ju do të thërrasë një incident , por se një pjesë e minierës u nënshkrua një kohë të gjatë më parë
sr: Ер, да, било је оно што желите позовете инцидента , али тај део је запечатио моја одавно
sv: Er, ja, det var vad du skulle kalla en incident , men den del av gruvan var förseglade upp för länge sedan
sw: Eri, yeah, kulikuwa na nini I'd call an tukio , lakini kwamba sehemu ya mgodi akaziziba muda mrefu ago
tr: Er, evet, var bir olay dediğimiz gibiydi , ama benim bir kısmının önce uzun bir süre kadar imzalandı
vi: Er, yeah, đã có những gì bạn muốn gọi là một sự cố, nhưng đó là một phần của mỏ đã được niêm phong một thời gian dài trước đây
yi: ער, יאָ, עס איז געווען וואָס איר'ד רוף אַן ינצידענט , נאָר אַז טייל פון די מיינער איז סילד זיך אַ לאַנג צייט צוריק
zh: 呃，是的，有什么您会调用一个“事件”，但矿部分封闭了很久以前

source: Right...
ar: الحق...
be: Права ...
bg: Право ...
ca: Dret ...
cs: Jo ...
cy: Hawl ...
de: Genau ...
el: Δεξιά ...
et: Õigus ...
fa: حق...
ga: Ceart ...
gl: Un ...
hi: ठीक है ...
it: A destra ...
iw: צודק ...
ja: 右...
ko: 그래 ...
mk: Право ...
mt: Dritt ...
pl: Prawo ...
pt: Certo ...
ro: Dreptul de ...
sq: Drejta ...
sr: Ригхт ...
sw: Haki ...
yi: רעכטס ...
zh: 右...

source: Here, have my shield and have fun!
af: Hier, het my skild en geniet!
ar: هنا ، يكون لي درع والمتعة!
be: Тут, у мяне шчыт і атрымлівайце задавальненне!
bg: Тук ми щит и се забавлявайте!
ca: Aquí, el meu escut i diverteix-te!
cs: Zde mám štít a bavte se!
cy: Yma, wedi fy tarian a chael hwyl!
da: Her er mit skjold og have det sjovt!
de: Hier haben mein Schild und Spaß haben!
el: Εδώ, έχουν ασπίδα μου και καλή διασκέδαση!
et: Siin on minu kilp ja nautige!
fa: در اینجا ، که سپر من و آن لذت ببرید!
fi: Täällä on minun kilpi ja pidä hauskaa!
fr: Tiens, prends mon bouclier et avoir du plaisir!
ga: Anseo, tá mo sciath agus ag spraoi!
gl: Aquí, o meu escudo e divertirse!
hi: यहाँ, मेरे ढाल दिया है और मजेदार है!
hr: Evo, imam svoj štit i zabavite se!
hu: Itt megvan a pajzs, és jó szórakozást!
is: Hér hafa skjöldur minn og hafa gaman!
it: Qui, hanno il mio scudo e buon divertimento!
iw: הנה, יש המגן שלי ויש לי כיף!
ja: ここでは、自分のシールドがあり、楽しく！
ko: 여기, 내 방패를 가지고 재미있게!
lv: Te ir mans vairogs un ir jautri!
mk: Еве, ми штит и се забавуваат!
mt: Hawnhekk, għandhom tarka tiegħi u tieħdu gost!
nl: Hier hebben mijn schild en veel plezier!
no: Her er mitt skjold og ha det gøy!
pl: Tutaj mam tarczę i baw się dobrze!
pt: Aqui, o meu escudo e se divertir!
ro: Aici, au scutul meu si distreaza-te!
sl: Tu so moje ščit in se zabavajte!
sq: Këtu, janë mburoja ime dhe have fun!
sr: Ево, имам свој штит и забавите!
sv: Här har min sköld och ha kul!
sw: Hapa, na uso wangu na kuwa na furaha!
tr: İşte, benim kalkan ve eğlenin!
vi: Ở đây, có khiên của tôi và vui chơi!
yi: דאָ, האָט מיין פאַרשטעלן און האָט שפּאַס!
zh: 在这里，有我的盾牌，玩得开心！

source: Just stay away from the Forbidden Swamp
af: Net wegbly van die Verbode Moeras
ar: مجرد البقاء بعيدا عن مستنقع المحرمة
be: Проста трымацца далей ад Забароненае Swamp
bg: Стой далеч от Забранения Блато
ca: Queda't lluny de la Ciénaga de prohibida
cs: Jen drž se dál od Forbidden Swamp
cy: Dim ond yn aros i ffwrdd o'r gors Forbidden
da: Bare holde sig væk fra den forbudte Swamp
de: Nur weg von der Verbotenen Swamp bleiben
el: Μείνε μακριά από την Απαγορευμένη Βάλτο
et: Lihtsalt eemale Forbidden Soo
fa: فقط دور شو از آبی ممنوع
fi: Pysy kaukana Kielletty Swamp
fr: Just stay away from the Swamp Interdite
ga: Just fanacht amach as an Swamp Toirmiscthe
gl: Só queda lonxe do encoro Prohibido
hi: बस निषिद्ध दलदल से दूर रहना
hr: Samo boravak daleko od Forbidden Močvara
hu: Maradj távol a Tiltott Mocsár
is: Just dvöl burt frá Forbidden Swamp
it: Solo stare lontano dalla palude Proibita
iw: רק להתרחק מן הביצה האסורה
ja: ちょうど近づかない故宮沼から
ko: 그냥 물러서 자금성 늪지에서
lv: Tikai apturēt prom no Forbidden Swamp
mk: Едноставно држат настрана од Забранетиот Блато
mt: Just tissospendi l bogħod mill-Swamp Projbit
nl: Blijf uit de buurt van de Verboden Swamp
no: Bare hold deg unna forbudte Swamp
pl: Wystarczy trzymać się z dala od Zakazanego Swamp
pt: Apenas fique longe do pântano Proibida
ro: Doar stai departe de Swamp Interzis
sl: Ostani proč od Forbidden Swamp
sq: Vetëm qëndroni larg nga swamp Ndaluar
sr: Само се клони Забрањено Мочвара
sv: Håll dig borta från den Förbjudna Swamp
sw: Tu ya kukaa mbali Forbidden Swamp
tr: Sadece uzak durun Yasak Swamp dan
vi: Chỉ cần tránh xa từ đầm lầy Forbidden
yi: נאָר בלייבן אַוועק פֿון די פאָרבידדען סוואַמפּ
zh: 只要远离紫禁城沼泽

source: Will do, can I hold on to your pickaxe for a while?
af: Sal doen, kan ek vashou aan jou pikhouweel vir 'n ruk?
ar: لن تفعل ، لا أستطيع على عقد لديك معول لفترة من الوقت؟
be: Будзе рабіць, я магу ўтрымацца, каб ваша кірка на час?
bg: Ще направя, мога да се държа за вашето Кирка за известно време?
ca: Va a fer, puc mantenir al seu pic durant una estona?
cs: Bude dělat, mohu držet se svého krumpáč na chvíli?
cy: Yn gwneud gallu, yr wyf yn dal ar eich pickaxe am ychydig?
da: Vil gøre, kan jeg holde på din hakke et stykke tid?
de: Wird, kann ich halten Sie sich an Ihrem Spitzhacke für eine Weile?
el: Θα κάνω, μπορώ να κρατήσουμε την αξίνα σας για λίγο;
et: Kas ei saa ma kinni hoida oma kirgas mõneks ajaks?
fa: انجام خواهد داد ، می توانم به کلنگ زدن برای خود نگه دارید در حالی که؟
fi: Tekee, voin pitää kiinni oman hakku jonkin aikaa?
fr: Va faire, puis-je détenir sur votre pioche pour un moment?
ga: An bhfuil, an féidir liom a shealbhú ar a do pickaxe ar fad?
gl: Vai facer, eu podo prender sobre a súa cabeza por un tempo?
hi: होगा, क्या मैं तुम्हारे कुदाल से मिट्टी खुरपना पर थोड़ी देर के लिए रोक सकता है?
hr: Će učiniti, mogu držati na vaš trnokop za vrijeme?
hu: Fog tenni, lehet, hogy tartsd be csákány egy kicsit?
is: Vilja gera, get ég halda til pickaxe fyrir a á meðan?
it: Va bene, posso mantenere il vostro piccone per un po '?
iw: אעשה, אני יכול להחזיק מעדר שלך זמן?
ja: しないだろう、私にあなたのつるはしをしばらくの間保持できますか？
ko: 그럴 게요, 제가 당신의 곡괭이로 동안 버텨낼 수 있을까요?
lv: Darīs, es varu turēt uz jūsu pickaxe, lai vienlaicīgi?
mk: Ќе направам, може да се одржи на вашиот pickaxe за некое време?
mt: Se jagħmel, nista iżomm il-pickaxe tiegħek għal waqt?
nl: Zullen doen, kan ik vasthouden aan je pikhouweel voor een tijdje?
no: Vil gjøre, kan jeg holde på hakken din på en stund?
pl: Czy nie mogę posiadać na swoim czekan na chwilę?
pt: Vai fazer, eu posso prender sobre a sua picareta por um tempo?
ro: Va face, pot să stai să târnăcopul dvs. pentru o perioada de timp?
sl: Ali bodo to storili, lahko imajo na vaše Trnokop za nekaj časa?
sq: Do të bëjë, mund të mbajë në të pickaxe tuaj për një kohë?
sr: Учинити, да држите на свом Трнокоп за време?
sv: Kommer att göra, kan jag hålla på din hackan ett tag?
sw: Kufanya, ninaweza kushikilia tarehe pickaxe wako kwa muda?
tr: Will do, ben sizin kazma bir süre için tutabilir?
vi: Sẽ làm gì, tôi có thể giữ cho pickaxe của bạn trong một thời?
yi: וועט טאָן, קען איך האַלטן אויף צו דיין פּיקקאַקסע פֿאַר אַ וויילע?
zh: 将尽，我可以举行了一会儿，你镐？

source: Sure thing, just bring it back in one piece
af: Seker ding, net om dit terug in een stuk
ar: الشيء المؤكد أن مجرد إعادته في قطعة واحدة
be: Ну зразумела, толькі прынесці яго назад з аднаго кавалка
bg: Разбира се, просто го върна в едно парче
ca: És clar, només portar de tornada en una sola peça
cs: Jasně, jen aby byl zpátky v jednom kuse
cy: Peth Cadarn, dim ond yn dod yn ôl mewn un darn
da: Sure ting, bare bringe det tilbage i ét stykke
de: Klar, bringen sie wieder in einem Stück
el: Σίγουρο, να είναι ακριβώς πίσω από ένα μόνο τεμάχιο
et: Kindel asi, vaid viia see tagasi ühes tükis
fa: چیز مطمئنا ، فقط آن را پشت را در یک قطعه
fi: Varmaa, vain tuoda sen takaisin yhtenä kappaleena
fr: Sure Thing, apporter juste en arrière en un seul morceau
ga: Rud cinnte, ach a thabhairt ar ais i gceann píosa
gl: Claro, pode poñelas de novo en un anaco
hi: ज़रूर, बस एक टुकड़ा में वापस लाने के
hr: Naravno stvar, samo ga vratiti u jednom komadu
hu: Hát persze, csak hozza vissza egy darabban
is: Viss hlutur, bara færa það aftur í eitt stykki
it: Cosa Certo, basta riportarlo in un solo pezzo
iw: בטח, רק להחזיר אותו בריא ושלם
ja: 確実なものだけに戻る1つの作品に持ってきて
ko: 물론이지, 그냥 한 조각에 그것을 가지고
lv: Protams lieta, tikai lai tas atpakaļ vienā gabalā
mk: Сигурно нешто, само да ја доведе назад во едно парче
mt: Ħaġa Sure, just iġġibu lura f'biċċa waħda
nl: Tuurlijk, maar breng het terug in een stuk
no: Sure ting, bare ta den tilbake i ett stykke
pl: Oczywiście, po prostu wprowadzają je w jednym kawałku
pt: Claro, basta colocá-lo novamente em um pedaço
ro: Sigur, doar aduce înapoi într-o singură bucată
sl: Seveda stvar, le prinese nazaj v enem kosu
sq: Sure gjë, vetëm ta sjellë atë përsëri në një copë
sr: Наравно, само га вратити у једном комаду
sv: Sure thing, bara sätta tillbaka den i ett stycke
sw: Uhakika jambo, tu kuileta nyuma katika kipande moja
tr: Tabii, sadece tek parça halinde geri getirmek
vi: Chắc chắn điều, chỉ cần mang lại cho nó trở lại trong một mảnh
yi: זיכער זאַך, נאָר ברענגען דאָס צוריק אין איין שטיק
zh: 没问题，只要将其带回一件

source: Thanks, Borgan!
af: Dankie, Borgan!
ar: شكرا ، بورجان!
be: Дзякуй, Борган!
bg: Благодаря, Borgan!
ca: Gràcies, Borges!
cs: Díky, Borgan!
cy: Diolch, Borgan!
de: Danke, Borgan!
et: Täname, Borgan!
fa: با تشکر از شما Borgan!
fr: Merci, Borgan!
ga: Go raibh maith agat, Borgan!
gl: Grazas, Borgan!
hi: धन्यवाद, Borgan!
hr: Hvala, Borgan!
is: Takk, Borgan!
it: Grazie, Borgan!
iw: תודה, Borgan!
ja: おかげで、Borgan！
ko: 고마워, Borgan!
mt: Grazzi, Borgan!
no: Takk, Borgan!
pl: Dzięki, Borgan!
pt: Obrigado, Borgan!
ro: Multumesc, Borgan!
sl: Hvala, Borgan!
sr: Хвала, Борган!
sv: Tack, Borgan!
yi: דאַנקען, באָרגאַן!
zh: 谢谢，Borgan！

source: Have you managed to find the coal yet?
af: Jy het daarin geslaag om te vind die steenkool nog?
ar: كنت قد تمكنت من العثور على الفحم حتى الآن؟
be: Вы здолелі знайсці куце яшчэ?
bg: Били ли сте успели да намерите на въглища все още?
ca: Ha aconseguit trobar el carbó encara?
cs: Už jste se podařilo nalézt uhlí ještě?
cy: Ydych chi wedi llwyddo i ddod o hyd i'r glo eto?
da: Har du formået at finde kul endnu?
de: Haben Sie es geschafft, die Kohle noch zu finden?
el: Έχετε καταφέρει να βρει τον άνθρακα ακόμα;
et: Kas olete suutnud leida kivisöe veel?
fa: آیا شما موفق به پیدا کردن زغال سنگ رتبهدهی نشده است؟
fi: Oletko onnistunut löytämään hiilen vielä?
fr: Avez vous réussi à trouver le charbon encore inscrit?
ga: An bhfuil bhainistiú leat teacht ar an gual go fóill?
gl: Xa puido atopar a carbón aínda?
hi: क्या आप के लिए कोयले की खोज अभी तक कामयाब रहे?
hr: Jeste li uspjeli pronaći ugljena još?
hu: Sikerült megtalálni a szén még?
is: Hefur þú tókst að finna kol enn?
it: Siete riusciti a trovare il carbone ancora?
iw: האם הצליח למצוא את הפחם עדיין?
ja: 場合は、石炭を見つけることはまだ管理がありますか？
ko: 당신은 석탄을 찾을 아직 안됐습니까?
lv: Vai jums izdevās atrast ogļu yet?
mk: Дали сте успеале да најдете на јаглен уште?
mt: Have you rnexxielu jsib l-faħam għadhom?
nl: Heeft u geslaagd om de kolen te vinden toch?
no: Har du klart å finne kull ennå?
pl: Czy udało się znaleźć jeszcze węgiel?
pt: Você já conseguiu encontrar a carvão ainda?
ro: Aţi reuşit să găsească cărbune încă?
sl: Ali vam je uspelo najti premoga še?
sq: A keni arritur të gjeni qymyr akoma?
sr: Да ли сте успели да пронађу угља још?
sv: Har ni lyckats hitta kol än?
sw: Je imeweza kupata makaa ya mawe bado?
tr: Sen kömür bulmak için henüz başardınız?
vi: Bạn đã quản lý để tìm than chưa?
yi: האָט איר מאַנאַגעד צו געפֿינען די קוילן נאָך?
zh: 你设法找到煤炭了吗？

source: You can pull some items around by pushing against them whilst holding down the Action button.
af: Jy kan sekere voorwerpe rond deur stamp teen hulle trek terwyl die besit van die Aksie-knoppie down.
ar: يمكنك سحب بعض البنود حولها عن طريق دفع ضدهم في حين الضغط باستمرار على زر العمل.
be: Можаце дастаць некаторыя пункты ў наваколлі націсканні на іх у той час, утрымліваючы кнопку дзеянняў.
bg: Можете да дръпнете някои елементи около чрез натискане срещу тях като задържите бутона за действие.
ca: Pot tirar d'alguns elements al voltant del empènyer en contra d'ells mentre manté premut el botó d'acció.
cs: Si můžete stáhnout některé položky v okolí zatlačením proti nim a současně podržíte tlačítko akce.
cy: Gallwch dynnu rhai eitemau o gwmpas gan gwthio yn eu herbyn, tra'n dal i lawr y botwm Gweithredu.
da: Du kan trække nogle punkter rundt ved at skubbe mod dem, men at holde knappen Handling.
de: Sie können einige Artikel rund um, indem Sie gegen sie zu ziehen, während Halten Sie die Aktionstaste.
el: Μπορείτε να τραβήξετε κάποια στοιχεία γύρω από ωθώντας σε βάρος τους, ενώ κρατώντας πατημένο το κουμπί δράσης.
et: Võite tõmbe mõned punktid ümber, surudes nende vastu samas hoides Action nuppu.
fa: شما می توانید برخی از موارد در اطراف توسط فشار علیه آنها در حالیکه پایین نگه داشتن دکمه عمل کشیدن.
fi: Voit vetää joitakin kohteita ympäri ajamalla heitä taas pidät painiketta.
fr: Vous pouvez extraire certains éléments autour en poussant contre eux tout en maintenant enfoncé le bouton Action.
ga: Is féidir leat tharraingt le roinnt míreanna timpeall ag brú ar aghaidh iad ach a bhfuil síos an cnaipe Gníomhaíochta.
gl: Podes puxar algúns elementos ao redor, empurrando-os mentres mantén premer o botón de acción.
hi: आप उनके खिलाफ जोर से कुछ चारों ओर आइटम नीचे खींच लड़ाई बटन whilst धारण कर सकते हैं.
hr: Možete izvući neke stvari okolo gurajući protiv njih dok držite tipku Akcija.
hu: Tudod húzni egyes tételek körül nyomva, velük szemben, miközben lenyomva tartja az Action gombot.
is: Hægt er að draga nokkur atriði í kring með því að ýta á móti þeim á meðan að halda niðri Action hnappinn.
it: Si può tirare alcune voci circa premendo contro di loro, mentre si tiene premuto il pulsante di azione.
iw: אתה יכול למשוך כמה פריטים על ידי לחיצת סביב נגדם תוך להחזיק את לחצן הפעולה.
ja: 場合は、アクションボタンを押しながら、それらに対して押すことでいくつかの項目を中心にプルすることができます。
ko: 당신이 액션 버튼을 아래로 잡고 그들에게 대항 하다니 밀어 일부 항목 주위에 해낼 수있어.
lv: Jūs varat pull apkārt daži elementi, spiežot pret tiem, vienlaikus turot darbības pogu.
mk: Може да повлече некои елементи, околу со притискање против нив додека држите копче акција.
mt: Tista 'pull xi oġġetti madwar billi timbotta kontra tagħhom filwaqt li fl-azjenda l-buttuna ta' Azzjoni.
nl: U kunt een aantal items rond trekken door te duwen tegen hen ingedrukt te houden terwijl de actie knop.
no: Du kan trekke noen elementer rundt ved å skyve mot dem mens du holder nede Action knappen.
pl: Możesz wyciągnąć pewne przedmioty po popychając przed nimi trzymając wciśnięty przycisk działania.
pt: Você pode puxar alguns itens ao redor, empurrando-os enquanto mantém premido o botão de acção.
ro: Puteţi trage unele elemente din jurul prin împingerea împotriva lor, în acelaşi timp, tinand apasat butonul de acţiune.
sl: Lahko potegnite nekaj elementov okoli, da ga potisnete proti njim, medtem ko držite gumb akciji.
sq: Ju mund të tërheqë disa artikuj rreth duke i shtyrë kundër tyre ndërsa mbajtur butonin e Veprimit.
sr: Можете повући неке ствари око притиском против њих док држите дугме Акција.
sv: Du kan dra några poster runt genom att skjuta mot dem och samtidigt hålla nere funktionsknapp.
sw: Unaweza kuvuta baadhi ya vitu kuzunguka na kusukumana dhidi yao wakati wameshikana chini Action button.
tr: Sen Eylem düğmesi basılı iken onlara karşı iterek bazı öğeleri etrafında indirebiliriz.
vi: Bạn có thể kéo một số mặt hàng xung quanh bằng cách đẩy đối với họ trong khi giữ nút hành động.
yi: איר קענען שלעפּן עטלעכע ייטאַמז אַרום דורך פּושינג קעגן זיי וויילסט האָלדינג אַראָפּ די אַקשאַן קנעפּל.
zh: 你可以通过对他们的拉推的一些项目，同时按住左右的操作按钮。
