Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Quickly turn left and right to shake off the slimes!
af: Vinnig draai na links en regs om en skud die Slimes!
ar: سرعان ما تتحول اليمنى واليسرى للتخلص من الأوحال!
be: Хутка павярнуць налева і направа, скінуць з сябе Тино!
bg: Бързо завийте наляво и надясно да отърси от тини!
ca: Ràpidament girar a l'esquerra i la dreta per treure's el fang!
cs: Rychle odbočit vlevo a vpravo setřást slimes!
cy: Gyflym trowch i'r chwith ac i'r dde oddi ar y ysgwyd slimes!
da: Hurtigt drej til venstre og højre for at ryste de slimes!
de: Schnell links und biegen nach rechts und schüttelt den Schlamm!
el: Γρήγορα στρίψτε αριστερά και δεξιά για να αποφύγω την slimes!
et: Kiiresti keerata vasakule ja paremale lahti slimes!
fa: به سرعت چپ و راست به نوبت خاموش تکان slimes!
fi: Nopeasti käänny vasemmalle ja oikealle eroon slimes!
fr: Rapidement tourner à gauche et à droite pour secouer les limons!
ga: Cas ar chlé go tapa agus an ceart chun shake amach an slimes!
gl: Rapidamente, Xire á esquerda e á dereita a sacudir a Limosa!
hi: जल्दी छोड़ दिया और सही बचना को slimes बारी!
hr: Brzo skrenite lijevo i desno na otresite slimes!
hu: Gyorsan balra és jobbra lerázni a slimes!
is: Fljótt snúa vinstri og hægri til að hrista af slimes!
it: Rapidamente girare a sinistra e destra per scrollarsi di dosso i limi!
iw: מהר לפנות שמאלה וימינה כדי להתנער slimes!
ja: すぐに左に曲がって右slimesを吹き飛ばす！
ko: 신속하고 왼쪽으로 우회전 slimes 떨쳐 버려야!
lv: Ātri nogriezieties pa kreisi un pa labi uz nokratīt sārņus!
mk: Брзо пак лево и од десно да се истресете го slimes!
mt: Malajr min-naħa tax-xellug u d-dritt li ħawwad barra mill-tajn!
nl: Snel naar links en rechts af te schudden van de modder!
no: Raskt sving til venstre og høyre for å riste av seg slimes!
pl: Szybko skręć w lewo i prawo, aby pozbyć szlamów!
pt: Rapidamente, vire à esquerda e à direita a sacudir a limos!
ro: Repede rândul său, la stânga şi la dreapta să-şi scuture slimes!
sl: Hitro zavijemo levo in desno, da otresti mulja!
sq: Shpejt nga ana e majtë dhe të drejtë të shkundë slimes!
sr: Брзо скрените лево и десно да се отрести слимес!
sv: Snabbt sväng vänster och höger för att skaka av slimes!
sw: Kugeuka haraka kushoto na haki kutikisika mbali slimes!
tr: Hızlı ve sola doğru slimes sıyrılmaya!
vi: Nhanh chóng rẽ trái và bên phải để thoát khỏi những slimes!
yi: געשווינד דרייען לינקס און רעכטס צו שאָקל אַוועק די סלימעס!
zh: 快速转左，右摆脱泥！

source: Bow
af: Boog
ar: القوس
be: Лук
bg: Лък
fa: تعظیم
fi: Keulan
hi: धनुष
hu: Íjat
iw: פרפר
ja: 弓
ko: 보우
mk: Лак
ro: Prova
sq: Përkuluni
sr: Лук
sw: Upinde
yi: בויגן
zh: 弓

source: Not working in this version!
af: Werk nie in hierdie weergawe!
ar: لا تعمل في هذا الإصدار!
be: Не працуе ў гэтай версіі!
bg: Не, работещи в тази версия!
ca: No funciona en aquesta versió!
cs: Nepracuje v této verzi!
cy: Nad ydynt yn gweithio yn y fersiwn!
da: Ikke arbejder i denne version!
de: Nicht funktioniert in dieser Version!
el: Δεν εργάζονται σε αυτή την έκδοση!
et: Ei tööta selle versiooni!
fa: هنوز مشغول به کار در این نسخه!
fi: Ei toimi tässä versiossa!
fr: Ne fonctionne pas dans cette version!
ga: Níl sé ag obair sa leagan seo!
gl: Non funciona nesta versión!
hi: इस संस्करण में काम कर!
hr: Ne radi u ovoj verziji!
hu: Nem működik ez a verzió!
is: Ekki vinna í þessari útgáfu!
it: Non funziona in questa versione!
iw: לא עובד בגירסה זו!
ja: このバージョンでは作業！
ko: 아니이 버전에서 일하고!
lv: Nedarbojas šajā versijā!
mk: Не работи во оваа верзија!
mt: Mhux jaħdmu f'dan il-verżjoni!
nl: Niet werken in deze versie!
no: Fungerer ikke i denne versjonen!
pl: Nie działa w tej wersji!
pt: Não funciona nesta versão!
ro: Nu este de lucru în această versiune!
sl: Ne delajo v tej verziji!
sr: Не ради у овој верзији!
sw: Si kazi katika toleo hili!
tr: Değil bu sürümünde çalışma!
vi: Không làm việc trong phiên bản này!
yi: נישט ארבעטן אין דעם ווערסיע!
zh: 不工作在这个版本！

source: Press Action to interact
af: Pers Aksie vir interaksie
ar: الصحافة العمل على التفاعل
be: Прэса дзеянняў па ўзаемадзеянні
bg: Натиснете за действие да си взаимодействат
ca: Premsa d'Acció per a interactuar
cs: Tisková Akce komunikovat
cy: Datganiadau Gweithredu i ryngweithio
da: Tryk aktion for at interagere
de: Action Press interagieren, um
el: Πατήστε δράσης για την αλληλεπίδραση
et: Press Action suhelda
fa: مطبوعات اقدام به تعامل
fi: Paina toiminta vuorovaikutuksessa
fr: Appuyez sur Action pour interagir
ga: Preas Gníomhaíochta chun idirghníomhú
gl: Prensa Acción de interactuar
hi: प्रेस लड़ाई बातचीत के लिए
hr: Pritisnite Akcija za interakciju
hu: Nyomja meg a cselekvés, hogy kölcsönhatásba lépnek
is: Stutt aðgerð til að hafa samskipti
it: Premere azione di interagire
iw: הקש פעילות אינטראקציה
ja: プレスアクション対話する
ko: 보도 액션 상호 작용
lv: Preses rīcība mijiedarboties
mk: Прес акција за да комуницирате
mt: Press Azzjoni biex jinteraġixxu
nl: Druk op actie om samen te werken
no: Trykk Action til å samhandle
pl: Prasa działania interakcji
pt: Imprensa Ação de interagir
ro: Comunicat de presă de acţiune pentru a interacţiona
sl: Pritisnite Ukrep za interakcijo
sq: Shtypni Veprimit për të bashkëvepruar
sr: Притисните Акцију да комуницирају
sv: Tryck Åtgärder för att interagera
sw: Press Action na kuingiliana
tr: Eylem basın etkileşimine
vi: Báo chí hành động tương tác
yi: דרוק אַקשאַן צו ינטעראַקט
zh: 按行动互动

source: %s is required
af: %s word vereis
ar: %s مطلوب
be: Патрабуецца %s
bg: %s е необходимо
ca: %s es requereix
cs: %s je nutné
cy: %s Mae angen
da: %s er påkrævet
de: %s ist erforderlich
el: %s απαιτείται
et: %s on kohustatud
fa: %s مورد نیاز است
fi: %s on
fr: %s est nécessaire
ga: %s Is gá
gl: %s é necesario
hi: %s की आवश्यकता होती है
hr: %s je potrebno
hu: %s van szükség
is: %s er krafist
it: %s è necessario
iw: %s נדרש
ja: %sが必要です
ko: %s이 필요합니다
lv: %s ir vajadzīga
mk: %s е потребен
mt: %s huwa meħtieġ
nl: %s is vereist
no: %s kreves
pl: %s jest wymagane
pt: %s é necessário
ro: %s este necesară
sl: %s je potrebno
sq: %s është e nevojshme
sr: %s је неопходан
sv: %s krävs
tr: %s gereklidir
vi: %s là bắt buộc
yi: %s איז פארלאנגט
zh: %s需要

source: Bomb
af: Bom
ar: قنبلة
be: Бомба
bg: Бомба
ca: Bomba
el: Βόμβα
et: Pomm
fa: بمب
fi: Pommi
ga: Buama
hi: बम
hr: Bomba
hu: Bombák
it: Bomba
iw: פצצה
ja: 爆弾
ko: 폭탄
lv: Bumba
mk: Бомба
ro: Bomba
sq: Bombë
sr: Бомба
sw: Bomu
tr: Bomba
vi: Bom
yi: באָמבע
zh: 炸弹

source: Small Rock
af: Klein Rock
ar: الصخرة الصغيرة
be: Камешек
bg: Малки Рок
ca: Petit Rock
cs: Rock malý
da: Små Rock
de: Kleine Rock
el: Μικρές Rock
et: Väike Rock
fa: داد و ستد اندک راک
fi: Pieni Rock
ga: Bheaga Rock
gl: Pequenas Rock
hi: छोटे रॉक
hr: Mala Rock
hu: Kis Rock
iw: קטן רוק
ja: 小岩
ko: 작은 바위
mk: Мали Rock
nl: Kleine Rock
no: Små Rock
pl: Małe Rock
pt: Pequenas Rock
sl: Mala Rock
sq: Vogla Rock
sr: Мала Рок
sv: Liten Rock
sw: Small Mwamba
tr: Küçük Rock
vi: Nhỏ Rock
yi: קליינע ראַק
zh: 小岩

source: Press Action to retrieve the Purple Gem
ar: اضغط على العمل لاسترداد جوهرة بيربل
bg: Натиснете за действие, за да изтегли Purple Gem
da: Tryk aktion for at hente den lilla Gem
de: Presse-Aktion zum Abrufen der Purple Gem
el: Πατήστε δράση για να ανακτήσετε το μοβ Gem
et: Press Action laadida Purple Gem
fa: مطبوعات اقدام به بازیابی جم بنفش
ga: Preas Gníomhaíochta a fháil ar an GEM Purple
gl: Prensa Acción para recuperar o Purple Gem
hi: प्रेस लड़ाई बैंगनी रत्न पुनः प्राप्त करने के लिए
hr: Pritisnite Akcija za popravljanje Purple Gem
hu: Nyomja meg a fellépés letölteni a Purple Gem
ja: プレスアクション紫の宝石を取得する
ko: 보도 액션 퍼플 보석 검색
nl: Druk op Action op te halen de Purple Gem
pt: Imprensa Ação para recuperar o Purple Gem
ro: Comunicat de presă de acţiune pentru a prelua Gem Purple
sl: Pritisnite Ukrepi za pridobitev Purple Gem
sr: Притисните Акцију да преузмете Љубичаста гем
sv: Tryck Åtgärder för att hämta Purple Gem
tr: Eylem basın Mor Gem almak
vi: Báo chí hành động để lấy Purple Gem
yi: דרוק אַקשאַן צו צוריקקריגן די פּורפּלע געם

source: Chicken
af: Hoender
ar: دجاجة
be: Цыпленок
bg: Пиле
ca: Pollastre
cs: Kuře
cy: Cyw iâr
da: Kylling
de: Huhn
el: Κοτόπουλο
et: Kana
fa: مرغ
fi: Kana
fr: Poulet
ga: Sicín
gl: Galiña
hi: मुर्गा
hr: Pile
hu: Csirke
is: Kjúklingur
it: Pollo
iw: עוף
ja: チキン
ko: 닭
lv: Vista
mk: Кокошка
mt: Tiġieġa
nl: Kip
no: Kylling
pl: Kurczak
pt: Frango
ro: Pui
sl: Priščanec
sq: Zog pule
sr: Пилетина
sv: Kyckling
sw: Kuku
tr: Tavuk
vi: Con gà
yi: הינדל
zh: 小鸡

source: Tesla Pack
ar: تسلا حزمة
be: Тэсла Pack
bg: Тесла Pack
cy: Pecyn Tesla
fa: تسلا بسته
hi: Tesla पैक
iw: טסלה Pack
ja: テスラパック
ko: 테슬라 팩
mk: Тесла Pack
sr: Тесла пакет
sw: Tesla Ufungashaji
tr: Tesla Paketi
yi: טעסלאַ פּאַק
zh: 特斯拉包

source: Press Action to retrieve Tesla Pack
af: Pers Aksie te haal Tesla Pack
ar: اضغط على العمل لاسترداد حزمة تسلا
be: Прэса дзеянняў па артыкуле Тэсла Pack
bg: Натиснете за действие, за да изтеглите Тесла Pack
ca: Premsa acció per recuperar Tesla Pack
cs: Tisková Akce pro načtení Tesla Pack
cy: Datganiadau Gweithredu i adfer Tesla Pecyn
da: Tryk aktion for at hente Tesla Pack
de: Drücken Sie zum Abrufen der Tesla Action Pack
el: Πατήστε δράση για να ανακτήσετε Tesla Pack
et: Press Action laadida Tesla Pack
fa: مطبوعات اقدام به بازیابی تسلا بسته
fi: Paina toiminta hakea Tesla Pack
fr: Presse d'action pour récupérer Tesla Pack
ga: Preas Gníomhaíochta a fháil Tesla Pacáiste
gl: Prensa Acción para recuperar Tesla Pack
hi: प्रेस लड़ाई Tesla पैक पुनः प्राप्त करने के लिए
hr: Pritisnite Akcija za popravljanje Tesla Pack
hu: Nyomja meg a fellépés letölteni a Tesla Pack
is: Stutt Aðgerðir til að sækja Tesla Pakki
it: Premere azione per recuperare Tesla Pack
iw: הקש פעילות לאחזר טסלה Pack
ja: プレスアクションテスラパックを取得する
ko: 보도 액션 테슬라 팩 검색
lv: Preses rīcība, lai iegūtu Tesla Pack
mk: Прес акција да се повратат Тесла Pack
mt: Press Azzjoni sabiex tkun irkuprata Tesla Pack
nl: Druk op Action op te halen Tesla Pack
no: Trykk Tiltak for å hente Tesla Pack
pl: Prasa działania w celu pobrania Tesla Pack
pt: Imprensa Ação para recuperar Tesla Pack
ro: Comunicat de presă de acţiune pentru a prelua Tesla Pack
sl: Pritisnite Ukrep za pridobitev Tesla Pack
sq: Shtypni Veprimit për të rifitoj Tesla Pack
sr: Притисните Акцију да преузима Теслиног пакета
sv: Tryck Åtgärder för att hämta Tesla Pack
sw: Press Action kwa Retrieve Ufungashaji Tesla
tr: Eylem basın Tesla Paketi almak için
vi: Báo chí hành động để lấy Tesla Pack
yi: דרוק אַקשאַן צו צוריקקריגן טעסלאַ פּאַק
zh: 按行动检索特斯拉包

source: Press Action to replace Tesla Pack
af: Pers Aksie te vervang Tesla Pack
ar: اضغط على العمل لتحل محل حزمة تسلا
be: Прэса дзеянняў па замене Тэсла Pack
bg: Натиснете за действие на мястото на Тесла Pack
ca: Premsa d'Acció per substituir Tesla Pack
cs: Tisková Akce nahradit Tesla Pack
cy: Datganiadau Gweithredu i gymryd lle Tesla Pecyn
da: Tryk aktion for at erstatte Tesla Pack
de: Presse Aktion zu ersetzen Tesla Pack
el: Πατήστε δράσης για την αντικατάσταση του Tesla Pack
et: Press Action asendada Tesla Pack
fa: مطبوعات اقدام به تعویض بسته تسلا
fi: Paina toiminta tilalle Tesla Pack
fr: Presse d'action pour remplacer Tesla Pack
ga: Preas Gníomhaíochta a chur in ionad Tesla Pacáiste
gl: Prensa Acción para substituír Tesla Pack
hi: प्रेस लड़ाई Tesla पैक की जगह के लिए
hr: Pritisnite Akcija zamijeniti Tesla Pack
hu: Nyomja meg a fellépés helyére Tesla Pack
is: Stutt aðgerð til að skipta Tesla Pakki
it: Premere azione per sostituire Tesla Pack
iw: הקש פעילות להחליף טסלה Pack
ja: プレスアクションテスラパックを交換する
ko: 보도 액션 테슬라 팩 교체
lv: Preses Rīcība aizstāt Tesla Pack
mk: Прес акција на местото на Тесла Pack
mt: Press Azzjoni biex jissostitwixxu Tesla Pack
nl: Druk actie te vervangen Tesla Pack
no: Trykk handling skal erstatte Tesla Pack
pl: Prasa działania w celu zastąpienia Tesla Pack
pt: Imprensa Acção para substituir Tesla Pack
ro: Comunicat de presă de acţiune pentru a înlocui Tesla Pack
sl: Pritisnite Ukrep namesto Tesla Pack
sq: Shtypni Veprimit për të zëvendësuar Tesla Pack
sr: Притисните Акцију да замени Теслиног пакета
sv: Tryck Åtgärder för att ersätta Tesla Pack
sw: Press Action kuchukua nafasi Ufungashaji Tesla
tr: Eylem basın Tesla Paketi yerine
vi: Báo chí hành động để thay thế Tesla Pack
yi: דרוק אַקשאַן צו פאַרבייטן טעסלאַ פּאַק
zh: 按行动，以取代特斯拉包

source: Obtained %s
af: Verkry %s
ar: حصلت %s
be: Атрыманыя %s
bg: Получени %s
ca: Obtingut %s
cs: Získaných %s
cy: A gafwyd %s
da: Opnået %s
de: Erhalten %s
el: Παράγονται %s
et: Saadud %s
fa: به دست آمده %s
fi: Saatu %s
fr: Obtenu %s
ga: Faighte %s
gl: Obtidos %s
hi: प्राप्त %s
hr: Dobijena %s
hu: Nyert %s
is: Fengin %s
it: Ottenuto %s
iw: לקבל %s
ja: 得られた%s
ko: %s 획득
lv: Iegūta %s
mk: Добиени %s
mt: Miskub %s
nl: Verkregen %s
no: Innhentet %s
pl: Otrzymane %s
pt: Obtidos %s
ro: Obtinut %s
sl: Dobljeni %s
sq: Merren %s
sr: Добијени %s
sv: Erhållits %s
sw: Zilizopatikana %s
tr: Elde edilen %s
vi: Thu được %s
yi: אָבטאַינעד %s
zh: 获得%s

source: Complete
af: Voltooi
ar: كامل
be: Поўная
bg: Пълна
ca: Completa
cs: Kompletní
cy: Cwblhau
da: Komplet
el: Ολοκλήρωση
et: Täielik
fa: کامل
fi: Täydellistä
fr: Complet
ga: Críochnaithe
hi: पूरा
hu: Komplett
it: Completa
iw: השלם
ja: 完了
ko: 완료
mk: Целосно
mt: Tlesti
no: Komplett
sr: Комплетан
sv: Komplett
tr: Tamamlamak
vi: Hoàn thành
yi: גאַנץ
zh: 完成

source: %d more to go...
af: %d meer te gaan ...
ar: %d المزيد من الذهاب...
be: %d больш ісці ...
bg: %d повече, за да отида ...
ca: %d més per anar ...
cs: %d více jít ...
cy: %d mwy i fynd ...
da: %d mere for at gå ...
el: %d περισσότερο για να πάει ...
et: %d veel minna ...
fa: %d ادامه بروید...
fi: %d enemmän mennä ...
fr: %d de plus à parcourir ...
ga: %d mó a théann ...
gl: %d máis para ir ...
hi: अधिक %d जाने के लिए ...
hr: %d Više ići ...
hu: %d van hátra ...
is: %d fleiri til að fara ...
it: %d di più per andare ...
iw: %d יותר ללכת ...
ja: %d以上行く...
ko: %d 더 ...
lv: %d vairāk iet ...
mk: %d повеќе да одам ...
mt: %d aktar biex imorru ...
nl: %d meer te gaan ...
no: %d mer å gå ...
pl: %d więcej go ...
pt: %d mais para ir ...
ro: %d mai mult pentru a merge ...
sl: %d več iti ...
sq: %d më shumë për të shkuar ...
sr: %d више ићи ...
sw: %d zaidi ya kwenda ...
tr: %d daha gitmek ...
vi: %d khác để đi ...
yi: %d נאָך צו גיין ...
zh: %d更多去...

source: Used %s
af: Gebruik %s
ar: تستخدم %s
be: Б %s
bg: Използвани %s
ca: Usat %s
cs: Používané %s
cy: Defnyddio %s
da: Brugt %s
de: Gebraucht %s
el: Χρησιμοποιούνται %s
et: Kasutatud %s
fa: مورد استفاده قرار %s
fi: Käytetään %s
fr: Utilisé %s
ga: Úsáidte %s
gl: Usado %s
hi: %s में प्रयुक्त
hu: Használt %s
is: Notað %s
it: Utilizzati %s
iw: משמש %s
ja: %s使用
ko: %s 사용
lv: Lietotie %s
mk: Користи %s
mt: Użati %s
nl: Gebruikt %s
no: Brukte %s
pl: Wykorzystany %s
pt: Usado %s
ro: Folosit %s
sl: Rabljena %s
sr: Половни %s
sv: Används %s
tr: %s kullanılmış
vi: Sử dụng %s
yi: געוויינט %s
zh: 二手%s

source: Cannot equip items whilst transmogrified
af: Kan toerus items nie, terwyl transmogrified
ar: لا يمكن تجهيز سلع بينما transmogrified
be: Не можа абсталяваць пункты Хоць transmogrified
bg: Не може да се оборудват позиции докато transmogrified
ca: No es pot equipar els enviaments es transmuta
cs: Nemůže vybavit položky, zatímco transmogrified
cy: Methu rhoi'r eitemau tra'n transmogrified
da: Kan ikke udstyre poster, mens transmogrified
de: Can't Produkten auszustatten, während verwandelte
el: Δεν μπορείτε να εξοπλίζουν αντικείμενα ενώ transmogrified
et: Kas ei võiks kirjed samas transmogrified
fa: می توانید آیتم های مجهز نیست در حالیکه transmogrified
fi: Voi varustaa tuotteet samalla transmogrified
fr: Impossible d'équiper des objets, tout métamorphosé
ga: Ní féidir rudaí a chur i bhfearas ag an am céanna transmogrified
gl: Non se pode equipar os envíos transmogrified
hi: Transmogrified लैस आइटम नहीं कर सकता whilst
hr: Ne mogu opremiti stavke dok transmogrified
hu: Nem lehet felszerelni tételek míg transmogrified
is: Ekki er hægt að búa atriði meðan transmogrified
it: Non possono equipaggiare oggetti, mentre trasformò
iw: לא ניתן לצייד את הפריטים תוך transmogrified
ja: アイテムを装備することはできませんtransmogrifiedながら、
ko: 상품 장착할 수없습니다 transmogrified 하다니
lv: Nevar aprīkot preces kamēr transmogrified
mk: Не може да се опреми ставки додека transmogrified
mt: Ma jistgħux jgħammru waqt li oġġetti ta transmogrified
nl: Kan geen items uit te rusten terwijl transmogrified
no: Kan ikke utstyre eks mens transmogrified
pl: Nie można wyposażyć przedmiotów jednocześnie transmogrified
pt: Não é possível equipar os envios transmogrified
ro: Nu se poate dota un produs în timp ce transmogrified
sl: Ni mogoče opremiti postavk, medtem ko transmogrified
sq: Nuk mund të pajis artikuj ndërsa transmogrified
sr: Не могу опремити ставке док трансмогрифиед
sv: Kan inte utrusta ex medan transmogrified
sw: Vitu hawawezi kuwapa wakati transmogrified
tr: Öğeleri donatmak Can't transmogrified iken
vi: Không thể trang bị ghi trong khi transmogrified
yi: קענען ניט יקוויפּ ייטאַמז וויילסט טראַנסמאָגריפיעד
zh: 不能装备项目，而transmogrified

source: Equipped %s
af: Toegerus %s
ar: تجهيز %s
be: Абсталяваны %s
bg: Оборудван %s
ca: Equipat %s
cs: Vybavená %s
cy: Chyfarpar %s
da: Udstyret %s
de: Ausgestattet %s
el: Εξοπλισμένο %s
et: Varustatud %s
fa: مجهز %s
fi: Varustettu %s
fr: Equipé %s
ga: Feistithe %s
gl: Powered %s
hi: %s लैस
hr: Opremljene %s
hu: Felszerelt %s
is: Útbúa %s
it: Attrezzate %s
iw: מאובזרת %s
ja: %s装備
ko: %s 탑재
lv: Aprīkots %s
mk: Опремен %s
mt: Mgħammra %s
nl: Uitgerust %s
no: Utstyrt %s
pl: Wyposażona %s
pt: Equipado %s
ro: Echipat %s
sl: Opremljena %s
sq: Pajisur %s
sr: Опремљен %s
sv: Utrustad %s
sw: Utrustade %s
tr: %s Equipped
vi: Được trang bị %s
yi: עקוויפּפּעד %s
zh: 配备%s

source: Maximum health has increased!
af: Maksimum gesondheid het toegeneem!
ar: أقصى قدر من الصحة قد زاد!
be: Максімальны аховы здароўя павялічылася!
bg: Максимална здраве се е увеличил!
ca: Màxim de salut ha augmentat!
cs: Maximální zdraví zvýšil!
cy: Uchafswm iechyd wedi cynyddu!
da: Maksimal sundhed er steget!
de: Maximale Gesundheit hat zugenommen!
el: Μέγιστη υγεία έχει αυξηθεί!
et: Suurim tervis on kasvanud!
fa: بهداشت و درمان حداکثر افزایش یافته است!
fi: Enintään terveys on kasvanut!
fr: Maximum de santé a augmenté!
ga: Tá uasta sláinte méadú!
gl: Máximo de saúde ten aumentado!
hi: अधिकतम स्वास्थ्य बढ़ गया है!
hr: Maksimalna zdravlje je povećan!
hu: Maximális egészségügyi nőtt!
is: Hámarks heilsu hefur aukist!
it: Salute massima è aumentata!
iw: בריאות מקסימלית גדל!
ja: 最大の健康を増加している！
ko: 최대 건강을 증가하고있다!
lv: Maksimālais veselība ir pieaudzis!
mk: Максимална здравје се зголеми!
mt: Is-saħħa massima żdiedet!
nl: Maximum gezondheid is toegenomen!
no: Maksimal helse har økt!
pl: Maksymalna zdrowia wzrosły!
pt: Máximo de saúde tem aumentado!
ro: Sănătatea maximă a crescut!
sl: Največja zdravje se je povečal!
sq: Shëndetësore maksimale është rritur!
sr: Максимално здравља је повећан!
sv: Högsta hälsa har ökat!
sw: Maximum afya imeongezeka!
tr: Maksimum sağlık arttı!
vi: Tối đa sức khỏe đã tăng!
yi: מאַקסימום געזונט האט ינקריסט!
zh: 最大的健康增加了！

source: Bow will now fire %s
af: Boog sal nou vuur %s
ar: القوس الآن النار %s
be: Лук цяпер агонь %s
bg: Bow ще пожар %s
ca: Bow ara el foc %s
cs: Luk bude nyní požáru %s
cy: Bydd Bow nawr tân %s
da: Bow vil nu brand %s
de: Bow wird nun Feuer %s
el: Πλώρη θα φωτιά τώρα %s
et: Bow nüüd tuli %s
fa: تعظیم در حال حاضر %s آتش خواهد شد
fi: Bow nyt tulen %s
fr: Bow va maintenant %s incendies
ga: Beidh Bow dóiteáin anois %s
gl: Bow agora lume %s
hi: धनुष अब %s आग होगा
hr: Pramcano će se sada vatra %s
hu: Bow most tüzet %s
is: Bow mun nú Fire %s
it: Bow ora fuoco %s
iw: באו עכשיו אש %s
ja: 弓を今すぐ%sを発生させます
ko: 활 지금은 %s 불
lv: Bow tagad uguns %s
mk: Поклонување сега ќе огнот %s
mt: Bow issa se nar %s
nl: Bow zal nu brand %s
no: Bow vil nå %s ilden
pl: Bow będzie teraz ogień %s
pt: Bow agora fogo %s
ro: Bow va porni acum %s
sl: Bow bo zdaj ogenj %s
sq: Përkuluni tani do zjarr %s
sr: Лук ће се сада ватра %s
sv: Bow kommer nu eld %s
sw: Upinde sasa moto %s
tr: Bow şimdi %s yangın olacak
vi: Bow bây giờ sẽ cháy %s
yi: בויגן וועט איצט פייער %s
zh: 弓现在将火%s

source: A bow is required to use this item
af: 'N boog is nodig om hierdie item
ar: والقوس هو مطلوب لاستخدام هذا البند
be: Лук павінен скарыстацца гэтым пунктам
bg: Лък е длъжен да използва тази позиция
ca: Un arc és necessari per utilitzar aquest tema
cs: Luk je povinen používat tuto položku
cy: Mae bwa Mae angen i ddefnyddio eitem hon
da: En bue er forpligtet til at bruge denne post
de: Ein Bogen ist erforderlich, um dieses Objekt verwenden
el: Ένα πλώρη είναι υποχρεωμένοι να χρησιμοποιούν αυτό το είδος
et: Bow kasutamiseks on vaja see kirje
fa: تعظیم موظف است نسبت به استفاده از این قلم دوم از اقلام
fi: Jousi on velvollinen käyttämään tämä tuote
fr: Un arc est nécessaire pour utiliser cet article
ga: Tá gá Bow seo a úsáid mír
gl: Un arco fai falta para usar este elemento
hi: एक धनुष से इस मद उपयोग करने की आवश्यकता है
hr: Pramac mu je potrebna kako bi koristili ovu stavku
hu: Egy íj van szükség, hogy ezt a tételt
is: A Bow þarf að nota þetta atriði
it: Un arco è necessario per utilizzare questa voce
iw: קשת נדרש להשתמש פריט זה
ja: 弓この項目を使用する必要があります
ko: 리본이 항목을 사용하는 데 필요합니다
lv: Loks ir jāizmanto šis postenis
mk: А лак се потребни за користење на ова точка
mt: A pruwa hija meħtieġa li jużaw dan il-punt
nl: Een boog is verplicht gebruik te maken dit item
no: En bue er nødvendig for å bruke dette elementet
pl: Łuk jest potrzebne do korzystania z tego przedmiotu
pt: Um arco é necessário para usar este item
ro: O funda este necesară pentru a utiliza acest post
sl: Premec, potrebne za uporabo te postavke
sq: Një hark i kërkohet të përdorë këtë artikull
sr: Лук је потребно да бисте користили овај артикал
sv: En båge är skyldig att använda denna post
sw: A upinde anahitajika kutumia this item
tr: Bir yay bu öğeyi kullanmak için gereklidir
vi: Bow A là cần thiết để sử dụng mặt hàng này
yi: א בויגן איז פארלאנגט צו נוצן דעם נומער
zh: 阿弓需要使用此项目

source: Cannot transmogrify here...
af: Kan transmogrify hier nie ...
ar: لا يمكن تحويله هنا...
be: Не ўдаецца ператвараць тут ...
bg: Не може да се преобразявам магически тук ...
ca: No es pot transcrivim aquí ...
cs: Nelze začarovat zde ...
cy: Methu transmogrify yma ...
da: Kan ikke transmogrify her ...
de: Kann nicht ummodeln hier ...
el: Δεν είναι δυνατή η transmogrify εδώ ...
et: Ei saa moonutama siin ...
fa: نمی تواند تغییر شکل دادن در اینجا...
fi: Ei transmogrify täällä ...
fr: Impossible de transmogrify ici ...
ga: Ní féidir transmogrify anseo ...
gl: Non se pode metamorfose aquí ...
hi: यहाँ बदल जाना नहीं कर सकते ...
hr: Ne može preinačiti ovdje ...
hu: Can't átalakít itt ...
is: Get ekki transmogrify hér ...
it: Non può transmogrify qui ...
iw: לא יכול transmogrify כאן ...
ja: ここtransmogrifyすることはできません...
ko: 여기를 변하게 할 수 없잖아 ..
lv: Nevar transmogrify šeit ...
mk: Не може да transmogrify тука ...
mt: Ma jistgħux transmogrify hawn ...
nl: Kan niet transmogrify hier ...
no: Kan ikke transmogrify her ...
pl: Czy nie transmogrify tutaj ...
pt: Não é possível metamorfosear aqui ...
ro: Nu se poate transforma aici ...
sl: Ne morem Zamenjati tukaj ...
sq: Nuk mund të shndërroj këtu ...
sr: Не могу променити ...
sv: Kan inte transmogrify här ...
sw: Hawawezi transmogrify hapa ...
tr: Burada şeklini Can't ...
vi: Không thể transmogrify ở đây ...
yi: קענען ניט טראַנסמאָגריפי דאָ ...
zh: 不能将transmogrify这里...

source: Yes
af: Ja
ar: نعم
be: Да
bg: Да
ca: Sí
cs: Ano
cy: Ydw
da: Ja
de: Ja
el: Ναι
et: Jah
fa: بله
fi: Kyllä
fr: Oui
ga: Is ea
gl: Si
hi: हाँ
hr: Da
hu: Igen
is: Já
it: Sì
iw: כן
ja: はい
ko: 예
lv: Jā
mk: Да
mt: Iva
nl: Ja
no: Ja
pl: Tak
pt: Sim
ro: Da
sl: Da
sq: Po
sr: Да
sv: Ja
sw: Ndio
tr: Evet
vi: Có
yi: יאָ
zh: 是
