Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: I've seen most of these items in the lab so I don't need to worry about those
af: Ek het gesien dat die meeste van hierdie items in die lab, dus ek hoef nie bekommerd te maak vir diegene wat nie
ar: رأيت معظم هذه البنود في المختبر لذا لا داعي للقلق بشأن تلك
be: Я бачыў большасць з гэтых пунктаў у лабараторыі, таму я не трэба турбавацца аб тых,
bg: Виждал съм повечето от тези елементи в лабораторията, така че не е нужно да се притеснявате за тези
ca: He vist la majoria d'aquests elements en el laboratori, així que no necessita preocupar-se pels
cs: Viděl jsem většinu z těchto položek v laboratoři, tak jsem se nemusíte starat o ty,
cy: Rwyf wedi gweld y rhan fwyaf o'r eitemau hyn yn y labordy felly dwi ddim yn angen i chi boeni am y rhai
da: Jeg har set de fleste af disse produkter i laboratoriet, så jeg ikke behøver at bekymre dig om dem
de: Ich habe die meisten dieser Punkte im Labor so brauche ich nicht, über diese Sorge gesehen
el: Έχω δει τα περισσότερα από αυτά τα στοιχεία στο εργαστήριο έτσι δεν χρειάζεται να ανησυχείτε για τις
et: Olen näinud kõige rohkem nende punktide Lab nii et ma ei pea muretsema nende
fa: من دیده ام بیشتر از این آیتم ها در آزمایشگاه ، بنابراین من نیازی به نگرانی در مورد آن
fi: Olen nähnyt useimmat näistä seikoista laboratoriossa, joten minun ei tarvitse huolehtia niiden
fr: J'ai vu la plupart de ces articles dans le laboratoire, donc je ne devez pas vous inquiéter au sujet de ces
ga: Mé le feiceáil an chuid is mó de na míreanna seo sa tsaotharlann mar sin ní féidir liom gá imní faoi na
gl: Vin a maioría destes elementos no laboratorio para que eu non se preocupe con aqueles
hi: मैं लैब में इन वस्तुओं का सबसे इसलिए मैं उन लोगों के बारे में चिंता करने की ज़रूरत नहीं देखा है
hr: Vidio sam je većina ovih stavki u laboratoriju na taj način JA dont 'trebate kupiti izgristi se o tim
hu: Láttam a legtöbb ilyen tételek a laborban így nem kell aggódnia az
is: Ég hef séð flest af þessum hlutum í Lab svo ég þarf ekki að hafa áhyggjur af þeim
it: Ho visto la maggior parte di questi elementi in laboratorio e quindi non c'è bisogno di preoccuparsi di quelli
iw: ראיתי את רוב הפריטים הללו במעבדה אז אני לא צריך לדאוג אלו
ja: 私は、実験室でこれらのアイテムのように私はそれらについて心配する必要はありません、ほとんど見たことが
ko: 제가 실험실에서 이러한 항목 그래서 그런 걱정은하지 않아도 많이 봤어요
lv: Esmu redzējis lielāko daļu šo lab priekšmetus, lai man nav jāuztraucas par šiem
mk: Сум видел повеќето од овие елементи во лабораторија, па јас не треба да се грижиш за оние
mt: Stajt tidher l-aktar ta 'dawn l-oġġetti fil-lab so I m'għandhomx bżonn ninkwetaw dwar dawk
nl: Ik heb de meeste van deze items in het lab zodat ik niet hoef te maken over deze
no: Jeg har sett de fleste av disse elementene i laboratoriet, slik at jeg ikke trenger å bekymre deg for disse
pl: Widziałem większość z tych przedmiotów w laboratorium, więc nie musisz się martwić o tych
pt: Eu vi a maioria desses itens no laboratório para que eu não precisa se preocupar com aqueles
ro: Am vazut cele mai multe dintre aceste elemente, în laborator, aşa că nu trebuie să vă faceţi griji despre acele
sl: Videl sem večino teh postavk v laboratoriju, da mi ni treba skrbeti o teh
sq: Unë e kam parë se shumica e këtyre artikujve në laborator kështu që unë nuk duhet të shqetësohen për ato
sr: Виђао сам већину од ових ставки, у лабораторији, тако да не морате да бринете о тим
sv: Jag har sett de flesta av dessa poster i labbet så jag inte behöver oroa sig för dem
sw: I've seen wengi katika haya ya maabara vitu hivyo sihitaji na wasiwasi kuhusu wale
tr: Ben laboratuarda bu öğelerin bu yüzden bu dert etmenize gerek yok en gördüm
vi: Tôi đã nhìn thấy hầu hết các bản ghi trong phòng thí nghiệm vì vậy tôi không cần phải lo lắng về những
yi: איך'ווע סין רובֿ פון די ייטאַמז אין די לאַב אַזוי איך טאָן ניט דאַרפֿן צו זאָרגן וועגן יענע
zh: 我看到过一些在实验室里这些项目，因此我不用担心那些

source: And the Gazers hang around in the basement so that's not a problem
af: En die Gazers rond hang in die kelder, sodat is nie 'n probleem
ar: والناظرون تسكع في الطابق السفلي بحيث ليست مشكلة
be: І Gazers торчать ў падвале так што гэта не праблема
bg: И Gazers се мотае наоколо в мазето, така че не е проблем
ca: I els voyeurs quedar-se al soterrani de manera que no és un problema de
cs: A Gazers postávat ve sklepě, takže to není problém
cy: A Gazers hongian o gwmpas yn yr islawr nid felly dyna broblem
da: Og Gazers hænge rundt i kælderen, så det er ikke et problem
de: Und die Gaffer länger in den Keller, so dass ist kein Problem
el: Και η Gazers τριγυρίζουν στο υπόγειο, ώστε να μην είναι ένα πρόβλημα
et: Ja Gazers maleksivat keldris, nii et pole probleemi
fa: و Gazers پلکیدن در زیرزمین به طوری که یک مشکل نیست
fi: Ja Gazers roikkua kellarissa niin, että ei ole ongelma
fr: Et les badauds traînent au sous-sol de sorte que n'est pas un problème
ga: Agus hang an Gazers timpeall ar an íoslach Ní ionas gur fadhb
gl: E o Gazers deambular no soto de modo que non é un problema
hi: और Gazers तहखाने ऐसा कोई समस्या नहीं है में चारों ओर लटका
hr: I Gazers džabalebariti u podrumu tako da nije problem
hu: És a nézés kószál az alagsorban, így nem probléma
is: Og stara hanga í kring í kjallara svo sem ekki vandamál
it: E il Gazers appendere intorno al piano interrato in modo che non è un problema
iw: ואת Gazers להסתובב במרתף כך לא בעיה
ja: とGazersの周りには問題ではないの地下室でハングアップする
ko: 그리고 Gazers 주위에 너무 문제가 아니라 지하에 달아
lv: Un Gazers karājas ap pagrabā, lai nav problēmu
mk: И Gazers се врткаат околу, во визбата, па тоа не е проблем
mt: U l-Gazers hang madwar fil-kantina b'tali mod li mhux problema
nl: En de Gazers hangen rond in de kelder dus dat is geen probleem
no: Og Gazers henge rundt i kjelleren, så det er ikke et problem
pl: A Gazers obijać się w piwnicy więc nie ma problemu
pt: E o Gazers deambular no porão de modo que não é um problema
ro: Şi Gazers închide în jurul la subsol, astfel încât nu este o problema
sl: In Gazers visijo okrog v kleti, tako da to ni problem
sq: Dhe Gazers sorollatem në bodrum kështu që nuk është një problem
sr: И Газерс џабалебарити у подруму тако да није проблем
sv: Och Gazers hänga runt i källaren så det är inte ett problem
sw: Gazers hutegemea na kuzunguka katika Lelo ili kwamba si tatizo
tr: Ve Gazers etrafında bu kadar bir sorun değil bodrum katında askıda
vi: Và Gazers hang xung quanh tại tầng hầm để không phải là một vấn đề
yi: און די גאַזערס הענגען אַרום אין די קעלער אַזוי אַז ס 'נישט אַ פּראָבלעם
zh: 而未来的婚姻关系流连在地下室所以这不是一个问题

source: What I do need to find is a Red Sludge, but I have no idea where to find one
af: Wat ek nie nodig het om te vind is 'n rooi modder, maar ek het geen idee waar om een te vind
ar: ما أقوم به هو ضرورة إيجاد والحمأة الأحمر ، ولكن ليس لدي فكرة عن مكان العثور على واحد
be: Што мне неабходна зрабіць, каб знайсці гэта чырвоны шлам, але я паняцця не маю, дзе знаходзіцца адна
bg: Това, което е нужно да се намери е Червен утайки, но нямам идея къде да намеря някой
ca: El que cal és trobar un fang vermell, però no tinc idea d'on trobar-ne un
cs: Co mám dělat, je potřeba najít Red kalová, ale nemám tušení, kde najít
cy: Beth allaf i ei oes angen i ddod o hyd yw Sludge Coch, ond nid oes gennyf syniad ble i ddod o hyd i un
da: Hvad jeg behøver at finde en rød Slam, men jeg har ingen idé om hvor man kan finde en
de: Was brauche ich, um zu finden, ist ein Red Schlamm, aber ich habe keine Ahnung, wo sie zu finden
el: Αυτό που χρειάζεται είναι να βρούμε ένα κόκκινο λάσπης, αλλά δεν έχω ιδέα πού να βρει έναν
et: Ma ei vaja leida on Punase Muda, kuid ma ei tea, kust leida üks
fa: من چه نیازی به پیدا کردن یک لجن قرمز است ، اما من هیچ تصوری که در آن برای یافتن یک
fi: Mitä minun täytyy löytää on punainen Liete, mutta minulla ei ole aavistustakaan, mistä löytää yksi
fr: Ce que je fais est nécessaire de trouver une boue rouge, mais je n'ai aucune idée où en trouver un
ga: Cad a dhéanfaidh mé gá a fháil sloda Rua, ach tá mé aon smaoineamh nuair a fháil amháin
gl: O que eu teño de atopar é unha lama vermella, pero non teño idea de onde atopar un
hi: मैं क्या करने के लिए मिल की जरूरत है एक लाल कीचड़ है, लेकिन मुझे पता नहीं है, जहां से एक को खोजने के लिए
hr: Što JA obaviti trebate kupiti nađi prema je crvenog mulja, ali nemam pojma gdje naći jedan
hu: Amit teszek, azt kell találnom egy vörös iszapot, de fogalmam sincs, hogy hol talál egy
is: Hvað ég þarf að finna er Red Sludge, en ég hef ekki hugmynd hvar að finna einn
it: Che cosa ho bisogno di trovare un fanghi rossi, ma non ho idea di dove trovarne uno
iw: מה אני צריך למצוא הוא בוצה האדום, אבל אין לי מושג איפה למצוא אחד
ja: を見つける必要がどうすれば赤汚泥のですが、どこを見つけるためには考えている
ko: 를 찾을 필요가 내가 무엇을 할 레드 슬러지이지만, 내가 어딨는지 모르겠어요
lv: Kas man ir jāatrod ir Red dūņām, bet man nav ne jausmas, kur atrast vienu
mk: Она што не треба да се најде е Црвениот Шламови, но јас немам идеја каде да се најде еден
mt: What I do ħtieġa li jinstab huwa Ħama aħmar, iżda għandi l-ebda idea fejn isibu waħda
nl: Wat ik wel moeten vinden is een Red slib, maar ik heb geen idee waar er een te vinden
no: Det jeg trenger å finne er en Red slam, men jeg har ingen anelse om hvor du skal finne en
pl: Co zrobić, muszą znaleźć się czerwony osad, ale nie mam pojęcia, gdzie znaleźć jeden
pt: O que eu preciso de encontrar é uma lama vermelha, mas não tenho idéia de onde encontrar um
ro: Ce am nevoie pentru a găsi este o nămolurile de roşu, dar nu am nici o idee de unde să găsească un
sl: Kaj mi je treba najti rdeče blato, ampak jaz nimam pojma, kje ena
sq: Çfarë duhet të bëj për të gjetur një llum të Kuq, por unë nuk kam asnjë ide se ku mund të gjeni një
sr: Шта треба да радим пронаћи Црвеног муља, али ја немам појма где се налази један
sv: Vad jag behöver hitta är en Red Slam, men jag har ingen aning om var man kan hitta en
sw: What I kufanya haja ya kutafuta ni Red Sludge, lakini hawana wazo ambapo kupata moja
tr: Bulmalıyız ne bir Kırmızı Çamur, ama nerede bulmak için hiçbir fikrim yok
vi: Những gì tôi cần phải tìm được một bùn đỏ, nhưng tôi không có ý tưởng nơi để tìm một
yi: וואָס איך טאָן דאַרפֿן צו געפֿינען איז אַ רעד סלודגע, אָבער איך האָב קיין געדאַנק וווּ צו געפֿינען איין
zh: 我确实需要找到是一个红色污泥，但我不知道在哪里能找到一

source: I can't use my current shield in the experiment in case it backfires so I'll have to find another one
af: Ek kan nie gebruik my huidige skild nie in die eksperiment in geval dit backfires so ek sal moet vind 'n ander een
ar: لا استطيع ان استخدم سلطتي الدرع الحالية في التجربة في حال يرتد ذلك سآخذ للعثور على واحد آخر
be: Я не магу выкарыстоўваць маю бягучую шчыта ў эксперыменце, у выпадку, калі такія непрыемныя мне давядзецца знайсці іншую
bg: Не мога да използвам сегашния си щит в експеримента, в случай че backfires така че ще трябва да намерят друг
ca: No puc utilitzar el meu escut actual en l'experiment en cas que fracassa, així que hauràs de trobar un altre
cs: Nemohu používat svůj stávající štít v experimentu v případě, že vzepře, takže budu muset najít jiný
cy: Ni allaf i ddefnyddio fy darian ar hyn o bryd yn yr arbrawf mewn achos mae'n backfires felly bydd rhaid i mi ddod o hyd i un arall
da: Jeg kan ikke bruge min nuværende skjold i forsøget, hvis det giver bagslag, så jeg bliver nødt til at finde en anden
de: Ich kann mich nicht mit meinem aktuellen Schild an dem Versuch, falls es nach hinten los, so muß ich zu einem anderen zu finden
el: Δεν μπορώ να χρησιμοποιήσω τρέχουσα ασπίδα μου στο πείραμα, σε περίπτωση που αποτυγχάνει γι 'αυτό θα πρέπει να βρούμε έναν άλλο
et: Ma ei saa kasutada minu praegune kilp katse puhul see backfires nii et ma pean otsima
fa: من می توانم سپر فعلی من در آزمایش استفاده کنید در صورت نتیجه معکوس را می خواهم که با پیدا کردن یکی دیگر را به
fi: En voi käyttää minun nykyinen suojata kokeiluun, jos se jälkisytyttää, joten minun täytyy löytää toinen
fr: Je ne peux pas utiliser mon bouclier en cours dans l'expérience au cas où il se retourne donc je vais devoir en trouver un autre
ga: Ní féidir liom úsáid as mo sciath reatha sa triail i gcás backfires sé sin beidh mé ag teacht ar ceann eile
gl: Non podo usar o meu escudo actual no experimento, no caso todo dá mal por iso vou ter que buscar outro
hi: मैं अपने मौजूदा ढाल प्रयोग में नहीं उपयोग कर सकते हैं मामले में यह तो उल्टा पड़ता दाँव मैं एक दूसरे को खोजना होगा
hr: Ne mogu koristiti moje trenutne štit u eksperimentu u slučaju da backfires tako da ću morati naći neki drugi
hu: Nem tudom használni a mostani pajzs a kísérlet abban az esetben, backfires úgyhogy meg kell találni egy másikat
is: Ég get ekki notað núverandi skjöldur minn í tilrauninni ef það backfires svo ég mun þurfa að finna annað
it: Non posso utilizzare il mio scudo in corso l'esperimento nel caso in cui si ritorce così dovrò trovare un altro
iw: אני לא יכול להשתמש המגן הנוכחי שלי בניסוי במקרה זה backfires אז אני אצטרך למצוא עוד אחד
ja: 私は、実験の場合にはそれがもう1人を見つけなければなりませんbackfires私の現在のシールドを使用することはできません
ko: 난 실험의 경우에 그래서 다른 사람을 찾아 야해 backfires 내 현재의 방패를 사용할 수없습니다
lv: Es nevaru izmantot savu esošo vairogu eksperiments gadījumā backfires tāpēc es ņemšu, lai atrastu citu
mk: Не можам да го користам мојот штит во тековната за експериментот во случај backfires така ќе мора да најдете друг
mt: I ma jistax juża tarka kurrenti tiegħi fl-esperiment każ backfires so I'll jkollhom isibu ieħor
nl: Ik kan geen gebruik maken van mijn huidige schild in het experiment voor het geval het backfires dus ik zal moeten naar een ander vinden
no: Jeg kan ikke bruke min nåværende skjoldet i forsøket i tilfelle feiler det så jeg må finne en annen
pl: Nie mogę używać mojego obecnego tarczy w eksperymencie w przypadku gdy panewce więc będę musiała znaleźć inną
pt: Não posso usar meu escudo atual no experimento, no caso tudo dá errado por isso vou ter que encontrar outro
ro: Nu pot utiliza scutul meu curent la experiment în cazul în care eşuează, aşa că am va trebui să găsească un alt o
sl: Ne morem uporabljati moje trenutne ščita v poskusu v primeru, da backfires tako da bom moral najti drugo
sq: Unë nuk mund të përdorë mburojën time aktuale në eksperiment në rast se backfires kështu që unë do të duhet të gjejë një tjetër
sr: Не могу да користим мој тренутни штита у експерименту у случају да је тако бацкфирес мораћу пронаћи још један
sv: Jag kan inte använda min nuvarande sköld i försöket i fallet slår bakut så jag måste hitta ett annat
sw: Siwezi kutumia ngao yangu sasa katika majaribio katika kesi hiyo ili backfires I'll have kupata mwingine
tr: Ben denemeye durumunda bunu başka bir bulmanız gerekecektir backfires benim şimdiki kalkan kullanamazsınız
vi: Tôi không thể sử dụng lá chắn hiện tại của tôi trong thử nghiệm trong trường hợp nó backfires vì vậy tôi sẽ phải tìm một số khác
yi: איך קען נישט נוצן מיין איצטיקן פאַרשטעלן אין דער עקספּערימענט אין פאַל עס באַקפייערז אַזוי איך וועט האָבן צו געפֿינען נאָך איין
zh: 我无法在实验中使用我目前的情况下，屏蔽反效果，所以我得找另外一个

source: There might be potions room or lab where I can find the roots, fat and bones so I don't need to worry about those
af: There might be drankejs kamer of laboratorium waar ek dit kan die wortels, vet en bene so ek hoef nie bekommerd te maak vir diegene wat nie vind
ar: قد تكون هناك غرفة أو الجرع المختبر حيث يمكن العثور على جذور ، والدهون والعظام ولذا لا داعي للقلق بشأن تلك
be: Там можа быць зелья пакоі або ў лабараторыю, дзе я магу знайсці карані, тлушчу і касцей, таму я не трэба турбавацца аб тых,
bg: Там могат да се отвари стая или лаборатория, където мога да намеря корените, мазнини и кости, така че не е нужно да се притеснявате за тези
ca: Podria haver pocions sala o laboratori on puc trobar les arrels, greix i ossos, així que no necessita preocupar-se per les
cs: Tam by mohl být lektvary místnosti nebo laboratoři, kde bych mohl najít kořeny, tuk a kosti, tak jsem se nemusíte starat o ty,
cy: Efallai y bydd potions ystafell neu labordy lle gallaf ddod o hyd i'r gwreiddiau, braster a esgyrn felly dwi ddim yn angen i chi boeni am y rhai
da: Der kan være potions værelse eller laboratorium, hvor jeg kan finde rødder, fedt og knogler, så jeg behøver ikke at bekymre dig om dem
de: Es könnte Tränke Zimmer oder Labor, in dem ich die Wurzeln, Fett und Knochen, so brauche ich nicht, über diese Sorgen finden
el: Μπορεί να υπάρχουν φίλτρα αίθουσα ή εργαστήριο όπου μπορώ να βρω τις ρίζες, το λίπος και τα οστά, οπότε δεν χρειάζεται να ανησυχείτε για τις
et: Võib olla Potions ruum või labor, kus ma võin leida juured, rasva ja kondid nii et ma ei pea muretsema nende
fa: ممکن است برای اتاق وجود دارد و یا لابراتوار potions جایی که من می تواند ریشه ، چربی و استخوان ، بنابراین من نیازی به نگرانی در مورد آن پیدا کنید
fi: Saattaa olla juoma huone tai laboratorio, jossa voin löytää juuret, rasvaa ja luita, joten minun ei tarvitse huolehtia niiden
fr: Il peut y avoir de la place des potions ou un laboratoire où je peux trouver les racines, les gras et les os, donc je ne devez pas vous inquiéter au sujet de ces
ga: D'fhéadfadh a bheith ann potions seomra nó saotharlainne i gcás inar féidir liom teacht ar na fréamhacha, saill agus cnámha mar sin ní féidir liom gá imní faoi na
gl: Pode haber pocións sala ou laboratorio onde podo atopar The Roots, graxa e ósos polo que non se preocupe con aqueles
hi: वहाँ औषधि कमरे या प्रयोगशाला मैं जड़ें, वसा और हड्डियों को तो मैं उन लोगों के बारे में चिंता करने की ज़रूरत नहीं है कहां मिल सकती हैं हो सकता है
hr: Tu bi moglo biti napitaka sobu ili laboratoriju gdje mogu naći korijeni, mast i kosti na taj način JA dont 'trebate kupiti izgristi se o tim
hu: Lehetnek bájital szobában, vagy labor hol találom a gyökerek, a zsír és a csontok így nem kell aggódnia az
is: Það gæti verið drykkur herbergi eða Lab hvar ég get fundið rætur, fitu og bein þannig að ég þarf ekki að hafa áhyggjur af þeim
it: Ci potrebbe essere pozioni stanza o in un laboratorio dove posso trovare le radici, il grasso e le ossa e quindi non c'è bisogno di preoccuparsi di quelli
iw: אולי יש חדר שיקויים או במעבדה איפה אני יכול למצוא את השורשים, שומן ועצמות אז אני לא צריך לדאוג אלו
ja: ようこそ水薬ルームや研究室どこに脂肪や骨のように私はそれらについて心配する必要はありませんルーツを見つけることができるかもしれない
ko: 저기 묘약 방 또는 실험실 어디로 지방과 뼈는 그래서 그런 걱정은하지 않아도 뿌리를 찾을 수있을
lv: Varētu būt potions telpā vai laboratorija, kur es varu atrast saknes, taukiem un kauliem, lai man nav jāuztraucas par šiem
mk: Може да има просторија или напивки лабораторија каде може да најдам корените, масти и коски, па затоа не треба да се грижиш за оние
mt: Jista 'jkun hemm potions kamra jew laboratorju fejn nista' nsib l-għeruq, xaħam u l-għadam so I m'għandhomx bżonn ninkwetaw dwar dawk
nl: Er kunnen drankjes kamer of lab waar ik kan vinden de wortels, vet en botten, zodat ik niet hoef te maken over deze
no: Det kan være potions rom eller lab hvor jeg kan finne røttene, fett og bein slik at jeg ikke trenger å bekymre deg for disse
pl: Nie może być pokoju eliksirów lub laboratorium, w którym można znaleźć korzenie, tłuszcz i kości, więc nie musisz się martwić o tych
pt: Pode haver poções sala ou laboratório onde eu posso encontrar The Roots, gordura e ossos por isso não precisa se preocupar com aqueles
ro: S-ar putea fi poţiuni camera sau de laborator unde o pot găsi rădăcini, grăsime şi oase aşa că nu trebuie să vă faceţi griji despre acele
sl: Tam lahko napitkov sobo ali laboratorij, kjer lahko najdem korenine, maščob in kosti, tako da mi ni treba skrbeti o teh
sq: Nuk mund të potions dhomë ose laborator ku mund të gjej rrënjët, yndyrë dhe kockat kështu që unë nuk duhet të shqetësohen për ato
sr: Ту могу бити напитака собу или лабораторију где се могу наћи корене, маст и кости тако да не морате да бринете о тим
sv: Det kan finnas potions rum eller lab där jag kan hitta rötterna, fett och ben så jag inte behöver oroa sig för dem
sw: Kuna yapate potions chumba au maabara wapi naweza kupata mizizi, mafuta na mifupa hivyo sihitaji na wasiwasi kuhusu wale
tr: Orada iksirleri odası ya da laboratuar nerede yağ ve kemik yüzden bu endişe gerekmez kökleri, bulabilirsiniz olabilir
vi: Có thể có potions phòng hoặc phòng thí nghiệm, nơi tôi có thể tìm thấy nguồn gốc, chất béo và xương vì vậy tôi không cần phải lo lắng về những
yi: עס מייט זיין פּאָושאַנז פּלאַץ אָדער לאַב וווּ איך קען געפֿינען די רוץ, גראָב און באָנעס אַזוי איך טאָן ניט דאַרפֿן צו זאָרגן וועגן יענע
zh: 有可能是药剂室或实验室，在那里我可以找到根源，脂肪和骨骼，所以我不用担心那些
