Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: To pick up an item, simply walk into it. Any collectable items will be added to your inventory.
af: Te haal 'n item, gewoon wandel in dit. Enige collectors items sal na jou inventaris bygevoeg word.
ar: لالتقاط أي بند ، ببساطة تخترقه. وأي سلع تحصيل تضاف إلى المخزون الخاص بك.
be: Каб забраць пункта, проста хадзіць у яе. Любое калекцыяніраванне элементы будуць дададзеныя ў ваш інвентар.
bg: Да вземем една точка, просто разходка в него. Всяко колекционерски продукти ще бъдат добавени към инвентара си.
ca: Per recollir un objecte, simplement caminar-hi. Qualsevol article col.leccionable s'afegirà al teu inventari.
cs: Vyzvednout položku, prostě jít do toho. Jakékoli Sběratelské předměty budou přidány do vašeho inventáře.
cy: Er mwyn dod o hyd i eitem, dim ond cerdded i mewn iddo. Bydd unrhyw eitemau ei gasglu yn cael ei ychwanegu i'ch rhestr.
da: At hente et element, skal du bare gå ind i det. Enhver samlerobjekter vil blive tilføjet til din beholdning.
de: Bei der Abholung eines Artikels, einfach hinein gehen. Jede allem Sammlerstücke zu Ihrem Inventar hinzugefügt werden.
el: Να πάρει ένα αντικείμενο, απλά με τα πόδια σε αυτό. Κάθε συλλεκτικά αντικείμενα θα προστεθεί στο inventory σας.
et: Tulles tagasi punkti, lihtsalt kõndida ta. Kõik sissenõutavaks kirjed lisatakse teie nimistusse.
fa: برای بلند کردن قلم دوم از اقلام ، فقط راه رفتن را در آن. هر گونه اقلام collectable به موجودی شما اضافه خواهد شد.
fi: Poimia kohteen, voit kävellä sinne. Tahansa kerättävissä kohteet lisätään oman selvityksen.
fr: Pour ramasser un objet, il suffit de marcher dedans. Tous les articles de collection seront ajoutés à votre inventaire.
ga: A piocadh suas mír, ach siúl isteach é. Déanfar aon míreanna inbhailithe a leanas le do fhardal.
gl: Para incorporarse un elemento, simplemente andar nel. Os elementos colecionáveis será engadida ao seu inventario.
hi: को एक आइटम लेने के लिए, बस उसमें चलते हैं. किसी भी संग्रहणीय मदें अपनी सूची में जोड़ दिया जाएगा.
hr: Za pokupiti predmet, jednostavno hodati u nju. Bilo koja collectable stavke će biti dodan u svoj inventar.
hu: Hogy vegye fel a tételt, egyszerűen csak sétáljon bele. Bármely összegyűjthető elemek kerülnek bele a leltárt.
is: Til að ná sér í hlut skaltu ganga inn í það. Allir collectable atriði verður bætt við skrá þína.
it: Per raccogliere un oggetto, è sufficiente entrare in esso. Eventuali oggetti da collezione saranno aggiunti al vostro inventario.
iw: להרים פריט, פשוט להיכנס לתוך זה. כל הפריטים collectable יתווספו למלאי שלך.
ja: は、単にそれに歩いてアイテムをピックアップしてください。任意の回収アイテムがインベントリに追加されます。
ko: 단순히 그것에 도보로 항목을 선택하십시오. 모든 수집 항목 목록에 추가됩니다.
lv: Uzņemt objektu, vienkārši staigāt tajā. Jebkurš iegūstama vienības tiks pievienots jūsu inventāru.
mk: Да земам нешто, едноставно одат во неа. Било кој плаќа елементи ќе бидат додадени кон вашиот инвентар.
mt: Li jittellgħu 'oġġett, sempliċiment walk inkorporat fih. Kull oġġetti collectable se jkun miżjud mal-inventarju tiegħek.
nl: Te halen een item, u loopt gewoon in. Elke collectable items worden toegevoegd aan je inventaris.
no: Å plukke opp et element, kan gå rett inn i den. Eventuelle collectable elementer vil bli lagt til beholdningen din.
pl: Aby podnieść pozycję, po prostu wejdź do niego. Wszelkie przedmioty wartościowe zostaną dodane do wykazu.
pt: Para pegar um item, simplesmente andar nele. Os itens colecionáveis será adicionada ao seu inventário.
ro: Pentru a ridica un articol, pur şi simplu plimbare în el. Nici un produs de colectie va fi adăugat la inventarul dvs..
sl: Če želite pick up element, preprosto hoditi vanjo. Vsi dosegljivi predmeti bodo dodani na vaš seznam.
sq: Për të marr një send, thjesht të ecin në të. Çdo artikuj mbledhshëm do të shtohet inventarit tuaj.
sr: Да подигне предмет, хода само у њу. Било наплатива ставке ће бити додате у свој инвентар.
sv: Att plocka upp ett objekt, helt enkelt gå in i den. Varje samlarobjekt kommer att läggas till ditt lager.
sw: Kuchukua an item, tu kutembea ndani yake. Collectable yoyote items itaongezwa inventering yako.
tr: , Sade bir şekilde içine yürüyerek bir öğeyi almak için. Herhangi collectable öğeler envanterine eklenecektir.
vi: Để nhận một mục, chỉ cần đi bộ vào đó. Bất kỳ bài tập hợp sẽ được thêm vào hàng tồn kho của bạn.
yi: צו קלייבן זיך אַן פּונקט, סימפּלי גיין זיך עס. קיין קאָללעקטאַבלע ייטאַמז וועט ווערן צוגעלייגט צו דיין ינוואַנטאָרי.
zh: 拿起一个项目，只需步行到它。任何收藏品将被添加到您的库存。

source: You can view the contents of your inventory by pressing z
af: Jy kan die inhoud van jou voorraad deur te druk z oog
ar: يمكنك عرض محتويات المخزون الخاص بك عن طريق الضغط على ض
be: Вы можаце праглядаць змесціва вашага інвентара, націснуўшы Z
bg: Можете да разгледате съдържанието на вашия списък с натискане на Z
ca: Vostè pot veure el contingut del seu inventari prement Z
cs: Můžete si prohlédnout obsah Vašeho seznamu stisknutím z
cy: Gallwch weld cynnwys eich rhestr drwy wasgu'r z
da: Du kan se indholdet af din beholdning ved at trykke på Z
de: Sie können den Inhalt Ihres Verzeichnisses anzeigen, indem Sie z
el: Μπορείτε να δείτε τα περιεχόμενα του καταλόγου σας πατώντας z
et: Saate vaadata selle sisu oma nimekirja, vajutades z
fa: شما می توانید مطالب از موجودی خود را با فشار دادن Ž نمایش
fi: Voit tarkastella sisällön luettelon painamalla z
fr: Vous pouvez afficher le contenu de votre inventaire en appuyant sur Z
ga: Is féidir leat féachaint ar an ábhar ar do bhfardal an cnaipe z
gl: Podes ver o contido do seu inventario presionando z
hi: तुम Z का उपयोग करके अपनी सूची की सामग्री देख सकते हैं
hr: Možete pregledati sadržaj vašeg inventara pritiskom z
hu: Megtekinthetjük az Ön készlet gomb megnyomásával z
is: Hægt er að skoða innihald skrá með því að styðja, z
it: È possibile visualizzare i contenuti del vostro inventario premendo Z
iw: אתה יכול להציג את התוכן של המלאי שלך על ידי לחיצה על Z
ja: またZキーを押すことにより、棚卸資産の内容を表示することができます
ko: 당신이 z는 누르면하여 목록의 내용을 볼 수있습니다
lv: Jūs varat apskatīt jūsu uzskaites saturu, nospiežot z
mk: Можете да ја видите содржината на вашиот инвентар со притискање z
mt: Tista 'tara l-kontenut ta' l-inventarju tiegħek billi tagħfas z
nl: U kunt de inhoud van uw voorraad door op z
no: Du kan vise innholdet i beholdningen ved å trykke z
pl: Możesz przeglądać zawartość swoich zapasów przez naciśnięcie z
pt: Você pode visualizar o conteúdo de seu inventário pressionando z
ro: Puteţi vizualiza conţinutul inventarul dvs. prin apăsarea z
sl: Ogledate si lahko vsebino vašega seznama s pritiskom na tipko z
sq: Ju mund të shikoni përmbajtjen e inventarit tuaj duke shtypur z
sr: Можете да прикажете садржај вашег инвентара притиском З
sv: Du kan visa innehållet i ditt lager genom att trycka på z
sw: Unaweza kuona yaliyomo inventering yako na kubwa z
tr: Sen z basarak envanter içeriğini görüntüleyebilirsiniz
vi: Bạn có thể xem nội dung của hàng tồn kho của bạn bằng cách nhấn z
yi: איר קענען זען די תּוכן פון דיין ינוואַנטאָרי דורך דרינגלעך ז
zh: 你可以通过按下ž您的库存内容

source: Whilst in the inventory, use the arrow keys to view the items.
af: Terwyl dit in die inventaris, die pyl-knoppies gebruik om te sien hoe die items.
ar: بينما في الجرد ، واستخدام مفاتيح الأسهم لعرض سلع.
be: Хаця ў пераліку, скарыстайцеся клавішамі са стрэлкамі для прагляду пунктаў.
bg: Макар че в списъка, използвайте клавишите със стрелки, за да видите елементите.
ca: Mentre que en l'inventari, utilitzeu les tecles de fletxa per veure els articles.
cs: Zatímco v inventáři, použijte klávesy se šipkami pro zobrazení položek.
cy: Tra yn y rhestr, defnyddiwch y bysellau saeth i weld yr eitemau.
da: Mens der i opgørelsen, skal du bruge piletasterne til at få vist poster.
de: Während in der Aufstellung, verwenden Sie die Pfeiltasten, um den Artikel aufzurufen.
el: Ενώ στην απογραφή, χρησιμοποιήστε τα πλήκτρα βέλους για να δείτε τα αντικείμενα.
et: Kuigi varude, kasutage nooleklahve, et vaadata objekte.
fa: هرچند که در فهرست موجودی ، استفاده از کلید های arrow به نمایش اقلام است.
fi: Vaikka inventaarion, nuolinäppäimillä tarkastella kohteita.
fr: Alors que dans l'inventaire, utilisez les touches fléchées pour afficher les articles.
ga: Cé san fhardal, úsáid na heochracha arrow chun féachaint ar an míreanna.
gl: Aínda que no inventario, usa as frechas para ver os elementos.
hi: सूची में Whilst, तीर कुंजी का उपयोग करने आइटम देखें.
hr: Dok u inventar, koristite tipke sa strelicama da biste vidjeli stavke.
hu: Míg a leltár, a nyilakkal megtekintheti a tételek.
is: Þó í skrá, nota arrow takkana til að skoða atriði.
it: Mentre nell'inventario, utilizzare i tasti freccia per visualizzare le voci.
iw: בעוד בשנת המלאי, השתמש במקשי החיצים כדי להציג את הפריטים.
ja: がなくなり、インベントリでは、アイテムを表示するには、矢印キーを使用します。
ko: 하다니 목록에서 항목을 보려면 화살표 키를 사용합니다.
lv: Kamēr sarakstu, izmantojiet bulttaustiņus, lai apskatītu vienumus.
mk: Додека се во пописот, употребата на стрелките на тастатурата за да ја видите на комп.
mt: Filwaqt li fl-inventarju, l-użu l-imfietaħ vleġġa biex tara l-oġġetti.
nl: Terwijl in de inventaris, gebruik de pijltjestoetsen om de items.
no: Mens i beholdningen, bruk piltastene for å vise elementene.
pl: Podczas gdy w wykazie, za pomocą klawiszy strzałek, aby wyświetlić elementy.
pt: Embora no inventário, use as setas para ver os itens.
ro: În timp ce în inventar, utilizaţi tastele săgeată pentru a vizualiza elementele.
sl: Medtem ko v popis, uporabite puščične tipke, da si ogledate elemente.
sq: Përderisa në inventar, përdor çelësat për të parë arrow artikuj.
sr: Док је био у инвентару, користите тастере са стрелицама да бисте видели ставке.
sv: Även i inventeringen, använd piltangenterna för att visa objekten.
sw: Wakati katika inventering, kutumia mshale funguo kuona vitu.
tr: Iken envanterindeki, öğeleri görüntülemek için ok tuşlarını kullanın.
vi: Trong khi ở hàng tồn kho, sử dụng các phím mũi tên để xem các mục.
yi: וויילסט אין די ינוואַנטאָרי, ניצן די פייל קיז צו זען די ייטאַמז.
zh: 在清单虽然，使用箭头键来查看物品。

source: You can use an item immediately by pressing Attack (left ctrl) or Use Item (a)
af: Jy 'n item kan gebruik dadelik deur te druk Aanval (links Ctrl +) of Gebruik punt (a)
ar: يمكنك استخدام عنصر على الفور عن طريق الضغط على هجوم (يسار السيطرة) ، أو استخدام البند (أ)
be: Вы можаце выкарыстоўваць пункт адразу, націснуўшы Attack (левы Ctrl), або выкарыстоўвайце пункт (а)
bg: Можете да използвате една позиция веднага с натискане на Атака (от ляво Ctrl) или Използвайте точка (а)
ca: Podeu utilitzar un article d'immediat prement Attack (a l'esquerra Ctrl) o la utilització de l'article (a)
cs: Můžete použít položku okamžitě po stisknutí Attack (ctrl vlevo) nebo použijte bod (a)
cy: Gallwch ddefnyddio eitem ar unwaith drwy wasgu'r Attack (ctrl chwith) neu Defnyddiwch yr eitem (a)
da: Du kan bruge en konto med det samme ved at trykke Attack (venstre ctrl) eller Brug punkt (a)
de: Sie können einen Artikel sofort durch Drücken Attack verwenden (links Strg) oder des Einsatzes Posten (a)
el: Μπορείτε να χρησιμοποιήσετε ένα στοιχείο αμέσως πιέζοντας Attack (αριστερά ctrl) ή Χρήση σημείο (α)
et: Te saate kasutada objekti kohe vajutades Attack (vasak CTRL) või kasutage Punkt ()
fa: شما می توانید یک آیتم را بلافاصله با فشار دادن استفاده از حمله (چپ مهار) و یا استفاده از مورد (الف)
fi: Voit käyttää kohteen välittömästi painamalla Attack (vasemmalla ctrl) tai Käytä kohta (a)
fr: Vous pouvez utiliser un objet immédiatement en appuyant sur Attack (ctrl gauche) ou utiliser l'objet (a)
ga: Is féidir leat úsáid a bhaint mír díreach ag ionsaí an cnaipe (ar chlé Ctrl) nó Úsáid Mír (a)
gl: Podes usar un elemento inmediatamente premendo Ataque (esquerda Ctrl) ou Usar Item (a)
hi: तुम एक आइटम हमला का उपयोग करके तुरंत उपयोग कर सकते हैं (Ctrl बाएं) का प्रयोग करें या आइटम (क)
hr: Možete koristiti predmet odmah pritiskom Attack (lijevo ctrl) ili korištenja predmeta ()
hu: Használhatja a tételt azonnal megnyomásával Attack (bal ctrl) vagy használati jogcím (a)
is: Hægt er að nota hlut strax með því að ýta Attack (vinstri Ctrl) eða Nota Liður (a)
it: È possibile utilizzare un oggetto immediatamente premendo Attack (Ctrl sinistro) o utilizzare Item (a)
iw: אתה יכול להשתמש פריט מיד על ידי לחיצה על התקפה (CTRL השמאלי) או השתמש פריט (א)
ja: すぐに攻撃を押して項目を使用することができます（）、または使用してアイテムキー（左）
ko: 즉시 공격을 눌러 항목을 사용할 수있습니다 () 또는 Ctrl 키를 사용하여 항목 (왼쪽)
lv: Jūs varat izmantot posteni nekavējoties, nospiežot Attack (left Ctrl) vai lietojuma preces ()
mk: Можете да користете еден елемент веднаш со притискање Атак (лево ctrl) или користете точка (а)
mt: Tista 'tuża l-oġġett immedjatament bl-ippressar Attakk (xellug Ctrl) jew Uża punt (a)
nl: U kunt een item onmiddellijk gebruiken door te drukken Attack (linker ctrl) of gebruik punt (a)
no: Du kan bruke et element umiddelbart ved å trykke Attack (venstre ctrl) eller Bruk element (a)
pl: Możesz używać przedmiot natychmiast naciskając Attack (po lewej Ctrl) lub korzystania z przedmiotu ()
pt: Você pode usar um item imediatamente pressionando Ataque (esquerda Ctrl) ou Usar Item (a)
ro: Aveţi posibilitatea să utilizaţi un element imediat apăsând Attack (Ctrl stânga) sau de utilizare punctul (a)
sl: Lahko uporabite element takoj s pritiskom Attack (levo ctrl) ali uporabite točka (a)
sq: Ju mund të përdorni një artikull menjëherë duke shtypur Sulmi (majtas ctrl) ose Përdorimi Pika (a)
sr: Можете да користите ставку одмах кликом Напад (леви ЦТРЛ) Коришћење или тачка ()
sv: Du kan använda ett objekt omedelbart genom att trycka på Attack (vänster ctrl) eller Använd punkt (a)
sw: Unaweza kutumia an item kubwa mara moja kwa Attack (kushoto Ctrl) au Matumizi Item (a)
tr: Hemen Attack basarak bir öğeyi kullanabilirsiniz () veya Kullanım Öğe ctrl sol (a)
vi: Bạn có thể sử dụng một mục ngay lập tức bằng cách nhấn Attack (trái Ctrl) hoặc sử dụng khoản (a)
yi: איר קענט ניצן אַ נומער גלייך דורך דרינגלעך אַטאַק (לינקס קטרל) אָדער ניצט יטעם (אַ)
zh: 您可以使用按项目立即攻击（左边Ctrl）或使用物品（1）

source: You can ready an item for use by pressing Block (left alt) or Action (c)
af: Jy kan 'n item wat gereed is vir gebruik deur te druk Blok (links alt) of Action (c)
ar: يمكنك بندا جاهزة للاستخدام عن طريق الضغط على كتلة (يسار بديل) أو العمل (ج)
be: Вы можаце гатова пункт для выкарыстання націснуўшы блока (левы Alt) або дзеянне (C)
bg: Можете да готов елемент за употреба чрез натискане на Блок (вляво АЛАТ) или действие (в)
ca: Estàs a punt pot fer un article per a l'ús pressionant en bloc (Alt esquerra) o acció (c)
cs: Můžete připraven k použití položku stiskem Block (alt vlevo) nebo akce (c)
cy: Gallwch eitem yn barod i'w defnyddio gan wasgu Block (chwith alt) neu Gweithredu (c)
da: Du kan klar et element til brug ved at trykke Block (venstre alt) eller Action (c)
de: Sie können ein Element bereit für den Einsatz, indem Sie Block (links alt) oder Action (c)
el: Μπορείτε να έτοιμο ένα αντικείμενο για χρήση με το πάτημα Block (αριστερά alt) ή δράσης (γ)
et: Võite valmis objekti kasutamise vajutades Väli (vasakult alt) või tegevusprogrammi (c)
fa: شما می توانید یک آیتم آماده برای استفاده با فشار دادن بلوک (چپ دگرساز) و یا عمل (ج)
fi: Voit valmis tuote käyttöön painamalla Block (Vasen Alt) tai toimi (c)
fr: Vous pouvez préparer un article pour une utilisation en appuyant sur Block (Alt gauche) ou action (c)
ga: Is féidir leat réidh mír lena n-úsáid ag an cnaipe Bloc (ar chlé alt) nó Gníomhaíochta (c)
gl: Pode listo para usar un elemento presionando Bloco de esquerdas (ALT) ou Action (c)
hi: तुम ब्लॉक का उपयोग करके प्रयोग के लिए एक आइटम के लिए तैयार कर सकते हैं (ऑल्ट बाएं) या एक्शन (ग)
hr: Jesi li spreman možete stavku za korištenje pritiskom Block (lijevi ALT), ili akcije (c)
hu: Ön készen áll egy elemet használt megnyomásával Block (bal oldali alt), vagy intézkedés (c)
is: Hægt er tilbúinn hlut til að nota með því að ýta kassa (vinstri alt) eða Action (c)
it: È possibile un elemento pronto per l'uso premendo Block (Alt) o azione (c)
iw: אתה יכול מוכנה פריט לשימוש על ידי לחיצה על בלוק (ALT שמאלי) או פעילות (C)
ja: ブロックを押して使用することができます準備項目（）左Altキー、またはアクション（℃）
ko: 블록을 눌러 사용하실 수있습니다 준비 물품 () 고도의 왼쪽이나 액션 (C)
lv: Jūs varat gatavs posteni, kas paredzēts lietošanai nospiežot Block (pa kreisi alt) vai darbība (c)
mk: Можете да ставка подготвен за употреба со притискање на блокирања (лево алт) или акција (в)
mt: Tista 'l-oġġett lest għall-użu mill-ippressar Blokk (xellug alt) jew l-Azzjoni (ċ)
nl: U kunt een item klaar voor gebruik door te drukken Blok (links alt) of Action (c)
no: Du kan klare et element til bruk ved å trykke Block (venstre alt) eller Action (c)
pl: Możesz gotowy element do wykorzystania przez naciśnięcie Block (lewy alt) lub działania (c)
pt: Você pode prontos para usar um item pressionando Bloco de esquerda (ALT) ou Action (c)
ro: Puteţi un element gata pentru utilizare prin apăsarea Block (stânga ALT) sau de acţiune (c)
sl: Lahko pripravljen element za uporabo s pritiskom na tipko Block (levo alt) ali ukrep (c)
sq: Ju mund të gatshme një artikull për përdorim duke shtypur Block (majtas alt) ose të Veprimit (c)
sr: Сте спремни да ставке за коришћење притиском блока (лево АЛТ), или акције (в)
sv: Du kan klara ett objekt för användning genom att trycka Block (vänster alt) eller Action (c)
sw: Unaweza an item tayari kwa ajili ya matumizi kubwa Block (kushoto alt) au Action (c)
tr: Blok basarak kullanıma yapabilirsiniz hazır bir öğe () alt sol veya Eylem (c)
vi: Bạn có thể sẵn sàng cho việc sử dụng một mục bằng cách nhấn Block (trái alt) hoặc hành động (c)
yi: איר קענט גרייט אַן פּונקט פֿאַר נוצן דורך דרינגלעך בלאקירונג (לינקס אַלט) אָדער אַקשאַן (C)
zh: 您可以随时通过按下一个块使用项目（左边的ALT）或行动（三）

source: Walk over the key to pick it up
af: Loop oor die sleutel tot dit kom haal
ar: المشي فوق المفتاح لاستلامه
be: Прагулка над ключавымі яго падняць
bg: Разходка през ключ да го вземем
ca: Caminar sobre la clau per recollir
cs: Dojděte klíčem si ji vyzvednout
cy: Gerdded ar hyd yr allwedd i ei godi
da: Walk over nøglen til at tage det op
de: Gehen Sie über den Schlüssel, um sie aufzuheben
el: Περπατήστε πάνω από το κλειδί για να το παραλάβετε
et: Kõnni üle võti buffee
fa: پیاده روی بیش از کلید به آن وانت
fi: Kävellä avain noutaa
fr: Marcher sur la touche pour le ramasser
ga: Siúlóid ar an eochair do Pioc suas
gl: Camiñar sobre a clave para pegá-lo
hi: कुंजी पर चलो इसे लेने
hr: Šetnja preko ključ da ga pokupite
hu: Sétáljon át a kulcsot vedd fel
is: Gengið á takkann til að velja það upp
it: A piedi oltre la chiave per raccoglierlo
iw: ללכת על מקש כדי להרים אותה
ja: キーの上を歩くそれを拾う
ko: 열쇠 걸어 그것을 데리러
lv: Staigāt pa galvenajām to pick it up
mk: Прошетка низ клучот да соберат
mt: Walk matul il-muftieħ għall pick it up
nl: Loop over de sleutel op te rapen
no: Walk over nøkkelen til å plukke den opp
pl: Spacer po kluczowe go podnieść
pt: Andar sobre a chave para pegá-lo
ro: Mergi pe cheia pentru a ridica
sl: Walk nad tipko kramp to ki gre gor
sq: Ecni mbi kyçe të vini ta merrni
sr: Хода над тастер да покупи
sv: Gå över nyckeln för att plocka upp
sw: Kutembea juu ya ufunguo pick it up
tr: Anahtar üzerinde Walk onu almak için
vi: Đi bộ trên phím để chọn nó lên
yi: שפּאַצירן איבער דער שליסל צו קלייבן דאָס אַרויף
zh: 走过的关键，捡起来

source: You can change all of the controls in the game by pressing Escape and selecting Options in the menu
af: Jy kan verander al die bedieninge in die wedstryd deur te druk Escape en kies Opsies in die kieslys
ar: يمكنك تغيير جميع عناصر التحكم في اللعبة عن طريق الضغط على الهروب ، وتحديد خيارات في القائمة
be: Вы можаце змяняць усе элементы кіравання ў гульні, націснуўшы Escape і выбраць опцыі ў меню
bg: Можете да промените всички контроли в играта с натискане на Escape и изберете Опции в менюто
ca: Vostè pot canviar tots els controls en el joc prement Escape i seleccioneu Opcions al menú
cs: Můžete měnit všechny ovládací prvky ve hře stisknutím klávesy Escape a zvolením Volby v menu
cy: Gallwch newid yr holl reolaethau yn y gêm drwy wasgu'r Dianc a dewis Opsiynau yn y ddewislen
da: Du kan ændre alle de kontroller i spillet ved at trykke på Esc, og vælge Indstillinger i menuen
de: Sie können alle von der Steuerung des Spiels ändern, indem Sie Flucht-und Auswahl-Optionen im Menü
el: Μπορείτε να αλλάξετε το σύνολο των ελέγχων στο παιχνίδι πιέζοντας διαφυγής και Επιλογές στο μενού
et: Teil on võimalik muuta kõik kontrolli mängu, vajutades Escape ja valides Valikud menüüs
fa: شما می توانید تمام کنترل را در بازی با فشار دادن فرار و انتخاب گزینه ها در منو تغییر
fi: Voit muuttaa kaikkia valvonnan peli painamalla Escape ja valitsemalla Valinnat-valikosta
fr: Vous pouvez changer tous les contrôles dans le jeu en appuyant sur ECHAP et en sélectionnant Options dans le menu
ga: Is féidir leat athrú gach ceann de na rialuithe i an cluiche ag brú Escape agus Roghanna i roghnú an roghchlár
gl: Vostede pode modificar todos os controis en The Game presionando Escape e seleccionando opcións no menú
hi: तुम एस्केप उपयोग और मेनू में विकल्प का चयन करके इस खेल में नियंत्रण के सभी बदल सकते हैं
hr: Možete promijeniti sve kontrole u igri pritiskom na bijeg i odaberete Opcije u izborniku
hu: Meg lehet változtatni az összes ellenőrzések a játék megnyomásával Escape, és válassza a Beállítások menü
is: Þú getur breytt öllum stjórna í leiknum með því að ýta Escape og velja Valkostir í valmynd
it: È possibile modificare tutti i controlli del gioco premendo il tasto ESC e selezionare Opzioni nel menu
iw: אתה יכול לשנות את כל הפקדים של המשחק על ידי לחיצה על בריחה ובחירת אפשרויות בתפריט
ja: Escキーを押すと、メニューのオプションを選択して、すべてのゲーム内のコントロールを変更することができます
ko: 당신은 탈출 눌러 메뉴에서 옵션을 선택하여 모든 게임에서 컨트롤의 변경하실 수있습니다
lv: Jūs varat mainīt visu, kas spēlē kontroles nospiežot Evakuācijas un izvēlēties Iespējas izvēlne
mk: Можете да промените сите контролира во играта со притискање Бегството и изборот на опции во менито
mt: Int tista 'tibdel l-kontrolli kollha fil-logħba bl-ippressar ta' evakwazzjoni u għażla Għażliet fir-menu
nl: U kunt alle controles in het spel door op Escape en Opties in het menu
no: Du kan endre alle kontrollene i spillet ved å trykke Escape og velge alternativer på menyen
pl: Możesz zmieniać wszystkie kontrole w grze poprzez naciśnięcie Escape i wybierając polecenie Opcje w menu
pt: Você pode alterar todos os controles em The Game pressionando Escape e selecionando opções no menu
ro: Aveţi posibilitatea să modificaţi toate controalele în joc apăsând de evacuare şi selectând Opţiuni în meniul
sl: Spremenite lahko vse kontrole v igri s pritiskom Escape in izberete Možnosti v meniju
sq: Ju mund të ndryshojë të gjitha kontrollet në lojë duke shtypur arratisjes dhe përzgjedhjen Options në menynë
sr: Можете променити све контроле у игри притиском Бекство и одабиром опције у менију
sv: Du kan ändra alla kontroller i spelet genom att trycka Escape och välja alternativ på menyn
sw: Unaweza kubadilisha yote ya udhibiti katika mchezo kwa Escape kubwa na kuchagua Options katika menu
tr: Sen Escape basarak ve menüsündeki seçenekler seçerek tüm oyununda kontrolleri değiştirebilirsiniz
vi: Bạn có thể thay đổi tất cả các điều khiển trong trò chơi bằng cách nhấn Escape và chọn Options trong menu
yi: איר קענען ענדערן אַלע פון די קאָנטראָלס אין די שפּיל דורך דרינגלעך עסקאַפּע און סאַלעקטינג אָפּציעס אין די מעניו
zh: 您可以通过按逃逸，选择菜单中的选项在游戏中的所有控件
