Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Make sure you put it in a bag, touching it for too long will be bad for your health
af: Maak seker dat jy sit dit in 'n sak, raak dit te lank sal sleg wees vir jou gesondheid
ar: تأكد من وضعها في حقيبة ، وانه لمس لفترة طويلة جدا وسوف يكون سيئا لصحتك
be: Пераканайцеся, што вы паклалі яго ў мяшок, прикасаясь да яго занадта доўга будзе дрэнна для вашага здароўя
bg: Уверете се, че го в торба, да го докосва прекалено дълго ще бъде вредно за вашето здраве
ca: Assegureu-vos que vostè el va posar en una bossa, tocant durant massa temps serà dolent per la teva salut
cs: Ujistěte se, že dát do pytle, dotýkat se ho příliš dlouho, bude špatné pro vaše zdraví
cy: Gwnewch yn siŵr eich bod yn ei roi mewn bag, cyffwrdd ei gyfer yn rhy hir yn ddrwg i'ch iechyd
da: Sørg for at sætte det i en pose, røre ved det alt for længe vil være dårligt for dit helbred
de: Stellen Sie sicher, steckte es in eine Tasche, es zu berühren zu lange ist schlecht für Ihre Gesundheit
el: Βεβαιωθείτε ότι το βάλετε σε μια τσάντα, το αγγίξει για πάρα πολύ καιρό θα είναι κακό για την υγεία σας
et: Veenduge, et pane see kotti, puudutades see liiga kaua on tervisele kahjulik
fa: اطمینان حاصل کنید که شما آن را در یک کیسه قرار دهید ، لمس کردن آن را برای بیش از حد طولانی خواهد شد برای سلامتی شما بد باشد
fi: Varmista, että laitat sen pussiin, koskettamalla sitä liian kauan on haitallista terveydelle
fr: Assurez-vous que vous le mettez dans un sac, le toucher pendant trop de temps faudra-être mauvais pour votre santé
ga: Bí cinnte a chur tú é i mála, touching sé Beidh ró-fhada go dona do do shláinte
gl: Asegúrese de poñelas nun saco, toca-lo por moito tempo será malo para a saúde
hi: सुनिश्चित करें कि आप इसे एक बैग में डाल दिया, यह आपके स्वास्थ्य के लिए भी बहुत बुरा होगा छूने के लिए
hr: Provjerite da li ste ga stavite u vrećicu, to dirljiv predugo će biti loše za vaše zdravlje
hu: Győződjön meg róla, hogy tegye egy zsákba, megható, hogy túl hosszú lesz káros az egészségre
is: Gakktu úr skugga um að setja það í poka, snerta það of lengi verður slæmt fyrir heilsu þína
it: Assicurarsi che si mette in un sacchetto, toccandolo troppo a lungo sarà male alla salute
iw: הקפד לשים אותו בשקית, לגעת בו יותר מדי זמן יהיה מזיק לבריאות שלך
ja: 必ず袋に入れて、長すぎるあなたの健康に悪いことするために触れて入れてください
ko: 반드시 가방에 너무 오랫동안 여러분의 건강에 나쁜 될 것이다 만질 넣어 확인
lv: Pārliecinieties, ka jūs ievietojiet to maisā, kas skar to pārāk ilgi ir kaitīgs veselībai
mk: Бидете сигурни дека ќе ја стави во кесата, допирајќи го за премногу долго ќе биде лошо за вашето здравје
mt: Kun żgur li tqiegħed lilha fil-borża, li jmissu li għal ħin twil wisq se jkunu ħżiena għas-saħħa tiegħek
nl: Zorg ervoor dat u hem in een zak, aan te raken te lang zal zijn slecht voor je gezondheid
no: Sørg for at du putter den i en pose, berører det for lenge vil bli dårlig for helsa
pl: Upewnij się, że można umieścić go w worku, dotykając go zbyt długo będzie szkodliwe dla zdrowia
pt: Certifique-se de colocá-lo em um saco, tocá-lo por muito tempo será mau para a saúde
ro: Asiguraţi-vă că aţi pus-o într-o pungă, atingând-o pentru prea mult timp va fi dăunător pentru sănătatea ta
sl: Prepričajte se, da ste jo dali v vrečko, dotika predolgo bo slabo za vaše zdravje
sq: Sigurohuni që të vendosni atë në një qese, duke prekur atë për një kohë të gjatë do të jetë i keq për shëndetin tuaj
sr: Проверите да ли сте га ставите у торбу, додирујући га сувише дуго ће бити лоше за ваше здравље
sv: Se till att du lägger den i en påse, rörande det för länge kommer att vara dåligt för hälsan
sw: Hakikisha kuiweka katika mfuko, kugusa hivyo kwa muda mrefu mno itakuwa mbaya kwa afya yako
tr: Marka bir çanta içinde, çok uzun sağlık için kötü olur için dokunmaktan koydu emin
vi: Hãy chắc chắn rằng bạn đặt nó trong túi xách, chạm vào nó quá lâu sẽ có hại cho sức khỏe của bạn
yi: מאַכט זיכער איר שטעלן עס אין אַ טאַש, רירנדיק דאָס פֿאַר צו לאַנג וועט זיין שלעכט פֿאַר דיין געזונט
zh: 请确保您放入一个袋子里，感人的太久会为您的健康糟糕

source: Do you have a bag?
af: Het jy 'n sak?
ar: هل لديك حقيبة؟
be: У цябе ёсць сумка?
bg: Имате ли чанта?
ca: Té una bossa?
cs: Máš tašku?
cy: Oes gennych chi bag?
da: Har du en pose?
de: Haben Sie eine Tasche?
el: Έχετε σακούλα;
et: Kas teil on kotis?
fa: آیا کیسه؟
fi: Onko sinulla pussi?
fr: Avez-vous un sac?
ga: An bhfuil tú mála?
gl: Ten unha bolsa?
hi: क्या तुम एक बैग है?
hr: Imate li vrećicu?
hu: Van egy zacskót?
is: Ertu poka?
it: Hai una borsa?
iw: האם יש לך תיק?
ja: あなたの鞄を持っていますか？
ko: 당신 가방을 가지고 있나요?
lv: Vai jums ir maisā?
mk: Имате ли слушнато?
mt: Għandek borża?
nl: Heeft u een tas?
no: Har du en pose?
pl: Czy masz torbę?
pt: Você tem um saco?
ro: Ai un sac?
sl: Ali imate vrečko?
sq: A keni një qese?
sr: Да ли имате торби?
sv: Har du en väska?
sw: Je una mfuko?
tr: Bir çanta var mı?
vi: Bạn có một túi?
yi: צי איר האָט אַ זאַק?
zh: 你有一个袋子？

source: No, you can probably find one in the mine though
af: Nee, jy kan waarskynlik een te vind in die myne al
ar: لا ، وربما يمكنك العثور على واحد في المنجم على الرغم من
be: Няма, вы, верагодна, можа знайсці адзін у шахце, хоць
bg: Не, вероятно можете да намерите някой в мината все пак
ca: No, vostè probablement pot trobar un a la mina encara que
cs: Ne, budete pravděpodobně najít v dole i když
cy: Na, mae'n debyg y gallwch ddod o hyd i un yn y pwll er
da: Nej, det kan du sikkert finde en i minen selv
de: Nein, gibt es wahrscheinlich ein in der Mine aber
el: Δεν μπορείτε να βρείτε πιθανώς ένα στο ορυχείο αν
et: Ei, saad ilmselt teada üks kaevanduses kuigi
fa: بله ، احتمالا شما می توانید در یکی از معدن پیدا هر چند
fi: Ei, voit ehkä löytää yksi kaivoksen vaikka
fr: Non, vous trouverez probablement un dans la mine si
ga: Níl, is féidir leat teacht ar dócha gur ceann amháin i mianach cé go
gl: Non, pode ser atopar un na mina aínda que
hi: नहीं, तुम शायद खान में एक पा सकते हैं, हालांकि
hr: Ne, vjerojatno možete pronaći jedan u mina iako
hu: No, akkor talán meg egy az enyém, ha
is: Nei, þú geta sennilega finna einn í minn þó
it: No, si può probabilmente trovare uno nella miniera anche se
iw: לא, מן הסתם תמצא אחד במכרה אף
ja: いいえ、あなたはおそらく1つの鉱山で見つけることができるも
ko: 아니, 당신은 아마 한 광산에서 찾을 수 있지만
lv: Nē, jūs varat droši vien atrast vienu mīnu gan
mk: Не, веројатно може да се најде во еден рудник иако
mt: Le, inti tista 'probabbilment isibu waħda fil-minjiera għalkemm
nl: Nee, dat kan je waarschijnlijk een vinden in de mijn al
no: Nei, kan du sannsynligvis finne en i mine selv
pl: Nie, prawdopodobnie można znaleźć jeden w kopalni choć
pt: Não, você pode provavelmente encontrar um na mina embora
ro: Nu, puteţi găsi, probabil, unul în mină deşi
sl: No, boste verjetno našli enega v rudniku, čeprav
sq: Jo, ju ndoshta mund të gjeni një në minierë pse
sr: Не, вероватно можете наћи један у рудник иако
sv: Nej, kan du förmodligen hitta en i gruvan men
sw: Hapana, labda unaweza kupata mmoja katika mgodi ingawa
tr: Hayır, muhtemelen bir mayın bulabilirsiniz ama
vi: Không, có thể bạn có thể tìm thấy tại một mỏ mặc dù
yi: ניין, איר קענט מיסטאָמע געפֿינען איין אין די מיינער כאָטש
zh: 不，你也许可以找到一个煤矿，但

source: OK, I'll get the coal
af: OK, ek kry die steenkool
ar: حسنا ، سوف أحصل على الفحم
be: Добра, што я атрымаю вуглём
bg: Добре, аз ще получите въглища
ca: OK, em vaig a la indústria del carbó
cs: OK, dostanu uhlí
cy: OK, fe alla i gael y glo
da: OK, jeg får kul
de: OK, ich hol die Kohle
el: Εντάξει, Θα πάρω άνθρακα
et: OK, ma saan kivisüsi
fa: خوب ، من ذغال سنگ گرفتن
fi: OK, I'll get hiili
fr: OK, je vais avoir du charbon
ga: OK, beidh mé a fháil ar an ghual
gl: OK, eu vou comezar a carbón
hi: ठीक है, मैं कोयला मिलेगा
hr: OK, ja ću dobiti ugljena
hu: OK, I'll get a szén -
is: Allt í lagi, ég vil fá kol
it: OK, vado a prendere il carbone
iw: בסדר, אני אביא את הפחם
ja: [OK]を、私は、石炭を取得します
ko: 좋아, 석탄을받을거야
lv: Labi, es nopirkšu ogļu
mk: Добро, јас ќе добијам јаглен
mt: OK, I'll nikseb il-faħam
nl: OK, ik krijg de kolen
no: OK, jeg får kull
pl: OK, I'll get węgla
pt: OK, eu vou começar a carvão
ro: OK, voi lua de cărbune
sl: OK, bom dobil premoga
sq: OK, unë do të merrni qymyr
sr: У реду, ја ћу добити угља
sv: OK, jag får kol
sw: OK, I'll kupata makaa ya mawe
tr: Tamam, kömür alırsınız
vi: OK, tôi sẽ nhận được than
yi: גוט, איך וועט נעמען די קוילן
zh: 行，我买煤

source: Here, take this pickaxe. You can use it to mine the coal and hack through any weaker walls you encounter
af: Hier, neem hierdie pikhouweel. Jy kan dit gebruik om die myn van steenkool en hack word deur middel van enige swakker mure wat jy teëkom
ar: هنا ، أغتنم هذه الفأس. يمكنك استخدامه لمنجم الفحم والإختراق من خلال أي الجدران الضعيفة واجهتك
be: Вось, вазьмі кірка. Вы можаце выкарыстоўваць яго для маёй вугалю і секчы праз любыя слабыя сцен вы сутыкаецеся
bg: Ето, вземи това Кирка. Можете да го използвате, за да мина за въглища и рязка рана чрез някакъв слаби стени срещнете
ca: Aquí, prendre aquest pic. Es pot utilitzar per a la mina de carbó i hackejar a través de qualsevol menor es troba amb les parets
cs: Tady, vem si to krumpáč. Můžete ji použít k dolu uhlí a hack přes některou slabší stěny narazíte
cy: Yma, yn y pickaxe. Gallwch ei ddefnyddio i pwll glo a darnia drwy unrhyw waliau gwannach dewch ar eu traws
da: Her, tag dette hakke. Du kan bruge den til mine kul-og banalisere gennem en svagere vægge du støder på
de: Hier, nimm diesen Spitzhacke. Sie können es verwenden, um mir die Kohle-und Hack durch eine schwächere Wände treffen Sie auf
el: Εδώ, λαμβάνουν αυτό αξίνα. Μπορείτε να το χρησιμοποιήσετε για να το ορυχείο άνθρακα και αμυχή μέσω κάθε ασθενέστερων τοίχους που αντιμετωπίζετε
et: Siin, võta see kirgas. Võite seda kasutada kaevandada kivisüsi ja häkkida siis mõne nõrgema seinad kohtate
fa: در اینجا ، این را با کلنگ زدن. شما می توانید آن را به استفاده از معدن ذغال سنگ و هک از طریق دیواره های ضعیف تر به شما برخورد
fi: Tässä, ota tämä hakku. Voit käyttää sitä minun hiili-ja hakata jollakin heikompi seinien törmäät
fr: Tiens, prends cette pioche. Vous pouvez l'utiliser pour la mine de charbon et hack par tout des murs plus faibles que vous rencontrez
ga: Anseo, a ghlacadh pickaxe seo. Is féidir leat é a úsáid chun an mianach guail agus hack trí aon ballaí níos laige leat teacht ar
gl: Aquí, tome este cabeza. Pode usala para a mina de carbón e cortar a través de calquera paredes máis débil que atopa
hi: यहाँ, इस कुदाल से मिट्टी खुरपना ले. तुम इसे मेरे लिए कोयले का उपयोग कर सकते हैं और किसी भी हैक कमजोर दीवारों तुम मुठभेड़ के माध्यम से
hr: Evo, uzmi ovo trnokop. Možete ga koristiti za moje ugljena i hack kroz sve slabije zidove te sresti
hu: Tessék, itt a csákány. Használhatja a bányában a szén-és hack bármilyen gyengébb fal találkozik
is: Hér taka þetta pickaxe. Þú getur notað það til að minn á kol og reiðhestur í gegnum veikari veggir þú fundur
it: Ecco, prendi questo piccone. Si può usare per la miniera di carbone e hack attraverso le pareti più deboli si incontrano
iw: הנה, קח את זה מעדר. אתה יכול להשתמש בו כדי במכרה פחם לפרוץ דרך כל הקירות חלש אתה נתקל
ja: ここでは、このつるはしを取る。あなたは私のために石炭を使うことができますし、ハッキング中に発生する任意の弱い壁を通して
ko: 자, 이걸 곡괭이 가져가라. 넌 내로 석탄을 사용하여 해킹 발생하는 모든 약한 벽을 뚫고
lv: Lūk, ņem šo pickaxe. Jūs varat izmantot, lai raktuves ogļu un kapāt izmantojot jebkuru vājāka sienām jūs sastopaties
mk: Еве, ја искористам оваа pickaxe. Можете да го користите на рудникот за јаглен и hack преку било послаба ѕидови ќе се судрите
mt: Hawnhekk, jieħdu dan pickaxe. Tista 'tużah għal minjiera tal-faħam u Hack permezz ta' kwalunkwe ħitan dgħajfa tiltaqa 'ma'
nl: Hier, neem dit pikhouweel. U kunt het gebruiken om mij de kolen-en hacken via alle zwakkere muren die je tegenkomt
no: Her, ta denne hakken. Du kan bruke den til mitt kull og banalisere gjennom alle svakere vegger du støter
pl: Proszę, weź to kilof. Można go używać do kopalni węgla i siekać w jakikolwiek słabsze ściany napotkania
pt: Aqui, tome este picareta. Você pode usá-la para a mina de carvão e cortar através de qualquer paredes mais fraco que você encontrar
ro: Uite, ia acest târnăcopul. Puteţi utiliza pentru a mină de cărbune şi hack prin orice ziduri mai slabe le întâlniţi
sl: Tukaj, vzemi to Trnokop. Lahko jo uporabite za rudnik premoga in kramp skozi vse šibkejše stene naletite
sq: Këtu, largoje këtë pickaxe. Ju mund të përdorni atë për të minierë qymyri dhe hap rrugë çdo mureve të dobët hasni
sr: Ево, узми ову Трнокоп. Можете га користити за рудник угља и пијук кроз све слабије зидова наиђете
sv: Här, ta hackan. Du kan använda den för att bryta kol och hacka genom något svagare väggar du påträffar
sw: Hapa, kuchukua pickaxe hii. Unaweza kuitumia mgodi wa makaa ya mawe na hack kwa njia yoyote kuta wewe dhaifu wakutane
tr: Burada, bu kazma al. Benimkini için kömür kullanabilirsiniz kesmek ve karşılaşabileceğiniz herhangi bir zayıf duvarların üzerinden
vi: Ở đây, đi pickaxe này. Bạn có thể sử dụng nó để mỏ than đá và hack thông qua bất kỳ bức tường yếu bạn gặp
yi: דאָ, נעמען דעם פּיקקאַקסע. איר קענען נוצן דאָס צו מיין די קוילן און כאַק דורך קיין וויקער וואָלז איר טרעפן
zh: 在这里，借此镐。你可以使用它来矿煤炭，黑客通过任何你遇到较弱的墙壁

source: You'll also need this key to get into the mine
af: Jy sal ook hierdie sleutel nodig het om in die myn
ar: أنت أيضا بحاجة إلى هذا المفتاح للوصول الى منجم
be: Вам таксама спатрэбіцца гэты ключ, каб атрымаць у шахту
bg: Вие също ще се нуждаят от този ключ за да влязат в мина
ca: Vostè també necessita aquesta clau per entrar a la mina
cs: Budete také potřebovat tento klíč se dostat do dolu
cy: Byddwch hefyd angen hyn yn allweddol i fynd i mewn i'r pwll
da: Du skal også bruge denne nøgle for at komme ind i minen
de: Sie müssen auch diese Taste, um in die Grube zu erhalten
el: Θα πρέπει, επίσης, το κλειδί για να μπει στο ορυχείο
et: Peate ka seda võtit sattuda kaevanduse
fa: شما همچنین باید این کلید را در معدن نیاز به دریافت
fi: Tarvitset myös tämän avaimen päästä kaivoksen
fr: Vous aurez aussi besoin de cette clé pour entrer dans la mine
ga: Beidh ort freisin seo tábhachtach chun dul isteach ar an mianach
gl: Tamén precisa desta clave para entrar na mina
hi: आप भी इस कुंजी की जरूरत है मेरा में मिल जाएगा
hr: Također ćete trebati na ovu tipku da biste dobili u minski
hu: Azt is el kell ezt a gombot, hogy bekerüljön a bánya
is: Þú þarft einnig þennan takka til að komast inn í mitt
it: Avrete bisogno anche di questo tasto per entrare nella miniera
iw: עליך גם זה המפתח להיכנס במכרה
ja: また、鉱山に入るためには、このキーが必要です
ko: 또한 광산에 들어가서이 열쇠가 필요합니다
lv: Jums būs nepieciešama arī šo svarīgo iekļūt raktuves
mk: Вие исто така ќе треба ова копче за да добиеш во рудникот
mt: Int ser ikollok bżonn ukoll f'din l-iskema li tikseb fis-minjiera
nl: U moet ook deze toets om in de mijn
no: Du må også denne tasten for å komme inn i gruva
pl: Będziesz także potrzebował ten klawisz, aby dostać się do kopalni
pt: Você também precisará desta chave para entrar na mina
ro: Vei avea nevoie, de asemenea, această cheie pentru a intra în mină
sl: Prav tako boste morali to ključ za priti v rudnik
sq: Ju gjithashtu duhet ky kyç për të marrë në minierë
sr: Такође ћете морати овај тастер да бисте ушли у рудник
sv: Du måste även denna nyckel för att komma in i gruvan
sw: You'll pia wanahitaji kupata ufunguo huu ndani ya mgodi
tr: Ayrıca mayın girmek için bu anahtar gerekir
vi: Bạn cũng cần điều này quan trọng để có được thành mỏ
yi: איר וועט אויך דאַרפֿן די שליסל צו באַקומען אין די מיינער
zh: 你还需要这个关键，进入矿井

source: Thanks!
af: Dankie!
ar: شكرا!
be: Дзякуй!
bg: Благодарности!
ca: Gràcies!
cs: Díky!
cy: Diolch!
da: Tak!
de: Danke!
el: Ευχαριστώ!
et: Aitäh!
fa: با تشکر!
fi: Kiitos!
fr: Merci!
ga: Go raibh maith agat!
gl: Grazas!
hi: धन्यवाद!
hr: Hvala!
hu: Köszönöm!
is: Takk!
it: Grazie!
iw: תודה!
ja: ありがとう！
ko: 감사합니다!
lv: Pateicība!
mk: Благодарам!
mt: Grazzi!
nl: Bedankt!
no: Takk!
pl: Dzięki!
pt: Obrigado!
ro: Mulţumesc!
sl: Hvala!
sq: Faleminderit!
sr: Хвала!
sv: Tack!
sw: Asante!
tr: Teşekkürler!
vi: Cảm ơn!
yi: דאַנק!
zh: 谢谢！

source: Thank you, Edgar, this coal is perfect! Hope the bats didn't scare you.
af: Dankie, Edgar, hierdie steenkool is perfek! Hoop dat die vlermuise het nie bang maak nie.
ar: أشكركم ، إدغار ، وهذا هو الكمال الفحم! نأمل من الخفافيش لا تخيف لكم.
be: Дзякуй, Эдгар, гэты вугаль Perfect! Надзеі кажаноў не палохаюць вас.
bg: Благодаря ви, Едгар, това въглища е добра! Надявам се, че прилепите не се изплаши.
ca: Gràcies, Edgar, aquest carbó és perfecte! Esperem que els ratpenats no s'espanti.
cs: Děkuji vám, Edgar, toto uhlí je perfektní! Doufám, že netopýři ani zastrašit.
cy: Ddiolch 'ch, Edgar, y glo yn berffaith! Nid Hope yr ystlumod oedd dychryn chi.
da: Tak, Edgar, dette kul er perfekt! Håber, at flagermusene ikke skræmme dig.
de: Vielen Dank, Edgar, diese Kohle ist perfekt! Hoffe, dass die Fledermäuse nicht erschrecken.
el: Σας ευχαριστώ, Edgar, αυτή του άνθρακα είναι τέλειο! Ελπίδα η νυχτερίδες δεν σας τρομάξει.
et: Aitäh, Edgar, see kivisüsi on täiuslik! Hope nahkhiired ei hirmuta sind.
fa: تشکر از شما ، ادگار ، این زغال سنگ کامل است! امیدواریم که bats آیا ترساندن نیست.
fi: Kiitos, Edgar, tämä hiili on täydellinen! Toivottavasti lepakoiden ei pelota sinua.
fr: Merci, Edgar, ce charbon est parfait! Espérons que les chauves-souris ne vous font pas peur.
ga: Go raibh míle maith agat, Edgar, tá an gual foirfe! Ní raibh an Dóchais bats scare tú.
gl: Thank you, Edgar, ese carbón é perfecto! Espero que os morcegos non te asustado.
hi: धन्यवाद, एडगर, इस कोयला सही है! उम्मीद है कि चमगादड़ तुम्हें डरा नहीं था.
hr: Hvala, Edgar, ugljen ovo je savršeno! Nadam se da šišmiši nisu prepasti.
hu: Köszönöm, Edgar, ez a szén is perfect! Remélem, a denevérek nem megijeszteni.
is: Þakka þér, Edgar, þetta kol er fullkominn! Von er geggjaður ekki hræða þig.
it: Thank you, Edgar, il carbone è perfetto! Hope i pipistrelli non hanno spaventato.
iw: תודה לך, אדגר, זה פחם היא מושלמת! מקווה העטלפים לא להפחיד אותך.
ja: エドガーは、この石炭最適ですありがとうございます！希望は、バットを脅していない。
ko: , 에드거,이 석탄을 완벽 주셔서 감사합니다! 희망 박쥐 놀라게하지 않았다.
lv: Thank you, Edgar, tas ogles ir perfekts! Hope sikspārņiem nav skandāla jums.
mk: Thank you, Едгар, овој јаглен е совршен! Се надеваат дека лилјаците не те плашеле.
mt: Thank you, Edgar, dan il-faħam huwa perfett! Hope l-friefet il-lejl ma biża inti.
nl: Dank u, Edgar, deze steenkool is perfect! Hoop dat de vleermuizen niet schrikken.
no: Takk, Edgar, dette kullet er perfekt! Hope flaggermusene ikke skremme deg.
pl: Dziękuję, Edgar, tym węgiel jest doskonały! Hope nietoperzy nie przestraszyć się.
pt: Thank you, Edgar, esse carvão é perfeito! Espero que os morcegos não te assustar.
ro: Vă mulţumesc, Edgar, acest cărbune este perfect! Hope lilieci nu te sperii.
sl: Hvala, Edgar, ta premog je odlična! Upam, da netopirji niso prestrašiti.
sq: Thank you, Edgar, ky qymyr is perfect! Hope shkop nuk e tremb ju.
sr: Хвала, Едгара, овај угаљ је савршен! Надам палица није те уплашио.
sv: Tack, Edgar, detta kol är perfekt! Hoppas att fladdermössen inte skrämma dig.
sw: Thank you, Edgar, hii makaa ya mawe ni kamilifu! Matumaini ya bats hawakuwa scare you.
tr: Edgar, bu kömür mükemmel Thank you! Umut yarasalar sizi korkutmak değildi.
vi: Cảm ơn bạn, Edgar, than đá này là hoàn hảo! Hy vọng các con dơi đã không sợ hãi bạn.
yi: דאַנקען דיר, עדגאַר, די קוילן איז שליימעסדיק! האָפענונג די באַץ האָט נישט יבערשרעקן איר.
zh: 谢谢你，埃德加，该煤矿是完美的！希望蝙蝠没有吓唬你。

source: The bats were the least of my worries...
af: Die vlermuise was die minste van my worries ...
ar: الخفافيش هي أقل من مخاوفي...
be: Кажаноў меры мае боязь ...
bg: Прилепите са най-малко от моите тревоги ...
ca: Els ratpenats van ser el menor de les meves preocupacions ...
cs: Netopýři byli alespoň z mých starostí ...
cy: Mae'r ystlumod oedd y lleiaf o fy pryderon ...
da: Flagermusene var den mindste af mine bekymringer ...
de: Die Fledermäuse waren meine geringste Sorge ...
el: Οι νυχτερίδες ήταν το λιγότερο του ανησυχίες μου ...
et: Kurikad olid vähemalt minu mured ...
fa: bats بودند دست کم از نگرانی های من...
fi: Lepakoiden olivat ainakin minun huolestuttaa ...
fr: Les chauves-souris ont été le cadet de mes soucis ...
ga: An bats bhí a laghad de mo imní ...
gl: Os morcegos foron a menor das miñas preocupacións ...
hi: चमगादड़ अपनी चिंताओं के कम से कम थे ...
hr: Šišmiši su bili najmanje moje brige ...
hu: A denevérek volt a legkisebb gond az én ...
is: The geggjaður voru síst af áhyggjum mínum ...
it: I pipistrelli sono stati l'ultima delle mie preoccupazioni ...
iw: העטלפים היו הדאגה שלי ...
ja: コウモリは、私の心配は少なくともいた...
ko: 박쥐 내 걱정은 말고,가 ...
lv: Sikspārņiem bija vismaz manas bažas ...
mk: Прилепите се грижи барем на моите ...
mt: Il-friefet il-lejl kienu l-inqas ta 'inkwiet tiegħi ...
nl: De vleermuizen waren de minste van mijn zorgen ...
no: Flaggermusene var den minste av mine bekymringer ...
pl: Nietoperzy były przynajmniej z moich zmartwień ...
pt: Os morcegos foram a menor das minhas preocupações ...
ro: Lilieci au fost cel de grijile mele ...
sl: Netopirji so bile vsaj moje skrbi ...
sq: Shkopinj ishin pak e shqetësimet e mia ...
sr: Шишмиши су барем моје бриге ...
sv: Det fladdermöss var det minsta av mina bekymmer ...
sw: The bats walikuwa angalau wasiwasi wangu ...
tr: Yarasalar benim endişeleri en az gitmiş ...
vi: Các con dơi là ít nhất của lo lắng của tôi ...
yi: די באַץ געווען די קלענסטער פון מיין וועריז ...
zh: 蝙蝠是我最不担心...
