Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: I guess the sorceror has no need for weapons since he has magic
ar: اعتقد ان الساحر ليست بحاجة الى اسلحة نظرا لما يتمتع به السحر
bg: Предполагам, че магьосникът е няма нужда от оръжие, тъй като той е магия
da: Jeg gætter Trolden har ikke brug for våben, da han har magi
de: Ich denke, der Zauberer braucht keine Waffen, da er die Magie
el: Υποθέτω ότι οι μάγοι δεν έχει καμία ανάγκη για τα όπλα, καθώς έχει μαγεία
et: Ma arvan, et nõid ei vaja relvi, sest ta on Magic
fa: من حدس ساحر است نیازی به استفاده از سلاح های او را سحر و جادو
gl: Creo que o mago non ten necesidade de armas, xa que ten a maxia
hi: मैं जादूगर लगता है हथियारों की कोई जरूरत नहीं है क्योंकि वह है जादू
hr: Mislim da je vještac nema potrebu za oružje jer je magija
ja: 私は魔術師を推測以来、彼が魔法の武器を必要としません
ko: 나도 주술사는 것 이후로 그가 가진 마법의 무기에 대한 필요가없습니다했다
nl: Ik denk dat de tovenaar heeft geen behoefte aan wapens omdat hij magie
pt: Acho que o mago não tem necessidade de armas, pois ele tem a magia
sr: Ваљда бајалица нема потребе за оружјем, јер је магија
sv: Jag antar att trollkarl har inget behov av vapen eftersom han har magi
tr: Ben büyücü tahmin beri vardır sihirli silah gerek var
vi: Tôi đoán là phù thủy không có nhu cầu cho các loại vũ khí kể từ khi ông có phép thuật
yi: איך טרעפן דעם סאָרסערער האט נישט דאַרפֿן פֿאַר וועפּאַנז זינט ער האט מאַגיש

source: Still, there must be something of use in here
ar: لا يزال ، يجب أن يكون هناك شيء للاستخدام في اليوم
bg: Все пак, трябва да има нещо за употреба тук
da: Alligevel må der være noget i brug i her
de: Dennoch muss es so etwas wie den Einsatz in hier
el: Ακόμα, πρέπει να υπάρχει κάτι από τη χρήση του εδώ
et: Siiski peab olema midagi kasutamise siia
fa: با این حال ، باید چیزی وجود داشته باشد از استفاده در اینجا
gl: Aínda así, debe haber algo de uso aquí
hi: फिर भी, वहाँ उपयोग के यहाँ कुछ में होगी
hr: Ipak, mora postojati nešto od koristi u tu
ja: とはいえ、使用のようなものはここでする必要があります
ko: 하지만, 거기에 사용하는 물건을 여기에 있어야합니다
nl: Toch moet er iets van gebruik worden hier
pt: Ainda assim, deve haver algo de uso aqui
sr: Ипак, мора да постоји нешто коришћења овде
sv: Ändå måste det finnas något användningsområde här
tr: Yine de, kullanım şey burada olmalı
vi: Tuy nhiên, phải có một cái gì đó sử dụng tại đây
yi: נאָך, עס דאַרף זיין עפּעס פון נוצן אין דאָ

source: Cool, a giant sliding puzzle! I have one of these back home!
ar: تبريد عملاقة وعلى انزلاق اللغز! لدي واحدة من هذه العودة الى الوطن!
bg: Охлажда се, плъзгащи се гигантски пъзел! Имам един от тези у дома!
da: Cool, en kæmpe glidende puslespil! Jeg har en af disse hjem!
de: Cool, ein Riese Schiebepuzzle! Ich habe eine dieser nach Hause!
el: Cool, ένας γίγαντας συρόμενη παζλ! Έχω ένα από αυτά πίσω στο σπίτι!
et: Jahe, hiiglane libistades puzzle! Olen üks neist tagasi koju!
fa: داغ ، غول کشویی پازل! من یکی از این خانه بازگشت!
gl: Cool, un deslizamento xigante puzzle! Teño unha destas na casa de volta!
hi: शांत, एक विशाल पहेली फिसलने! मैं इन वापस घर में से एक है!
hr: Cool, divovski klizni puzzle! Ja sam jedan od tih back home!
ja: は、巨大なパズルスライディングクール！私はこれらの帰国を持っている！
ko: , 거대한 퍼즐 슬라이딩 쥑인다! 나도 이거 하나 집에 가지고!
nl: Cool, een gigantische schuifpuzzel! Ik heb een van deze weer thuis!
pt: Cool, um deslizamento gigante quebra-cabeça! Tenho uma dessas em casa de volta!
sr: Цоол, гигант клизна слагалицу! Ја сам један од њих врати кући!
sv: Cool, en jätte glidande pussel! Jag har en av dessa hem!
tr: , Dev bir bulmaca sürgülü Cool! Bir keresinde, bu eve sahip!
vi: Cool, một người khổng lồ trượt puzzle! Tôi có một trong các nhà trở lại!
yi: קיל, אַ ריז סליידינג רעטעניש! איך האָט איינער פון די צוריק שטוב!

source: Well, not a giant one, obviously...
ar: حسنا ، ليست واحدة عملاقة ، من الواضح...
bg: Е, не гигантски една страна, очевидно ...
da: Nå, ikke en kæmpe en, naturligvis ...
de: Nun, nicht mit einem Riesen ein, natürlich ...
el: Λοιπόν, δεν είναι ένας γίγαντας, προφανώς ...
et: Noh, ei hiiglane üks, ilmselt ...
fa: خوب است ، نه یک غول ، بدیهی است...
gl: Ben, non un xigante, obviamente ...
hi: ठीक है, नहीं एक बड़ा एक है, जाहिर है ...
hr: Pa, ne diva jedan, očito ...
ja: まあ、それは巨大な1つは、明らかに...
ko: 음, 거대한 하나, 분명히 ...
nl: Nou, niet een reus een, uiteraard ...
pt: Bem, não um gigante, obviamente ...
sr: Па, не један џин, очигледно ...
sv: Tja, inte en gigantisk ett, uppenbarligen ...
tr: Iyi değil, dev bir, belli ki ...
vi: Vâng, không phải là lớn nhất, rõ ràng ...
yi: נו, נישט אַ ריז איין, דאָך ...

source: Push left, right, up or down to move the blocks
ar: دفع اليسار واليمين ، صعودا أو هبوطا لنقل كتل
bg: Натиснете наляво, надясно, нагоре или надолу, за да преместите блокове
da: Tryk til venstre, højre, op eller ned for at flytte blokke
de: Drücken Sie nach links, rechts, oben oder unten, um die Blöcke zu bewegen
el: Push αριστερά, δεξιά, επάνω ή κάτω για να μετακινήσετε το μπλοκ
et: Lükake vasakule, paremale, üles või alla liikumiseks plokkide
fa: به جلو سمت چپ ، راست ، بالا و پایین به حرکت بلوک
gl: Push esquerda, dereita, cara arriba ou cara abaixo para mover os bloques
hi: पुश छोड़ दिया, ठीक है, ऊपर या नीचे के लिए ब्लॉकों चाल
hr: Push lijevo, desno, gore ili dolje za pomicanje blokova
ja: を押し、右、上または下のブロックに移動する左
ko: 푸시, 오른쪽, 위 또는 아래로 이동 왼쪽 블록
nl: Druk op links, rechts, omhoog of omlaag te bewegen de blokken
pt: Push esquerda, direita, para cima ou para baixo para mover os blocos
sr: Притисни лево, десно, горе или доле за кретање блокова
sv: Push vänster, höger, uppåt eller nedåt för att flytta blocken
tr: Itin, sağa, yukarı veya aşağı blokları gitmek için sol
vi: Push trái, phải, lên hoặc xuống để di chuyển các khối
yi: רוק לינקס, רעכט, אַרויף אָדער אַראָפּ צו באַוועגן די בלאַקס

source: Arrange the blocks so that the numbers 1 to 8 appear in order from left to right and the empty block is in the bottom right corner
ar: ترتيب القطع بحيث تكون الأرقام من 1 إلى 8 تظهر في الترتيب من اليسار إلى اليمين ، وكتلة فارغة في الزاوية اليمنى السفلى
bg: Подреждане на блоковете така, че цифрите от 1 до 8 появяват в реда от ляво на дясно и празни блок е в долния десен ъгъл
da: Arranger blokke, således at tallene fra 1 til 8 vises i rækkefølge fra venstre mod højre og den tomme blok er i nederste højre hjørne
de: Ordnen Sie die Blöcke so, dass die Zahlen von 1 bis 8 erscheinen in der Reihenfolge von links nach rechts und dem freien Feld in der unteren rechten Ecke
el: Τακτοποιήστε τα μπλοκ έτσι ώστε οι αριθμοί 1 - 8 εμφανιστεί σε σειρά από τα αριστερά προς τα δεξιά και τα κενά μπλοκ είναι στην κάτω δεξιά γωνία
et: Järjesta plokki nii, et numbrid 1-8 tundub, et vasakult paremale ja tühi plokk on all paremas nurgas
fa: ترتیب بلوک به طوری که اعداد 1 تا 8 ظاهر در جهت از چپ به راست و بلوک خالی است در گوشه سمت راست پایین
gl: Organice os bloques de xeito que os números 1-8 aparecen en orde de esquerda a dereita eo bloque baleiro está no ángulo inferior dereito
hi: व्यवस्था ब्लॉक ताकि संख्या 1-8 प्रदर्शित अधिकार के लिए छोड़ दिया और खाली ब्लॉक नीचे दायें कोने में है से आदेश में
hr: Složite blokova, tako da se brojevi 1 - 8 pojaviti kako bi s lijeva na desno i prazan blok je u donjem desnom kutu
ja: アレンジブロックように番号を1から8まで表示されます右に左に空のブロックの右下隅にあるから順番に
ko: 배열 블록 그렇게 숫자 1-8 나타납니다 오른쪽과 왼쪽 빈 블록을 오른쪽 하단 모서리로부터 주문
nl: Schik de blokken zo dat de nummers 1 tot 8 weergegeven in volgorde van links naar rechts en de lege blok is in de rechterbenedenhoek
pt: Organize os blocos de modo que os números 1-8 aparecem em ordem da esquerda para a direita eo bloco vazio está no canto inferior direito
sr: Распоред блокова, тако да бројеве од 1 до 8 се појављују у редоследу с лева на десно и блок је празан у доњем десном углу
sv: Ordna blocken så att siffrorna 1 till 8 visas i ordning från vänster till höger och det tomma blocket i det nedre högra hörnet
tr: Düzenle bloklar sayılar 1-8 görünen sağ ve sol boş blok sağ alt köşede itibaren sırayla
vi: Sắp xếp các khối sao cho các số 1-8 xuất hiện theo thứ tự từ trái sang phải và khối trống là ở góc phải bên dưới
yi: צוגרייטן די בלאַקס אַזוי אַז די נומערן 1-8 ווייזן זיך אין סדר פֿון לינקס צו רעכט און די ליידיק בלאָק איז אין די דנאָ רעכט ווינקל

source: Press Attack to quit the puzzle
ar: اضغط على هجوم لإنهاء اللغز
bg: Натиснете Атака да се откажат от пъзела
da: Tryk Attack at forlade puslespillet
de: Presse-Attack zu beenden Sie das Puzzle
el: Επίθεση Πιέστε για να κλείσετε το παζλ
et: Press Attack loobuda puzzle
fa: مطبوعات حمله به ترک پازل
gl: Prensa Attack para deixar o puzzle
hi: प्रेस हमला पहेली छोड़ने के लिए
hr: Pritisnite Attack prestati puzzle
ja: プレス攻撃は、パズルを終了する
ko: 보도 자료 공격 퍼즐 종료
nl: Druk Attack om te stoppen de puzzel
pt: Imprensa Attack para deixar o quebra-cabeça
sr: Притисните да прекинете Напад слагалица
sv: Tryck Attack för att stänga pussel
tr: Basın Attack puzzle çıkın
vi: Báo chí công bỏ câu đố
yi: פּרעס אַטאַק צו פאַרלאָזן די רעטעניש

source: A length of rope
ar: وطول الحبل
bg: Дължина на въжето
da: En af rebet
de: Eine Länge des Seils
el: Ένα μήκος του σχοινιού
et: Pikkusega köis
fa: طول طناب
gl: Un anaco de corda
hi: रस्सी की लंबाई
hr: Duljina konopa
ja: ロープの長さ
ko: 로프의 길이를
nl: Een lengte van de kabel
pt: Um pedaço de corda
sr: Дужина конопца
sv: En tågända
tr: İpin uzunluğu
vi: Một chiều dài của dây thừng
yi: א לענג פון שטריק

source: A device for grabbing far away objects
ar: جهاز لاقتناص بعيدا الأجسام
bg: Устройство за захващане далеч обекти
da: En anordning til at snuppe langt væk objekter
de: Eine Vorrichtung zum Greifen weit entfernten Objekten
el: Μια συσκευή για μπλοκάρισμα μακριά αντικείμενα
et: Seade hankida kaugel objektid
fa: دستگاه را برای فاصله گرفتن اشیاء
gl: Un dispositivo para incorporarse obxectos afastados
hi: दूर की वस्तुओं हथियाने के लिए एक उपकरण
hr: Uređaj za posizanje daleko objekti
ja: 遠く離れたオブジェクトを取得するためのデバイス
ko: 멀리 개체를 잡는 장치
nl: Een apparaat voor het grijpen ver weg voorwerpen
pt: Um dispositivo para pegar objetos afastados
sr: Уређај за нагло посезање далеко објеката
sv: En anordning för att greppa långt bort objekt
tr: Uzak nesneler kapma için bir cihaz
vi: Một thiết bị cho grabbing xa đối tượng
yi: א מיטל פֿאַר גראַבינג ווייט אַוועק אַבדזשעקץ

source: A bottle of pills that convert slime into water
ar: ألف زجاجة من حبوب منع الحمل التي تحول سال لعابه في الماء
bg: Бутилка с хапчета, които превръщат тиня във водата
da: En flaske af piller, som konverterer slim i vand
de: Eine Flasche Pillen, die Umwandlung in Wasser Schlamm
el: Ένα μπουκάλι χάπια που μετατρέπουν τις βλέννες στο νερό
et: Pudel pille, mis muudavad muda vette
fa: بطری قرص که تبدیل به لجن مال کردن آب
gl: Un frasco de comprimidos que converten lama na auga
hi: गोलियों की एक बोतल है कि पानी में कीचड़ में परिवर्तित
hr: Bocu tableta koja sluzi pretvoriti u vodu
ja: 錠剤のボトルは、水の中にスライムに変換
ko: 알약 병 점액 물로 변환
nl: Een fles pillen die slijm te zetten in water
pt: Um frasco de comprimidos que convertem lodo na água
sr: Боцу таблета да конвертујете муљ у воду
sv: En flaska av piller som omvandlar slem i vattnet
tr: Hap bir şişe suyun içine balçık dönüştürmek
vi: Một chai thuốc chuyển đổi slime vào trong nước
yi: א פלאַש פון פּילז אַז גער שליים אין וואַסער

source: Tutorial Key
ar: البرنامج التعليمي مفتاح
bg: Инструкция Ключ
et: Treening Key
fa: خودآموز کلیدی
gl: Tutorial de
hi: ट्यूटोरियल कुंजी
hr: Tutorial Ključ
ja: チュートリアルを買う
ko: 자습서 키
pt: Tutorial da
sr: Кључне туториал
tr: Tutorial Anahtar
vi: Hướng dẫn, Key
yi: טוטאָריאַל קי

source: Light Key
ar: مفتاح الضوء
bg: Лек Ключ
el: Φως Key
et: Valguse võti
fa: نور : کلید
gl: Key Light
hi: प्रकाश कुंजी
hr: Light Ključ
ja: ライトを買う
ko: 라이트 키
nl: Licht Key
pt: Key Light
sr: Кључне светлост
tr: Anahtar ışık
vi: Ánh sáng chính
yi: ליכט קי

source: Rope
ar: حبل
bg: Въже
el: Σχοινί
et: Trossi
fa: طناب
hi: रस्सी
hr: Uže
ja: ロープ
ko: 로프
sr: Уже
tr: Halat
yi: שטריק

source: Extend-O-Grab
ar: تمديد بين سين - المسكة
bg: Продължавам-О-Хвани
el: Παρατείνουν-O-Πιάσε
et: Laiendada-O-Grab
fa: تمدید - Ö - قاپیدن
gl: Estender-O-Grab
hi: हे बढ़ाएँ-पकड़ो
hr: Produžiti-O-Grab
ja: 拡張王-グラブ
ko: 확장 - 오 - 잡아
pt: Estender-O-Grab
sr: Продужите-о-Узми
sv: Förläng-O-Grab
vi: Kéo dài-O-Grab
yi: פאַרברייטערן-אָו-גראַב

source: Water Purifiers
ar: أجهزة تنقية المياه
bg: Пречистватели на вода
da: Vand Purifiers
de: Wasserreiniger
el: Νερό Purifiers
et: Vesi Õhupuhastid
fa: تصفیه کننده آب
gl: Purificadores de auga
hi: पानी Purifiers
hr: Pročistači vode
ja: 水清浄器
ko: 정수기
nl: Waterzuiveraars
pt: Purificadores de Água
sr: Вода Пурифиерс
sv: Vatten Purifiers
tr: Su Temizleyicileri
vi: Nước lọc
yi: וואסער פּוריפיערס

source: Right Wing Key
ar: اليمين مفتاح
bg: Ключови десницата
da: Højrefløj Key
el: Δεξιά πτέρυγα Key
et: Parem Key
fa: بال راست کلید
hi: सही विंग कुंजी
hr: Desno krilo Ključ
ja: 右ウイングを買う
ko: 오른쪽 날개 키
sr: Десно крило Кључ
tr: Sağ kanat Anahtar
yi: רעכט ווינג קי

source: Catapult Lift Key
ar: المنجنيق ارفع مفتاح
bg: Катапулт се Ключ
el: Καταπέλτης Ασανσέρ Key
fa: منجنیق کشیدن کلید
gl: Catapulta Lift Key
hi: गुलेल कुंजी लिफ्ट
hr: Katapult Lift Ključ
ja: カタパルトを買うリフト
ko: 투석기 키 허용
sr: Подигните Кључне Катапулт
sv: Katapult Lift Key
tr: Mancınık Anahtar Lift
yi: קאַטאַפּולט ליפט קי

source: Armoury
ar: مستودع الأسلحة
bg: Ковачница за брони
da: Rustningssmedje
de: Zeughaus
el: Οπλοστάσιο
fa: زره
gl: Arsenal
hi: शस्त्रागार
hr: Oružarnica
ja: 兵器庫
ko: 남반구
nl: Arsenaal
pt: Arsenal
sr: Оружја
yi: אַרמאָורי

source: Maggie
ar: ماجي
bg: Маги
fa: مگی
ja: マギー
ko: 매기
sr: Меги
yi: מאַגגיע

source: Jacob
ar: يعقوب
bg: Яков
fa: یعقوب
hi: याकूब
ja: ジェイコブ
ko: 야곱
sr: Јаков
yi: יעקבֿ

source: Edgar
ar: إدغار
bg: Едгар
fa: ادگار
hi: एडगर
ja: エドガー
ko: 에드거
sr: Едгара
yi: עדגאַר

source: Mine Cart
ar: الألغام السلة
bg: Мина Кошница
de: Mine Warenkorb
el: Mine καλάθι
et: Kaevandus ostukorvi
fa: سبد خرید معدن
hi: मेरी गाड़ी
hr: Mine Košarica
ja: 私のショッピングカート
ko: 내 장바구니
sr: Мина Корпа
tr: Mine Sepeti
vi: Mỏ giỏ hàng
yi: מיין קאַרט

source: %s has regained power
ar: %s استعادت السلطة
bg: %s е възстановил властта
da: %s har genvundet magten
de: %s hat die Macht wieder
el: %s έχει ανακτήσει την εξουσία
et: %s on taas võimu
fa: %s تا به قدرت به دست آورد
gl: %s recuperou o poder
hi: %s सत्ता में आ गई है
hr: %s je povratila snaga
ja: %sの電源を取り戻している
ko: %s 전원을 회복하고있다
nl: %s heeft weer stroom
pt: %s recuperou o poder
sr: %s је повратила власт
sv: %s har återfått makten
tr: %s güç kazanmış bulunmaktadır
vi: %s đã giành lại quyền lực
yi: %s איז ריגיינד מאַכט

source: Wow, a catapult!
ar: نجاح باهر ، والمنجنيق!
bg: Уау, катапулт!
da: Wow, en katapult!
de: Wow, ein Katapult!
el: Ουάου, τον καταπέλτη!
et: Vau, ragulka!
fa: Wow ، سنگ انداز!
gl: Uau, unha catapulta!
hi: वाह, एक गुलेल!
hr: Wow, katapult!
ja: うわー、カタパルト！
ko: 와우, 투석기로 쏘다!
nl: Wow, een katapult!
pt: Uau, uma catapulta!
sr: Уоу, катапулт!
sv: Wow, en katapult!
tr: Wow, bir mancınık!
vi: Wow, một catapult!
yi: וואָוו, אַ קאַטאַפּאַלט!

source: The hinges look rusted though, I doubt it'll work until I get those fixed
ar: المفصلات الصدئة على الرغم من نظرة ، وأشك في أنها سوف تعمل حتى أحصل على تلك الثابتة
bg: Пантите гледам ръждясало че, аз се съмнявам че ще работят, докато си намеря тези, определени
da: Hængslerne ser rustent Men jeg tvivler på det kommer til at arbejde, indtil jeg får dem fast
de: Die Scharniere freuen wenn verrostet, ich bezweifle es werde arbeiten, bis ich die feste
el: Το βλέμμα μεντεσέδες σκουριασμένα όμως, αμφιβάλλω ότι θα λειτουργούν μέχρι να πάρω αυτά που καθορίζονται
et: Hinged vaata Roostes küll, ma ei usu it'll tööd kuni ma saan need fikseeritud
fa: لولا نگاه اگرچه زنگ زده هستند ، من تردید دارم تا آن را خواهید کار کنم که ثابت
gl: As bisagras enferrujar ollar, pero, duvido que vai traballar ata eu chegar aos fixados
hi: टिका है, हालांकि जंग लगा, मुझे संदेह है कि इसे जब तक मैं काम करूँगा देखो उन तय
hr: Šarke izgled zahrđao iako, sumnjam da će raditi dok se ne one fiksne
ja: かかっても、私まで、私を得る仕組みだ疑い錆を探す人の固定
ko: 경첩하지만, 내가받을 때까지 작동할지가 의심 스럽 녹슬 보이는 이러한 고정
nl: De scharnieren kijken al geroest, ik betwijfel of het zal werken tot ik die welke zijn vastgesteld
pt: As dobradiças enferrujadas olhar, porém, duvido que ele vai trabalhar até eu chegar aos fixados
sr: Шарке изгледају Захрђао ипак, ја сумњам да ћу радити док сам се оне фиксне
sv: Gångjärnen ser fastrostade dock tvivlar jag kommer att arbeta tills jag får de fast
tr: Menteşe rağmen, ben gelinceye kadar olsun bu iş olacak şüphesiz paslı bak bu sabit
vi: Các bản lề rỉ sét trông Mặc dù vậy, tôi nghi ngờ nó sẽ làm việc cho đến khi tôi nhận được những cố định
yi: די כינדזשיז קוק ראַסטאַד כאָטש, איך צווייפל עס וועט אַרבעטן ביז איך באַקומען יענע פאַרפעסטיקט

source: That's it? Just this old shield? It doesn't look any better than my current one.
ar: هذا كل شيء؟ فقط هذا الدرع القديم؟ لا يبدو أي أفضل من بلدي واحد الحالية.
bg: Това е то? Просто този стар щит? Той не изглежда по-добре от настоящия ми един.
da: That's it? Netop denne gamle skjold? Det ser ikke noget bedre end min nuværende.
de: Das war's? Gerade diese alte Schild? Es sieht nicht besser als meine derzeitige.
el: Αυτό είναι αυτό; Ακριβώς αυτό το παλιό ασπίδα; Δεν φαίνεται καλύτερα από ένα σημερινό μου.
et: Ongi kõik? Just see vana kilp? See ei paista parem kui mu praeguse.
fa: همین؟ فقط این سپر های قدیمی؟ این کار به نظر نمی آید هیچ بهتر از یک جریان من.
gl: That's it? Só este escudo antigo? Non parece nada mellor que o meu actual.
hi: कि यह क्या है? बस इस पुराने ढाल? यह किसी भी मेरे वर्तमान एक से बेहतर नहीं दिखता है.
hr: To je to? Samo ovaj stari štit? To ne izgledaju ništa bolje nego moj tekući neki.
ja: それは？ただ、この古いシールド？これはすべて私の現在の1よりも見ていません。
ko: 그게 다야? 그냥이 낡은 방패? 어떤 내 현재보다 보이지 않는다.
nl: That's it? Net dit oude schild? Het ziet er niet beter dan mijn huidige.
pt: That's it? Apenas este escudo antigo? Não parece nada melhor do que o meu atual.
sr: То је то? Само овај стари штит? Не изгледа ништа боље него мој постојећи.
sv: That's it? Just denna gamla sköld? Det verkar inte bättre än min nuvarande.
tr: That's it? Sadece bu eski kalkan? Herhangi bir geçerli benim daha iyi görünmüyor.
vi: Vậy đó? Chỉ cần lá chắn này cũ? Nó không nhìn tốt hơn so với bất kỳ một trong hiện tại của tôi.
yi: אַז ס 'עס? פּונקט דעם אַלט פאַרשטעלן? עס קען נישט קוקן קיין בעסער ווי מיין איצטיקן איין.

source: Still, I'll hold onto it for the time being, it might come in handy
ar: لا يزال ، وأنا سنتمسك به في الوقت الحاضر ، قد يكون في متناول اليدين
bg: Все пак, аз ще държа на него за момента, може да дойде по-удобно
da: Endnu, vil jeg holde fast i det for tiden, kan det komme i handy
de: Dennoch werde ich auf sie zur Zeit zu halten, könnte es sich als nützlich
el: Ακόμα, θα κρατήσουν τους είναι προς το παρόν, θα μπορούσε να έρθει σε πρακτικό
et: Still, ma hoidke peale seda aega on, siis võivad tulla abiks
fa: با این حال ، من بر روی آن را برای زمان در حال کند ، ممکن است آن را در دستی آمد
gl: Aínda así, eu vou prender el polo momento, pode vir a cadra
hi: फिर भी, मैं इसे पर कुछ समय के लिए रोक देंगे, यह काम में आ सकता है
hr: Ipak, ja ću držati na to za sada, moglo bi doći u ruci
ja: それでも、私はそれに当分の間、保持されますと、便利になるかもしれない
ko: 그래도, 난 그것에 시간을 기다릴께요되고, 그것을 편리하게 될지도 모른다는
nl: Toch zal ik vasthouden aan het voor het moment, kan het handig
pt: Ainda assim, eu vou prender ele por enquanto, ele pode vir a calhar
sr: Ипак, ја ћу га задржати за сада, то би могло добро доћи
sv: Ändå kommer jag hålla fast vid det för närvarande, kan det vara bra att ha
tr: Yine de, üstüne şimdilik beklemede olacak, bu kullanışlı gelebilir
vi: Tuy nhiên, tôi sẽ giữ chặt nó cho thời gian được, nó có thể đến ích
yi: נאָך, איך וועט האַלטן אַנטו עס פֿאַר די צייט בעינג, עס מייט קומען אין האַנטיק

source: Great, a spare shield!
ar: عظيم ، ودرع الغيار!
bg: Велики, резервни щит!
da: Great, et ekstra skjold!
de: Große, einen Ersatz-Schild!
el: Μεγάλη, μια εφεδρική ασπίδα!
et: Suur, varuosad kilp!
fa: بزرگ ، سپر یدکی!
gl: Grande, un escudo de reposición!
hi: बढ़िया, एक अतिरिक्त ढाल!
hr: Velik, rezervni štit!
ja: グレートは、予備のシールド！
ko: 좋아요, 여분의 방패!
nl: Great, een reserve schild!
pt: Grande, um escudo de reposição!
sr: Велики, резервни штит!
sv: Great, en extra sköld!
tr: Great, yedek bir kalkan!
vi: Tuyệt vời, một tấm chắn tùng!
yi: גרויס, אַ ספּער פאַרשטעלן!

source: This doesn't look like a Fire Shield to me. I was really hoping to find one here too
ar: هذا لا تبدو وكأنها درع النار لي. لقد كان حقا على أمل العثور على واحد هنا ايضا
bg: Това не прилича на пожар Щит за мен. Бях много се надява да намерите тук една твърде
da: Dette ligner ikke en Fire Shield til mig. Jeg var virkelig håbet at finde en også her
de: Dies gilt nicht wie ein Feuer Shield Blick auf mich. Ich hatte wirklich gehofft, einen zu finden auch hier
el: Αυτό δεν μοιάζει με φωτιά ασπίδα για μένα. Πραγματικά, ήλπιζα να βρείτε εδώ έναν πολύ
et: See ei tundu nagu Fire Shield mulle. Ma tõesti loodan, et leida üks ka siin
fa: این کار مانند یک سپر آتش نشانی به نظر نمی آید به من. من واقعا امیدوار بود که تا آنها را پیدا کنید بیش از حد
gl: Isto non se parece con un escudo de lume para min. Eu estaba realmente esperando atopar unha aquí tamén
hi: यह एक फायर शील्ड की तरह मुझे नहीं लगता है. मैं सच में एक मिल गया था यहाँ भी उम्मीद
hr: To ne izgleda kao Fire štit za mene. Bio sam jako nadajući se jednom naći ovdje previše
ja: これは、火災Shieldのような私には見ていません。私は本当にを見つけるためにここにも期待していた
ko: 이것은 화재 방패처럼 보이지 않습니다. 정말 하나를 찾아 여기에 너무 기대했다
nl: Dit lijkt niet op een Fire Shield voor mij. Ik was echt in de hoop te vinden hier ook een
pt: Isto não se parece com um escudo de fogo para mim. Eu estava realmente esperando encontrar uma aqui também
sr: Ово не изгледа као освежавање штит за мене. Био сам стварно у нади да ће једном наћи овде превише
sv: Det här ser inte ut som en Fire Shield för mig. Jag var verkligen hopp om att hitta en här också
tr: Bu Yangın kalkan gibi bana görünmüyor. Gerçekten bulmak için burada da umuyordum
vi: Điều này không giống như một Shield cháy với tôi. Tôi đã thật sự hy vọng tìm được một ở đây quá
yi: דאָס קען נישט קוקן ווי אַ פייער שילד צו מיר. איך איז געווען טאַקע כאָופּינג צו געפֿינען איינער דאָ צו

source: This shield doesn't even look any better than my current one.
ar: هذا الدرع حتى لا تبدو أفضل من أي واحد بلدي الحالي.
bg: Този щит не изглежда дори по-добре от настоящия ми един.
da: Dette skjold ikke engang se noget bedre end min nuværende.
de: Dieses Schild ist nicht einmal besser als meine derzeitige.
el: Αυτή η ασπίδα δεν έχει ακόμη εξετάσει καλύτερα από ένα σημερινό μου.
et: See kilp isegi ei vaata parem kui mu praeguse.
fa: این سپر نگاه نمی کند حتی بهتر از هر فعلی یکی من.
gl: Este escudo non miran mesmo mellor que o meu actual.
hi: यह कवच भी कोई मेरे वर्तमान एक से बेहतर नहीं लगती है.
hr: Taj štit ni ne izgledaju ništa bolje nego moj tekući neki.
ja: このシールドも、すべて私の現在の1よりも見ていません。
ko: 이 방어막 심지어 내 현재보다 보이지 않는다.
nl: Dit schild is niet eens beter is dan mijn huidige.
pt: Este escudo não olham mesmo melhor que o meu atual.
sr: Овај штита чак и не изгледа ништа боље него мој постојећи.
sv: Detta sköld inte ens ser något bättre än min nuvarande.
tr: Bu kalkan dahi benim geçerli daha iyi görünmüyor.
vi: Lá chắn này thậm chí không nhìn tốt hơn so với bất kỳ một trong hiện tại của tôi.
yi: דאָס פאַרשטעלן קען נישט אפילו בליק קיין בעסער ווי מיין איצטיקן איין.
