Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Maybe it's supposed to be yellow...
af: Miskien is dit veronderstel is om te word geel ...
ar: ربما كان من المفترض أن يكون أصفر...
bg: Може би това е трябвало да бъде жълт ...
ca: Potser se suposa que ha de ser de color groc ...
cs: Možná to má být žlutá ...
cy: Efallai ei fod yn dybiedig i fod yn melyn ...
da: Måske er det meningen at være gul ...
de: Vielleicht ist es sein soll gelb ...
el: Ίσως είναι υποτίθεται ότι είναι κίτρινο ...
et: Võibolla see peaks olema kollane ...
fa: شاید آن اتفاق زرد می شود...
fr: Peut-être que c'est censé être de couleur jaune ...
ga: B'fhéidir sé ceaptha a bheith buí ...
gl: Se cadra é suposta ser amarelo ...
hi: शायद यह पीले रंग का होना चाहिए ...
hr: Možda je to trebalo da bude žuta ...
hu: Lehet, hogy kéne a sárga ...
is: Ef til vill þess 'ímyndaður til vera gulur ...
it: Forse è dovuto essere giallo ...
ja: たぶん黄色のことになってね...
ko: 아마 노란색이어야하는데 ...
mt: Forsi huwa suppost li tkun safra ...
nl: Misschien is het zou moeten zijn geel ...
no: Kanskje det er ment å være gul ...
pl: Może to ma być żółty ...
pt: Se calhar é suposto ser amarelo ...
ro: Poate ca ar trebui sa fie galben ...
sl: Mogoče je, da naj bi se rumena ...
sq: Ndoshta është menduar të jetë e verdhë ...
sr: Можда је требало да буде жута ...
sv: Kanske är det tänkt att vara gul ...
sw: Walidhani labda ni kuwa njano ...
tr: Belki sarı gerekiyordu's ...
vi: Có lẽ đó là nghĩa vụ phải được màu vàng ...
yi: אפֿשר דאָס ס 'סאַפּאָוזד צו זיין געל ...
zh: 也许这应该是黄...

source: A liquid made from eyeballs and tentacles
af: 'N vloeibare gemaak van eyeballs en tentakels
ar: وسائلة مصنوعة من مقل العيون ومخالب
bg: А течност, направени от очи и пипала
ca: Un líquid a partir d'ulls i tentacles
cs: Tekutina z oční bulvy a chapadla
cy: Mae hylif a wnaed o eyeballs a tentacles
da: En væske fremstillet af øjne og tentakler
de: Eine Flüssigkeit aus Augäpfel und Tentakeln
el: Ένα υγρό γίνει από μάτια και πλοκάμια
et: Vedelik valmistatud silm ja kombitsad
fa: مایع ساخته شده از eyeballs و این ریشه حساس
fr: Un liquide à base de prunelles et les tentacules
ga: Tá leacht déanta as eyeballs agus tentacles
gl: Un líquido feito de ollos e tentáculos
hi: एक आंखों और जाल से बनी तरल
hr: Tekućina od očne jabučice i ticala
hu: A folyékony készült szemgolyó és csápjai
is: Vökvi úr eyeballs og tentacles
it: Un liquido a base di occhi e tentacoli
ja: 液体の目玉と触手から作られた
ko: 액체 시선과 촉수로 만든
mt: A likwidu magħmul mill-għajnejn u tentacles
nl: Een vloeistof gemaakt van oogballen en tentakels
no: En væske laget av øyeepler og tentakler
pl: Płynne wykonane z oczy i czułki
pt: Um líquido feito de olhos e tentáculos
ro: Un lichid obţinut din glob ocular şi tentacule
sl: Tekočina iz zrkel in lovke
sq: Një lëng bërë nga shikimet dhe tentacles
sr: Течност направљен од еыебаллс и тентацлес
sv: En vätska gjorda av ögonglober och tentakler
sw: A kioevu alifanya kutoka eyeballs na tentacles
tr: Bir sıvı gözleri ve Tentacles yapılmış
vi: Một chất lỏng được làm từ nhãn cầu và xúc tu
yi: א פליסיק נייע פֿון ייבאָלז און טענטאַקאַלז
zh: 从眼球和触角制成的液体

source: Patching your save game. Please wait...
ar: ترميم بك انقاذ اللعبة. الرجاء الانتظار...
bg: Кръпка си запишете играта. Моля, изчакайте ...
cs: Patching si uložte hru. Čekejte prosím ...
da: Lappe din gemme spillet. Vent venligst ...
de: Patching Ihr Spiel zu speichern. Bitte warten ...
el: Patching σας σώσει το παιχνίδι. Παρακαλώ περιμένετε ...
et: Paikamine oma salvestada mängu. Palun oota ...
fa: سرهم بندی بازی را ذخیره کنید. لطفا صبر کنید...
ga: Patching a shábháil ar do chluiche. Fan go fóill ...
gl: Patching salvar o seu xogo. Por favor agarde ...
hi: अपने खेल को बचाने Patching. कृपया प्रतीक्षा करें ...
hr: Krpež svoj save game. Molimo pričekajte ...
hu: Foltozás menteni a játékot. Kérem, várjon ...
ja: ゲームを保存あなたのパッチを適用する。しばらくお待ちください...
ko: 게임을 저장하여 패치. 잠시 기다려주십시오 ...
nl: Patchen van je spel opslaan. Please wait ...
pt: Patching salvar o seu jogo. Aguarde ...
ro: Patching dvs. de a salva joc. Vă rugăm să aşteptaţi ...
sl: Popravljanje vaš shranite igro. Prosimo počakajte ...
sr: Крпљење сачувате своју игру. Молимо сачекајте ...
sv: Patchning du spara spelet. Please wait ...
tr: Oyun kaydedin Patching. Lütfen bekleyin ...
vi: Patching lưu của trò chơi. Xin vui lòng chờ ...
yi: פּאַטטשינג דיין אויפֿהיטן שפּיל. ביטע וואַרטן ...

source: Now! Run while it's stunned!
ar: الآن! تشغيل في حين انها الذهول!
bg: Сега! Пусни, докато тя е шокиран!
cs: Nyní! Běžet zatímco je ohromen!
da: Nu! Kør mens det er chokeret!
de: Jetzt! Run, während sie betäubt's!
el: Τώρα! Εκτελέστε ενώ είναι ζαλισμένος!
et: Nüüd! Käivita kuigi see on uimastatud!
fa: در حال حاضر! در حالی که اجرای آن مبهوت!
ga: Anois! Rith agus is stunned!
gl: Agora! Correr mentres se atordoando!
hi: अब! जबकि वह दंग रह गए है भागो!
hr: Sada! Trčanje, dok je zapanjen it!
hu: Most! Futtatni, miközben ez megdöbbent!
ja: 今は！実行中には驚いて！
ko: 지금! 실행하는 동안 기절!
nl: Nu! Run terwijl het verdoofd!
pt: Agora! Correr enquanto é atordoado!
ro: Acum! Run timp ce este şocat!
sl: Zdaj! Run, medtem ko je to omamen!
sr: Сада! Покренете док је запањен то!
sv: Nu! Kör medan den stunned!
tr: Şimdi! Run iken hayrete's!
vi: Bây giờ! Chạy trong khi nó choáng váng!
yi: איצט! רינען בשעת עס ס 'סטאַנד!

source: Wow, that thing is huge!
ar: نجاح باهر ، وهذا الشيء هو ضخمة!
bg: Уау, това нещо е огромна!
cs: Wow, to je obrovská věc!
da: Wow, at ting er enormt!
de: Wow, das Ding ist riesig!
el: Πω πω, αυτό το πράγμα είναι τεράστια!
et: Vau, et asi on SUUR!
fa: Wow ، که چیزی است به درشت!
ga: Wow é, gur rud mór!
gl: Guau, esa cousa é enorme!
hi: वाह, यह बहुत बड़ी बात है!
hr: Wow, to je velika stvar!
hu: Wow, ez hatalmas dolog!
ja: うわー、その事なんです！
ko: 와우, 그거 엄청 크다!
nl: Wow, dat ding is enorm!
pt: Uau, essa coisa é enorme!
ro: Wow, chestia aia este imens!
sl: Wow, da stvar je ogromen!
sr: Уоу, то је велика ствар!
sv: Wow, är det där enorma!
tr: Wow, that şey huge!
vi: Wow, có điều là rất lớn!
yi: וואַו, וואָס זאַך איז ריזיק!

source: I doubt my sword will even make a scratch, but I need to get past it...
ar: أشك في بلدي السيف سوف تجعل حتى الصفر ، ولكني في حاجة إلى تجاوز ذلك...
bg: Съмнявам моя меч ще направи дори драскотина, но трябва да преминем през него ...
cs: Pochybuji, můj meč se dokonce zelené louce, ale musím se přes to ...
da: Jeg tvivler på mit sværd vil selv gøre en ridse, men jeg har brug for at komme forbi det ...
de: Ich bezweifle, mein Schwert sogar einen Kratzer zu machen, aber ich muss daran vorbei kommen ...
el: Αμφιβάλλω σπαθί μου θα κάνει ακόμη και ένα μηδέν, αλλά θα πρέπει να πάρετε το παρελθόν ...
et: Ma kahtlen, mu mõõk ka teha tühjalt kohalt, aga mul on vaja saada mineviku see ...
fa: من تردید دارم شمشیر من خواهد کرد حتی ایجاد خراش ، اما من می خواهم به گذشته آن را دریافت...
ga: Amhras mo sword mbeidh a dhéanamh fiú scratch, ach is gá dom a bheith caite sé ...
gl: Duvido que a miña espada vai mesmo facer un arranhão, pero eu teño que pasar por iso ...
hi: मैं अपनी तलवार पर शक भी एक खरोंच कर देगा, लेकिन मैं इसे पिछले होने की आवश्यकता नहीं ...
hr: JA sumnja moj mač čak će napraviti ispočetka, ali mi je potrebno da biste dobili prošlosti ...
hu: Kétlem, kardom fog tenni még egy karcolás, de szükségem van-hoz kap múlt el ...
ja: 私もゼロになる私の剣の疑問が、私はそれを乗り越える必要がある...
ko: 난 처음 만들 것입니다 내 칼을 의심하지 않지만, 내가 과거에 얻을 필요가 ...
nl: Ik betwijfel of mijn zwaard zal zelfs een kras, maar ik moet om voorbij het ...
pt: Duvido que a minha espada vai mesmo fazer um arranhão, mas eu preciso passar por isso ...
ro: Ma indoiesc ca sabia mea va face chiar un zero, dar am nevoie la spre a lua trecut ...
sl: Dvomim, moj meč bo celo nič, pač pa moram priti mimo to ...
sr: Сумњам мач мој неће ни да нуле, али морам да се прошлост је ...
sv: Jag tvivlar på mitt svärd kommer även göra en skråma, men jag måste komma förbi den ...
tr: Hatta bir çizik yapar benim kılıç kuşkusuz, ama geçmiş olsun gerek ...
vi: Tôi nghi ngờ thanh kiếm của tôi thậm chí sẽ làm cho một mẻ, nhưng tôi cần phải vượt qua nó ...
yi: איך צווייפל מיין שווערד וועט אפילו מאַכן אַ קראַץ, אָבער איך דאַרף צו באַקומען פֿאַרגאַנגענעם עס ...

source: I have everything I need now
ar: لدي كل ما أحتاج الآن
bg: Имам всичко, което ми трябва
cs: Mám všechno, co potřebuju teď
da: Jeg har alt, hvad jeg har brug for nu
de: Ich habe alles, was ich jetzt brauchen
el: Έχω όλα όσα χρειάζομαι τώρα
et: Mul on kõik, ma pean nüüd
fa: همه چیز را به من بدهید من می خواهم در حال حاضر
ga: Tá mé gach rud gá dom anois
gl: Eu teño todo o que teño agora
hi: मैं सब कुछ मैं अब जरूरत है
hr: Imam sve što mi treba sad
hu: Mindent megkapok, amire szükségünk van
ja: 私はすべてを私は今必要とする
ko: 난 다 당장 필요
nl: Ik heb alles wat ik nu nodig hebben
pt: Eu tenho tudo que preciso agora
ro: Am tot ce am nevoie acum
sl: Imam vse, kar rabim zdaj
sr: Имам све што ми сада треба
sv: Jag har allt jag behöver nu
tr: Her şeyi şimdi ihtiyacım var
vi: Tôi có mọi thứ tôi cần bây giờ
yi: איך האָב אַלץ איך דאַרפֿן איצט

source: There's a cauldron in the Laboratory, I should head back there
ar: هناك المرجل في المختبر ، وأود أن أتوجه عائدة هناك
bg: Има един котел в лабораторията, аз трябва да се връщам там
cs: Je tu kotel v laboratoři, měl bych hlavu vzadu
da: Der er en gryde i laboratoriet, skal jeg hovedet tilbage der
de: Es ist ein Kessel, in dem Labor, so würde ich den Kopf zurück gibt
el: Υπάρχει ένα καζάνι στο Εργαστήριο, θα ήθελα να το κεφάλι πίσω
et: Seal pada laboris, ma pea seal taga
fa: یک کتری بزرگ در آزمایشگاه وجود دارد ، من باید پشت سر وجود دارد.
ga: Níl a cauldron sa tsaotharlann, ba chóir dom ceann ar ais ann
gl: Hai un caldeiro no Laboratorio, eu debería volver alí
hi: वहाँ प्रयोगशाला में एक कड़ाही है, मैं वापस सिर चाहिए वहाँ
hr: Tu je kotao u Laboratoriju, ja bi trebao vraćati se tamo
hu: Van egy üst a laboratóriumban, én meg ott hátul a fejét
ja: そこの研究室で大釜、私は後頭部必要のある
ko: 이미 실험실에서 가마솥, 난 돌아가야 거기
nl: Er is een ketel in het laboratorium, moet ik daar hoofd achterover
pt: Há um caldeirão no Laboratório, eu deveria voltar lá
ro: Exista un cazan în laborator, ar trebui să am capul acolo în spate
sl: Tam je kotel v laboratoriju, bi moral glavo zadaj
sr: Постоји котао у лабораторији, ја би главу тамо
sv: Det finns en kittel i laboratoriet, skulle jag huvudet tillbaka dit
tr: Orada Laboratuvarı bir kazanı, geri kafa gerekenler var
vi: Có một cauldron trong phòng thí nghiệm, tôi có nên đầu trở lại
yi: עס הערט זיך אַ קעסל אין די לאַבאָראַטאָרי, איך זאָל קאָפּ צוריק עס

source: I just need to find another shield to enchant
ar: أنا فقط بحاجة للعثور على آخر درع للفتن
bg: Просто трябва да намерим друг щит, който очарова
cs: Jen potřebuji najít jiný štít okouzlí
da: Jeg skal bare finde et andet skjold til at fortrylle
de: Ich brauche nur zu einem anderen Schild zu verzaubern finden
el: Απλά πρέπει να βρούμε άλλο ασπίδα για να μαγέψει
et: Ma pean lihtsalt leidma teise kilbiga, et võluma
fa: من تنها کاری که باید برای یافتن دیگر سپر به بدام عشق انداختن
ga: Gá mé díreach tar éis teacht ar sciath eile chun enchant
gl: Eu só teño atopar outro protector para encantar
hi: मैं तो बस जादू के लिए एक ढाल की जरूरत है ढूँढें
hr: Ja samo trebate pronaći još jedan štit za očarati
hu: Csak meg kell találni egy másik pajzs elvarázsol
ja: 私を魅了する別のシールドを見つける必要がある
ko: 난 그냥 반갑습 다른 방어막을 찾을 필요가
nl: Ik moet alleen een andere vinden schild te betoveren
pt: Eu só preciso encontrar um outro protetor para encantar
ro: Am nevoie de a găsi un alt scut pentru a incanta
sl: Samo je treba najti drugo ščit za očaralo
sr: Само је потребно пронаћи неки други штит на очарати
sv: Jag måste bara hitta en sköld att förtrolla
tr: Sadece enchant başka bir kalkan bulmalıyız
vi: Tôi chỉ cần tìm một lá chắn để enchant
yi: איך נאָר דאַרפֿן צו געפֿינען נאָך פאַרשטעלן צו ענטשאַנט

source: You won't be able to get the shield in this version, so check back later!
ar: أنت لن تكون قادرة على الحصول على الدرع في هذا الإصدار ، حتى تحقق لاحقا!
bg: Вие няма да можете да получите щит в тази версия, така че проверете отново по-късно!
cs: Nebudete schopni získat štít v této verzi, tak to prosím později!
da: Du vil ikke være i stand til at få skjoldet i denne version, så kig tilbage senere!
de: Sie werden nicht in der Lage, den Schild in dieser Version zu erhalten, so check back later!
el: Δεν θα είναι σε θέση να πάρει την ασπίδα σε αυτή την έκδοση, έτσι δοκιμάστε ξανά αργότερα!
et: Sa ei saa saada kilp seda versiooni, et vaadata hiljem tagasi!
fa: شما قادر به گرفتن سپر در این نسخه ، پس باز هم تشریف بیاورید!
ga: Ní bheidh tú in ann a fháil ar an sciath sa leagan seo, agus mar sin a sheiceáil ar ais ina dhiaidh sin!
gl: Non será capaz de conseguir o escudo nesta versión, por iso non aparece máis tarde!
hi: आप इस संस्करण में ढाल प्राप्त नहीं कर सकेंगे, ताकि बाद में वापस जाँच करेंगे!
hr: Nećete biti u mogućnosti da biste dobili štita u ovoj verziji, tako da navratite kasnije!
hu: Ön nem lesz képes-hoz kap a pajzsot ez a verzió, tehát látogasson vissza később!
ja: このバージョンでは、シールドを取得するので、後で確認することはできません！
ko: 이 버전의 방패를 얻을, 그래서 나중에 다시 확인해 드릴 수없습니다!
nl: U zult niet in staat zijn om het schild in deze versie te krijgen, dus check back later!
pt: Você não será capaz de conseguir o escudo nessa versão, por isso volte mais tarde!
ro: Nu veţi fi în stare să mă scutului în această versiune, aşa că verificaţi mai târziu!
sl: Ne boste mogli dobiti ščita v tej verziji, zato preverite znova pozneje!
sr: Нећете моћи да добију штита у овој верзији, тако да проверите поново касније!
sv: Du kommer inte att kunna få skärmen i denna version, så kontrollera igen senare!
tr: Bu sürümde kalkan olsun, böylece daha sonra tekrar kontrol edemezsiniz!
vi: Bạn sẽ không thể để có được lá chắn trong phiên bản này, nên kiểm tra lại sau!
yi: איר וועט ניט זיין קענען צו באַקומען די פאַרשטעלן אין דעם ווערסיע, אַזוי טשעק צוריק שפּעטער!

source: Its wounds are already healing...
ar: جراحها بالفعل الشفاء...
bg: Неговите рани са вече изцеление ...
da: Sine sår er allerede healing ...
de: Seine Wunden sind bereits Heilung ...
el: Πληγές του είναι ήδη θεραπεία ...
et: Tema haavad on juba ravi ...
fa: زخم های آن عبارتند از شفا در حال حاضر...
ga: A wounds Tá leighis cheana féin ...
gl: Súas feridas xa son cura ...
hi: उसके घावों को पहले से ही उपचार कर रहे हैं ...
hr: Njegove rane, već se liječe ...
hu: A sebek már gyógyító ...
ja: その傷は既に治癒されます...
ko: 그것은 이미 상처를 치유하는 ...
nl: De wonden zijn al genezen ...
pt: Suas feridas já são cura ...
ro: Vindecarea rănilor sale sunt deja ...
sl: Njegove rane so že celjenje ...
sr: Његова рана се већ лечење ...
sv: Sina sår redan healing ...
tr: Onun yaralarını zaten şifa vardır ...
vi: Vết thương của nó đã được chữa bệnh ...
yi: זיין ווונדז זענען שוין היילונג ...

source: If you compiled the game from source, you need to do a make install
ar: إذا كنت جمعت المباراة من مصدر ، ما عليك القيام به لجعل تثبيت
bg: Ако сте изготвили игра от източник, трябва да се направи да инсталирате
da: Hvis du har kompileret spillet fra kilden, skal du gøre en make install
de: Wenn Sie das Spiel selbst kompiliert wurde, müssen Sie ein make install
el: Αν το παιχνίδι που καταρτίζονται από την πηγή, πρέπει να κάνετε ένα make install
et: Kui olete koostanud mängu allikast, sa pead tegema, make install
fa: اگر شما بازی را از منبع وارد شده ، شما نیاز دارید را نصب کنید
ga: Má tiomsú tú an cluiche ó fhoinse, is gá duit a dhéanamh ar a shuiteáil
gl: Se compilou o The Game dende a fonte, cómpre facer un make install
hi: यदि आप स्रोत से खेल संकलित, तो आप एक बना कर स्थापित करने की आवश्यकता
hr: Ako vam sastaviti igru iz izvora, što trebate učiniti make install
hu: Ha elkészítette a játék forrásból, annyit kell tennie, a make install
ja: 場合は、ソースからのゲームをコンパイルした場合、make installを実行する必要が
ko: 만약 소스에서 게임을 컴파일하면 설치하게 할 필요가
nl: Als je het spel vanuit de broncode gecompileerd, moet je doen een make install
pt: Se você compilou o The Game a partir da fonte, você precisa fazer um make install
ro: Dacă aţi compilat jocul de la sursă, ce trebuie să faci un make install
sl: Če ste zbrati igra iz vira, kar morate storiti, make install
sr: Ако саставља игру из извора, што треба да урадите маке инсталл
sv: Om du kompilerat spelet från källan, måste du göra en make install
tr: Eğer kaynaktan derlenen oyun, bir make install yapmanıza gerek
vi: Nếu bạn biên soạn các trò chơi từ mã nguồn, bạn cần làm là thực hiện cài đặt
yi: אויב איר קאַמפּיילד די שפּיל פֿון מקור, איר דאַרפֿן צו טאָן אַ מאַכן ינסטאַלירן

source: It's sleeping
ar: انها النوم
bg: Той спи
da: Det sover
de: Es schläft
el: Είναι ύπνου
fa: آن خواب
ga: Baineann sé le codlata
gl: Estou durmindo
hi: यह सो रहा है
hr: To je za spavanje
ja: これは睡眠の
ko: 그것은 자고
nl: Het slapen
pt: Estou dormindo
ro: Este de dormit
sl: It's spanje
sr: То је за спавање
tr: It uyuyor
vi: It's ngủ
yi: ס סליפּינג

source: I'm safe anyway since it's in that cage...
ar: على أي حال أنا آمنة نظرا لأنه في هذا القفص...
bg: Аз съм каса, тъй като тя така или иначе в тази клетка ...
da: Jeg er sikker alligevel, da det er i dette bur ...
de: Ich bin sicher, da sie ohnehin in diesem Käfig ...
el: Είμαι ασφαλής οπωσδήποτε δεδομένου ότι είναι σε αυτό το κλουβί ...
et: Ma olen ohutu niikuinii, sest see on selle puuri ...
fa: من مطمئن هستم به هر حال از آن است که در قفس است...
ga: I'm sábháilte mar sin féin ó tá sé i go Cage ...
gl: Estou seguro de calquera xeito xa que é nesa gaiola ...
hi: मैं वैसे भी सुरक्षित है क्योंकि यह है कि पिंजरे में हूँ ...
hr: Ja sam sigurna jer ionako je u tom kavezu ...
hu: Biztonságban vagyok egyébként, mert van abban a kalitkában ...
ja: とにかくので、それはケージ内の安全なんだけど...
ko: 어쨌든 이후로 그것은 철창에 안전 해요 ...
nl: Ik ben veilig sowieso omdat het in die kooi ...
pt: Estou seguro de qualquer maneira já que é nessa gaiola ...
ro: Sunt sigur oricum, deoarece în această cuşcă ...
sl: Jaz sem nekako varen, ker je v kletki ...
sr: Ја сам сигуран јер је ипак у том кавезу ...
sv: Jag är säker ändå eftersom det är i buren ...
tr: Yine bu yana bu kafeste sağlıklı kulüpler ...
vi: I'm an toàn anyway vì nó trong lồng mà ...
yi: איך טוט מיר גאַנץ סיי ווי סיי ווייל עס הערט אין וואָס שטייג ...

source: Where's the switch?
ar: حيث والتبديل؟
bg: Къде е ключа?
de: Wo ist der Schalter?
el: Πού είναι ο διακόπτης;
et: Kus vahetada?
fa: از کجا 'sسوئیچ؟
ga: I gcás ina's an athrú?
gl: Onde está a chave?
hi: कहाँ स्विच है?
hr: Gdje je prekidač?
hu: Hol a kapcsoló?
ja: ここでは、スイッチの？
ko: 스위치는 어디있어?
nl: Waar is de switch?
pt: Onde está o interruptor?
ro: În cazul în care este comutatorul?
sl: Kje je stikalo?
sr: Где је прекидач?
tr: Nereye geçiş nedir?
vi: Where's bật?
yi: וווּ ס 'די באַשטימען?

source: Ah, here it is!
ar: آه ، هنا ، هو!
bg: Ах, ето го!
da: Ah, her er det!
de: Ah, hier ist er!
el: Ah, εδώ είναι!
et: Ah, see siin on!
fa: ق ، در اینجا آن است!
ga: Ah, anseo é!
gl: Ah, aquí está ela!
hi: आह, यहाँ है!
hr: Ah, evo ga!
hu: Ah, itt van!
ja: ああ、ここにある！
ko: 아, 여기있다!
nl: Ah, hier is het!
pt: Ah, aqui está ela!
ro: Ah, aici este!
sl: Ah, tu je!
sr: Ах, ево је!
sv: Ah, här är det!
tr: Ah, işte bu!
yi: אַה, אָט דאָס איז!

source: This generator looks OK, it just isn't on
ar: مولد هذا يبدو حسنا ، انه ليس فقط على
bg: Този генератор изглежда добре, просто не е на
da: Denne generator ser OK, det er bare ikke på
de: Dieser Generator sieht OK, es ist einfach nicht auf
el: Αυτή η γεννήτρια φαίνεται Εντάξει, απλώς δεν είναι σε
et: See generaator välja OK, see lihtsalt ei ole kohta
fa: این ژنراتور می رسد خوب ، درست است آن را در نمی
ga: Breathnaíonn an gineadóir OK, tá sé ní hamháin ar
gl: Este xerador parece OK, el simplemente non está no
hi: इस जनरेटर ठीक लग रहा है, यह बस में नहीं है
hr: Ovaj generator izgleda u redu, to jednostavno nije na
hu: Ez a generátor úgy néz ki OK, csak nem a
ja: このジェネレータは[OK]を、それだけではないに見える
ko: 이 발전기를 확인, 그냥 아닌 것 같은데
nl: Deze generator ziet er OK, het is gewoon niet op
pt: Este gerador parece OK, ele simplesmente não está no
ro: Acest generator pare OK, este pur si simplu nu este pe
sl: Ta generator izgleda OK, samo da ni na
sr: Овај агрегат изгледа ОК, само није на
sv: Generatorn ser OK, det är bara inte
tr: Bu jeneratör Tamam, o adil olmayan görünüyor
vi: Máy phát điện này sẽ OK, nó chỉ là không về
yi: די גענעראַטאָר לוקס גוט, עס פּונקט איז נישט אויף

source: I guess it powers that door, so I'll have to turn it on
ar: واعتقد انه صلاحيات هذا الباب ، لذلك سوف يكون لتشغيله
bg: Аз го позная правомощия тази врата, така че ще трябва да я включите
da: Jeg tror det beføjelser, der dør, så jeg er nødt til at tænde den
de: Ich denke, es Kräfte, die Tür, so habe ich werde, um ihn einzuschalten
el: Υποθέτω ότι οι εξουσίες που πόρτα, γι 'αυτό θα πρέπει να το ενεργοποιήσετε
et: Ma arvan, et volitused, et ukse, nii et ma pean pöörduma selle
fa: من عقیده دارم که آن قدرت که درب ، بنابراین او می خواهم که آن را روشن
ga: Buille faoi thuairim mé sé cumhachtaí go doras, mar sin beidh mé ag dul dó ar
gl: Coido que os poderes que a porta, por iso vou ter que activa-lo
hi: मैं यह अधिकार है कि द्वार है, तो मैं इसे मोड़ पर होगा लगता है
hr: Mislim da ovlasti ta vrata, tako da ću morati uključiti
hu: Azt hiszem ez hatáskörét az ajtót, úgyhogy kell majd kapcsolja be
ja: 私はそれをドアなので、電源をオンにする必要があります力を推測する
ko: 내가 문, 그래서 그것을 차례로 그런거야 힘을 같아
nl: Ik denk dat de bevoegdheden die deur, dus ik zal het moeten inschakelen
pt: Eu acho que os poderes que a porta, por isso vou ter de ativá-lo
ro: Cred ca puteri că uşa, aşa că va trebui să porniţi-l pe
sl: Mislim, da pooblastila, da vrata, tako da bom moral obrniti na
sr: Ваљда сам га овлашћења која врата, тако да ћу морати да га укључите
sv: Jag antar att det befogenhet att dörren, så jag måste vända den på
tr: Ben kapıyı, ben açmak için çok sahip olacak güçler tahmin
vi: Tôi đoán rằng nó quyền hạn cửa, vì vậy tôi sẽ phải bật
yi: איך טרעפן דאָס פּאָווערס אַז טיר, אַזוי איך וועט האָבן צו ווענדן עס אויף

source: A Yellow Gem
ar: وقال جيم الأصفر.
bg: Жълт Gem
da: Et gult Gem
el: Ένα κίτρινο Gem
et: Kollane Gem
fa: سنگ زرد
ga: A GEM Buí
gl: A Gem Amarelo
hi: एक पीला रत्न
hr: Yellow Gem
ja: 黄色い宝石
ko: 노란 보석
pt: A Gem Amarelo
ro: O Gem galben
sl: Yellow Gem
sr: Жута гем
tr: A Sarı Gem
vi: Một Gem vàng
yi: א געלע געם

source: Failed to open PAK file %s
ar: فشل في فتح ملف باك %s
bg: Не успя да открие досие PAK %s
da: Kunne ikke åbne PAK fil %s
de: Failed to open file PAK %s
el: Απέτυχε να ανοίξει το αρχείο PAK %s
et: Failed to open PAK fail %s
fa: عدم پاک برای باز کردن فایل %s
ga: Theip ar oscailt Pak comhad %s
gl: Non se puido abrir o arquivo PAK %s
hi: पाकिस्तान के %s फ़ाइल खोलने में विफल
hr: Failed to open file PAK %s
hu: Failed to open file PAK %s
ja: %sファイルのPAKをオープンに失敗しました。
ko: %s 박 파일을 열지 못했습니다
nl: Failed to open file PAK %s
pt: Falha ao abrir o arquivo PAK %s
ro: Failed to open PAK fişier %s
sl: Napaka pri odpiranju datoteke PAK %s
sr: Фаилед то опен Пак датотеку %s
sv: Misslyckades med att öppna PAK-fil %s
tr: %s dosya PAK açılamadı
vi: Không thể mở tập tin PAK %s
yi: ניט אַנדערש צו עפֿענען פּאַק טעקע %s
