Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Red Sludges live in mines so I'll have to find one around here
af: Rooi slyk woon in myne, sodat ek sal hê om een te vind hier rond
ar: أحمر الحمأة يعيشون في لغما حتى سآخذ للعثور على واحدة بالقرب من هنا؟
be: Чырвоны Шлам жыць у шахтах, так што я павінна знайсці адзін вакол тут
bg: Червен Утайки живеят в мините, така че ще трябва да намеря някой наоколо
ca: Llots vermells viuen a les mines, per tant, haurà de trobar un per aquí
cs: Red Kaly žít v dolech, takže budu muset najít tady
cy: Sludges Goch yn byw mewn pyllau glo, felly bydd rhaid i mi ddod o hyd i un o gwmpas yma
da: Red Slam bor i minerne, så jeg bliver nødt til at finde en her i nærheden
de: Red Schlämme leben in den Bergwerken so muß ich hier um ein
el: Κόκκινο λάσπες ζουν σε ορυχεία γι 'αυτό θα πρέπει να βρούμε έναν εδώ κοντά;
et: Punased setted elada kaevanduste nii et ma pean leidma ühe umbes siin
fa: Sludges قرمز در معادن زندگی می کنند ، بنابراین من باید برای یافتن یکی از این حوالی هست؟
fi: Red lietteet elää kaivoksissa joten minun täytyy löytää yksi täällä
fr: Boues rouges vivent dans les mines donc je vais devoir en trouver un dans le coin
ga: Sludges Dearg beo i mianaigh sin beidh mé ag teacht ar amháin timpeall anseo
gl: Red Lamas viven en minas por iso vou ter que buscar un por aquí
hi: लाल Sludges खानों में रहते हैं तो मैं यहाँ एक खोज के आसपास होगा
hr: Red sludges žive u rudnicima tako da ću morati naći jedan oko ovdje
hu: Vörös iszap él bányákban így lesz megtalálni egy errefelé
is: Red Sludges búa í námum svo ég þarft að finna einn í kring hér
it: Fanghi rossi vivono nelle miniere così dovrò trovare uno qui intorno
iw: Sludges האדום לחיות במכרות אז אני אצטרך למצוא אחד כאן
ja: レッド汚泥鉱山のように私の周りはここを見つけるために必要があるでしょうライブ
ko: 레드 슬러지 광산 그래서 난이 근처에 하나를 찾아 없을것
lv: Red Nosēdumi dzīvo raktuvju tāpēc es ņemšu, lai atrastu vienu šeit tuvumā
mk: Црвен Sludges живеат во рудниците така ќе треба да најдете еден околу тука
mt: Tajn aħmar jgħixu fil-minjieri so I'll jkollhom isibu waħda madwar hawn
nl: Rode slib leven in de mijnen, dus ik zal moeten vinden hier een rond
no: Red slam lever i gruvene så jeg må finne en rundt her
pl: Red Osady żyć w kopalniach więc będę musiała znaleźć one around here
pt: Red Lamas vivem em minas então eu vou ter que encontrar um por aqui
ro: Nămoluri Red trăiesc în mine, aşa că am va trebui să găsească o pe-aici
sl: Red Mulj živijo v rudnikih, tako da bom moral najti eno tukaj
sq: Kuq Sludges jetojnë në minierat e kështu që unë do të duhet të gjejnë një rreth këtu
sr: Црвена Муљ живе у рудницима, тако да ћу морати да пронађу једну овде
sv: Red Slam bor i gruvor så jag måste hitta ett häromkring
sw: Red Sludges kuishi katika migodi hivyo I'll have kupata moja kuzunguka hapa
tr: Kırmızı çamur madenlerinde yüzden buralarda bulmak gerekecek canlı
vi: Hồng Sludges sống ở các mỏ vì vậy tôi sẽ phải tìm một quanh đây
yi: רויט סלודגעס לעבן אין מינעס אַזוי איך וועט האָבן צו געפֿינען איין אַרום דאָ
zh: 红住在矿山污泥，所以我必须找到一个在这里

source: I also need a spare shield, but I reckon there should be an armoury around
af: Ek het ook behoefte aan 'n vrye skild, maar ek reken daar moet' n arsenaal rondom
ar: أنا أيضا في حاجة إلى درع الغيار ، ولكن أعتقد أنه يجب أن يكون حول مستودع الأسلحة
be: Мне таксама патрэбны запасной шчыт, але я думаю, не павінна быць зброі ў наваколлі
bg: Аз също се нуждаят от резервни щит, но аз смятам трябва да има около арсенал
ca: També necessitem un escut de recanvi, però crec que ha d'haver un arsenal d'al voltant de
cs: Já také potřebovat náhradní štít, ale hádám, že by měla být kolem zbrojnice
cy: Rwyf hefyd angen darian sbâr, ond rwy'n reckon dylai fod yn Armoury o gwmpas
da: Jeg har også brug for et ekstra skjold, men jeg vurderer, at der bør være et arsenal omkring
de: Ich brauche auch einen Ersatz-Schild, aber ich denke, es sollte eine Rüstkammer um
el: Θέλω επίσης μια εφεδρική ασπίδα, αλλά Μάλλον θα πρέπει να υπάρχει ένα οπλοστάσιο γύρω
et: Olen ka vajadust varuosad kilp, kuid minu arvates, ei tohiks olla Armoury ümber
fa: من هم نیاز به سپر یدکی ، اما من گمان باید وجود داشته باشد زره سازی در اطراف
fi: Olen myös ylimääräistä kilpi, mutta Odotan olisi arsenaalia noin
fr: J'ai aussi besoin d'un bouclier de rechange, mais je crois qu'il devrait y avoir un dépôt d'armes autour de
ga: De dhíth orm freisin sciath spártha, ach Measann I Ba chóir go mbeadh an armoury timpeall
gl: Eu tamén teño un escudo de reposición, pero eu creo que debería ser en torno a un arsenal
hi: मैं भी एक अतिरिक्त ढाल की जरूरत है, लेकिन मैं वहाँ एक शस्त्रागार के आसपास होना चाहिए लगता है
hr: Ja također trebaju rezervni štita, ali sam računati da bi trebalo biti oko arsenal
hu: Én is szükségem van egy tartalék pajzs, de azt hiszem, ott kell lennie egy fegyvergyár körül
is: Ég þarf einnig að vara skjöld, en ég reckon það ætti að vera armoury kring
it: Ho anche bisogno di uno scudo di ricambio, ma secondo me ci dovrebbe essere un arsenale circa
iw: אני גם צריך מגן לחסוך, אבל אני חושב שלא צריכה להיות סביב נשקיה
ja: 私もスペアシールド必要がありますが、私はそこの武器庫を回避する必要があります数える
ko: 또한 여분의 방어막이 필요하지만, 난 거기 무기고 주변에 있어야 이해할수
lv: Man arī ir rezerves vairogs, bet man jārēķinās, ka jābūt heraldika ap
mk: Јас, исто така, треба резервни штит, но сметам дека треба да биде оружје околу
mt: I bżonn ukoll ta 'tarka żejda, iżda I Ikkalkola għandu jkun hemm l-Armerija tal-madwar
nl: Ik moet ook een reserve schild, maar ik denk er moet een arsenaal rond
no: Jeg trenger også et reservebatteri skjold, men det regner jeg det bør være en Armoury rundt
pl: Ja również potrzebę części tarczy, ale nie należy liczyć arsenału około
pt: Eu também preciso de um escudo de reposição, mas eu acho que deveria ser em torno de um arsenal
ro: De asemenea, am nevoie de un scut de schimb, dar Cred că ar trebui să existe un depozit de arme în jurul
sl: Jaz tudi potreba rezervno ščit, vendar sem Domnevam, da bi morala biti običajna okrog
sq: Unë gjithashtu nevojë për një mburojë rezervë, por unë supozoj se duhet të jetë një uzinë armësh rreth
sr: Такође је потребно резервни штита, али Реко мора да постоји око оружја
sv: Jag behöver också en extra sköld, men jag antar att det borde finnas en arsenal runt
sw: Mimi pia wanahitaji vipuri ngao, lakini mimi wanadhani kuwe na armoury kuzunguka
tr: Ayrıca yedek bir kalkan ihtiyacım var, ama orada bir cephanelik civarında olmalıdır saymak
vi: Tôi cũng cần một lá chắn phụ tùng, nhưng tôi tin vào không nên có một khoảng armoury
yi: איך אויך דאַרפֿן אַ ספּער פאַרשטעלן, אָבער איך רעכענען עס זאָל זיין אַן אַרמאָורי אַרום
zh: 我还需要一个备用盾，但我估计应该有一个军械库左右

source: The Gazer eyeballs are easy enough, I can just return to the basement
af: Die Gazer eyeballs is maklik genoeg, ek kan net terug te keer na die kelder
ar: مقل العيون الناظر من السهل بما فيه الكفاية ، ويمكنني أن مجرد العودة الى الطابق السفلي
be: Газэра вочнага яблыка дастаткова лёгка, я магу проста вярнуцца ў падвал
bg: В Гезер очи са лесни достатъчно, може просто да се върнете в сутерена
ca: Els globus oculars Gazer són bastant fàcils, només pot tornar al soterrani
cs: Gezeru bulvy jsou snadné, mohu se jen vrátit do sklepa
cy: Mae'r eyeballs Gazer yn ddigon hawdd, ond alla i ddychwelyd i'r islawr
da: Det Gazer øjne er let nok, kan jeg lige vende tilbage til kælderen
de: Die Gazer Augäpfel sind einfach genug ist, kann ich nur zurück in den Keller
el: Τα μάτια βλέπων είναι αρκετά εύκολο, μπορώ απλώς να επιστρέψει στο υπόγειο
et: Gazer silm on piisavalt lihtne, ma ei saa lihtsalt tagasi kelder
fa: eyeballs Gazer بسیار آسان است به اندازه کافی ، من فقط می تواند به زیرزمین بازگشت
fi: Gazer silmämunat on helppoa, voin vain palata kellariin
fr: Les globes oculaires Gazer sont assez faciles, je peux juste retourner à la cave
ga: An eyeballs Gazer atá éasca go leor, is féidir liom ar ais díreach chuig an íoslach
gl: Os globos oculares Gazer son fáciles o suficiente, podo simplemente atrás para o soto
hi: विद्या विशारद आंखों काफी आसान कर रहे हैं, मैं तो बस तहखाने पर लौट सकते हैं
hr: Gazer zjenice su dosta lako, ja samo mogu vratiti u podrumu
hu: A szemgolyó Gazer könnyen elég, én is csak vissza az alagsorba
is: The Gazer eyeballs er þægilegur nóg, get ég bara aftur í kjallara
it: I globi oculari Gazer sono abbastanza facile, posso solo tornare al piano seminterrato
iw: גלגלי העיניים Gazer הם די קל, אני יכול רק לחזור למרתף
ja: 占い師の眼球のも簡単だが、私は、地下に戻すことができます
ko: Gazer 난거 쉬운 정도, 난 그냥 지하로 돌아갈 수있습니다
lv: Gazer acs āboli ir viegli, es varu tikai atgriezties pagrabu
mk: На Gazer eyeballs доволно се лесни, само можам да се врати во подрумот
mt: L-għajnejn Gazer huma faċli biżżejjed, nista 'biss jirritorna lejn il-kantina
nl: De Gazer oogbollen zijn eenvoudig genoeg is, kan ik gewoon terug naar de kelder
no: De Gazer øyeepler er enkle nok, kan jeg bare gå tilbake til kjelleren
pl: Oczy Gazer są na tyle łatwe, można po prostu wrócić do piwnicy
pt: Os globos oculares Gazer são fáceis o suficiente, eu posso simplesmente voltar para o porão
ro: Glob ocular Gazer sunt destul de uşor, mă pot întoarce doar pentru a subsol
sl: Gazer zrkel dovolj preprosta, lahko sem vrniti v kleti
sq: Ëndërrimtar shikimet janë të lehta të mjaftueshme, unë vetëm mund të kthehet në bodrumin
sr: Газер еыебаллс су довољно једноставно, ја само могу да се врате у подрум
sv: Det Gazer ögonglober är lätt nog, kan jag bara tillbaka till källaren
sw: Gazer eyeballs ya kutosha ni rahisi, naweza kurudi tu Lelo
tr: Gazer gözleri kolay yeterli, sadece bodrum dönebilirsiniz
vi: Các nhãn cầu gazer dễ đủ, tôi chỉ có thể trở lại tầng hầm
yi: די גאַזער ייבאָלז זענען גרינג גענוג, איך קען נאָר צוריק צו דער קעלער
zh: 眼球的凝视是容易的，我可以回到地下室

source: OK, off I go...
af: OK, af ek gaan ...
ar: موافق ، قبالة أذهب...
be: Добра, я іду ад ...
bg: Добре, аз отивам на разстояние от ...
ca: Bé, que me'n vaig ...
cs: OK, já jdu pryč ...
cy: OK, dwi'n mynd i ffwrdd ...
el: Εντάξει, πάω μακριά ...
fa: خوب ، خاموش من رفت...
fi: OK, pois lähden ...
ga: OK, téigh amach mé ...
gl: OK, alá vou eu ...
hi: ठीक है, मैं बाहर जाना ...
hr: OK, idem off ...
hu: OK, én megyek le ...
is: Allt í lagi, burt ég fara ...
it: OK, me ne vado ...
iw: אישור, משם אני הולך ...
ja: [OK]を、オフに私は行く...
ko: 좋아, 떨어져 가고 ...
lv: Labi, off I go ...
mk: ОК, исклучи си одам ...
nl: OK, ik ga weg ...
no: OK, off jeg går ...
pt: OK, lá vou eu ...
ro: OK, off mă duc ...
sq: OK, larg të shkoj ...
sr: У реду, идем ван ...
tr: Tamam, off I go ...
vi: OK, tắt tôi đi ...
yi: גוט, אַוועק איך גיין ...
zh: 行，把我去...

source: You won't be able to get the tentacle or shield in this version, so check back later!
af: Jy sal nie in staat wees om die tentakel of skild in hierdie weergawe, so check back later!
ar: أنت لن تكون قادرة على الحصول على اللامسة أو الدرع في هذا الإصدار ، حتى تحقق لاحقا!
be: Вы не зможаце атрымаць шчупальцы або шчыт у гэтай версіі, таму зайдзіце попозже!
bg: Вие няма да можете да получите пипало или щит в тази версия, така че проверете отново по-късно!
ca: Vostè no serà capaç d'obtenir el tentacle o escut en aquesta versió, així que-ho més tard!
cs: Nebudete moci dostat chapadlo nebo štít v této verzi, takže podívat později!
cy: Ni fyddwch yn gallu cael y tentacle neu tarian yn y fersiwn hwn, felly gofynnwch yn ôl yn ddiweddarach!
da: Du vil ikke være i stand til at få fangarm eller skjold i denne version, så kig tilbage senere!
de: Sie werden nicht in der Lage, Tentakel oder Schild in dieser Version zu erhalten, so check back later!
el: Δεν θα είναι σε θέση να πάρετε το πλοκάμι ή ασπίδα σε αυτή την έκδοση, έτσι δοκιμάστε ξανά αργότερα!
et: Sa ei saa saada kombits või kilp seda versiooni, et vaadata hiljem tagasi!
fa: شما قادر به دریافت و یا سپر شاخک حساس در این نسخه ، پس باز هم تشریف بیاورید!
fi: Et voi saada lonkero tai kilven tässä versiossa, joten tarkista tilanne myöhemmin!
fr: Vous ne serez pas en mesure d'obtenir le tentacule ou d'écran dans cette version, alors revenez plus tard!
ga: Ní bheidh tú in ann a fháil ar an tentacle nó sciath sa leagan seo, agus mar sin a sheiceáil ar ais ina dhiaidh sin!
gl: Non será capaz de obter o tentáculos ou escudo nesta versión, así que comproba de novo máis tarde
hi: आप इस संस्करण में मूंछ या शील्ड प्राप्त नहीं कर सकेंगे, ताकि बाद में वापस जाँच करेंगे!
hr: Nećete biti u mogućnosti da biste dobili ticalo ili štita u ovoj verziji, tako da navratite kasnije!
hu: Ön nem lesz képes-hoz kap a kar vagy a pajzs ez a verzió, ezért látogasson vissza később!
is: Þú munt ekki vera fær til fá the Tentacle eða skjöld í þessari útgáfu, svo athugaðu aftur seinna!
it: Non sarà in grado di ottenere il tentacolo o uno schermo in questa versione, in modo da verificare nel tempo!
iw: אתה לא תוכל לקבל את זרוע או מגן בגירסה זו, לכן בדוק שוב מאוחר יותר!
ja: このバージョンでは触手やシールドを取得するので、後で確認することはできません！
ko: 이 버전의 촉수 또는 방패를 얻을, 그래서 나중에 다시 확인해 드릴 수없습니다!
lv: Jūs nevarēsiet saņemt tausteklis vai vairogu šo versiju, tāpēc pārbaudiet vēlreiz vēlāk!
mk: Вие нема да бидете во можност да го добиете пипало или штит во оваа верзија, па навратете подоцна!
mt: Inti mhux se jkunu kapaċi jiksbu l-Tentacle jew tarka f'dan il-verżjoni, għalhekk iċċekkja iktar tard back!
nl: U zult niet in staat zijn om de tentakel of schild krijgen in deze versie, dus check back later!
no: Du vil ikke kunne få Tentacle eller skjold i denne versjonen, så prøv igjen senere!
pl: Nie będzie w stanie uzyskać macki lub tarczy w tej wersji, więc sprawdź później!
pt: Você não será capaz de obter o tentáculo ou escudo nesta versão, assim que verifique novamente mais tarde!
ro: Nu veţi fi în stare să mă Tentacle sau scut în această versiune, aşa că verificaţi mai târziu!
sl: Ne boste mogli dobiti Popek ali ščit v tej verziji, zato preverite znova pozneje!
sq: Ju nuk do të jetë në gjendje të merrni brith ose mburojë në këtë version, kështu që kontrolloni sërish më vonë!
sr: Нећете моћи да се пипак или штита у овој верзији, тако да проверите поново касније!
sv: Du kommer inte att kunna få tentakel eller sköld i den här versionen, så kontrollera igen senare!
sw: Wewe hawataweza kupata tentacle au uso katika toleo hili, ili kuangalia nyuma baadaye!
tr: Bu sürümde tentacle veya kalkan olsun, bu yüzden daha sonra yeniden kontrol edemezsiniz!
vi: Bạn sẽ không thể có được tua hoặc lá chắn trong phiên bản này, nên kiểm tra lại sau!
yi: איר וועט ניט זיין קענען צו באַקומען די טאַפּערל אָדער פאַרשטעלן אין דעם ווערסיע, אַזוי טשעק צוריק שפּעטער!
zh: 您将无法获得此版本的触手或掩护，所以请稍后再回来！

source: It's a portrait
af: Dit is 'n portret
ar: انها صورة
be: Гэта партрэт
bg: Това е портрет
ca: És un retrat
cs: Je to portrét
cy: Mae'n portread
da: Det er et portræt
de: Es ist ein Porträt
el: Είναι ένα πορτρέτο
et: See on portree
fa: این پرتره 's
fi: Se on muotokuva
fr: C'est un portrait
ga: It's portráid
gl: É un retrato
hi: यह एक तस्वीर है
hr: To je portret
hu: Ez egy portré
is: Það er portrett
it: E 'un ritratto
iw: זה דיוקן
ja: これは、肖像画の
ko: 그 초상화의
lv: Tas portrets
mk: Тоа е портрет
nl: Het is een portret
no: Det er et portrett
pl: To portret
pt: É um retrato
ro: Este un portret
sl: To je portret
sq: Është një portret
sr: То је портрет
sv: Det är ett porträtt
tr: Bir portre's
vi: Đó là một gương điển hình
yi: ס אַ פּאָרטרעט
zh: 这是一个肖像

source: That spirit isn't going to let me past, I'll have to find a way to get rid of it
af: Dat die gees gaan nie na laat my verlede, ek het na 'n manier te vind om ontslae te raak van dit
ar: بهذه الروح لن اسمحوا لي الماضية ، سآخذ لايجاد وسيلة للتخلص منه
be: Гэты дух не збіраецца Дазвольце мне мінулага, мне давядзецца знайсці спосаб пазбавіцца ад яго
bg: Този дух не ще да ми минало, ще трябва да се намери начин да се отървете от него
ca: Aquest esperit no deixarà que em passat, vaig a haver de trobar una manera de desfer-se d'ell
cs: Ten duch se nebude dejte mi v minulosti, budu muset najít způsob, jak se zbavit
cy: Nid yw ysbryd yn mynd i gadewch i mi yn y gorffennol, bydd yn rhaid i mi ddod o hyd i ffordd i gael gwared ohono
da: Denne ånd vil ikke lade mig forbi, vil jeg nødt til at finde en måde at slippe af med det
de: Dieser Geist ist nicht an mir vorbei gehen lassen, dann habe ich einen Weg finden, um es loszuwerden
el: Αυτό το πνεύμα δεν πρόκειται να επιτρέψτε μου παρελθόν, θα πρέπει να βρούμε έναν τρόπο για να απαλλαγούμε από αυτό
et: Et vaim ei kavatse lubage mul varem, ma pean leidma tee, kuidas saada lahti sellest
fa: که روح است قصد ندارم به من اجازه بدهید گذشته ، می خواهم که با راه یافتن به خلاص شدن از شر آن
fi: Tämä henki ei aio päästää minua aiemmin, I'll on löydettävä keino päästä eroon siitä
fr: Cet esprit ne va pas me laisser passé, je vais devoir trouver un moyen de s'en débarrasser
ga: Nach bhfuil spiorad an dul chun ligean orm anuas, beidh mé ag teacht ar bhealach a fháil haitheantas coibhneasta de
gl: Ese espírito non vai deixar-me pasado, eu vou ter que atopar un xeito de se librar del
hi: यह भावना मेरे पिछले जाने वाला नहीं है, मैं एक रास्ता खोज करने के लिए इसे से छुटकारा पाना होगा
hr: Taj duh se ne događa da neka mi prošlost, ja ću morati pronaći put da biste dobili osloboditi od Internet
hu: Ez a szellem nem fog hadd múlt, én meg kell találni a módját, hogy megszabadulni ez
is: Þessi anda er ekki að fara að láta mig áður, ég þarf að finna leið til að losna við það
it: Che lo spirito non sta andando a farmi passato, dovrò trovare un modo per sbarazzarsi di esso
iw: כי הרוח היא לא תיתן לי בעבר, אני אצטרך למצוא דרך להיפטר ממנו
ja: このような精神私の過去を聞かせするつもりはないが、私はそれを取り除く方法を見つける必要があるでしょう
ko: 그 정신은 과거를 망치게 할 수는 없어, 난 없애하는 방법을 찾아야 할 겁니다
lv: Ka gars nav gatavojas let me pagātni, man būs jāatrod veids, kā atbrīvoties no tā
mk: Тоа е духот нема да ми дозволи да минато, ќе мора да најде начин да се ослободите од него
mt: L-ispirtu mhux se let me passat, I'll għandhom isibu mezz biex jeħles minnu
nl: Die geest zal niet aan mij voorbij laten, ik moet een manier vinden om zich te ontdoen van het
no: Det ånd kommer ikke til å la meg forbi, vil jeg måtte finne en måte å kvitte seg med den
pl: Ten duch nie zamierza dać mi przeszłość, będę musiał znaleźć sposób, aby się go pozbyć
pt: Esse espírito não vai deixar-me passado, eu vou ter que encontrar uma maneira de se livrar dele
ro: Acest spirit nu se va lasa-ma sa trecut, eu va trebui să găsească o cale de a scapa de ea
sl: Ta duh ne bo me mimo, bom moral najti način, znebiti se je
sq: Kjo frymë nuk është e do të më lejoni të kaluarën, unë do të duhet të gjejnë një mënyrë për të shpëtoj prej tij
sr: Тај дух се не дешава да нека ми прошлост, ја ћу морати да пронађе начин да се отарасите
sv: Denna anda kommer inte att låta mig förbi, jag måste hitta ett sätt att bli av med det
sw: Hiyo roho si anaenda let me zamani, I'll na kutafuta njia ya kujikwamua ni
tr: O ruhu bana geçmiş izin vermeyeceğim değil, ben ondan kurtulmak için bir yol bulmak gerekecek
vi: Đó là tinh thần là sẽ không để cho tôi qua, tôi sẽ phải tìm cách để thoát khỏi nó
yi: וואָס גייסט איז נישט גאָוינג צו לאָזן מיר פאַרביי, איך וועט האָבן צו געפֿינען אַ וועג צו באַקומען באַפרייען פון דאָס
zh: 这种精神是不会让我过去，我就得想办法摆脱它

source: Reset switches allow you to reset an object's position on the map
af: Reset skakelaars laat jou toe om 'n voorwerp se posisie op die kaart reset
ar: إعادة تعيين مفاتيح تسمح لك لإعادة كائن موقف على الخريطة
be: Скінуць выключальнікі дазваляюць вам скінуць палажэнне аб'екта на карце
bg: Проучване ключове ви позволи да възстановите положение на даден обект на картата
ca: He perdut la meva interruptors li permetrà reajustar la posició d'un objecte en el mapa
cs: Reset přepínače umožňují nastavení polohy objektu na mapě
cy: Ailosod switsys yn caniatáu i chi ailosod sefyllfa wrthrych ar y map
da: Nulstil skifter giver dig mulighed for at nulstille et objekts position på kortet
de: Reset-Schalter können Sie die Position eines Objekts auf der Karte zurücksetzen
el: Επαναφέρετε διακόπτες σας επιτρέπουν να επαναφέρετε τη θέση ενός αντικειμένου στον χάρτη
et: Nulli lülitid võimaldavad teil taastada objekti asukoht kaardil
fa: سوئیچ تنظیم مجدد شما اجازه می دهد و موقعیت جسم را بر روی نقشه به تنظیم مجدد
fi: Nollaa kytkimien avulla voit vaihtaa objektin sijainnin kartalla
fr: Reset commutateurs permettent de réinitialiser la position d'un objet sur la carte
ga: Athshocraigh lasca cheadaíonn duit a athshocrú réad seasamh ar an léarscáil
gl: Reset switches permiten que para axustar a posición dun obxecto no mapa
hi: रीसेट स्विच तुम नक्शे पर किसी वस्तु स्थिति रीसेट करने की अनुमति
hr: Reset prekidači omogućuju vam vratiti objekt položaj na karti
hu: Reset kapcsoló segítségével alaphelyzetbe állítása egy objektum pozícióját a térképen
is: Reset rofi leyfa þér að endurstilla stöðu hlut á kortinu
it: Reset switch consentono di ripristinare la posizione di un oggetto sulla mappa
iw: איפוס בוררי מאפשרים לך לאפס את המיקום של האובייקט על המפה
ja: リセットすると、地図上のオブジェクトの位置をリセットすることができますスイッチ
ko: 재설정하면지도상에 물체의 위치를 재설 정할 수 있도록 스위치
lv: Atiestatīt slēdži ļauj atiestatīt objekta stāvoklis kartes
mk: Ресетирање на прекинувачи ви овозможи да ресетирање на објект на позиција на сајтот
mt: Reset swiċċijiet jippermettu inti għal reset pożizzjoni ta 'oġġett ta' fuq il-mappa
nl: Reset switches kunt u de positie van een object opnieuw op de kaart
no: Nullstill brytere gjør at du kan tilbakestille et objekt posisjon på kartet
pl: Reset przełączników umożliwia zresetowanie pozycji obiektu na mapie
pt: Reset switches permitem que você para redefinir a posição de um objeto no mapa
ro: A nu putea suporta switch-uri vă permit să resetaţi poziţiei unui obiect pe harta
sl: Reset stikala vam omogočajo, da ponastavite predmeta položaj na zemljevidu
sq: Reset switches ju lejojnë të rivendosur pozitën e një objekti në hartë
sr: Ресет прекидачи омогућавају да ресетујете позицију објекта на мапи
sv: Återställ växlar att du kan återställa ett objekts position på kartan
sw: Reset SWITCHES kukuruhusu reset an object's msimamo juu ya ramani
tr: Reset size harita üzerinde bir nesnenin konumunu sıfırlamak için izin anahtarları
vi: Đặt lại thiết bị chuyển mạch cho phép bạn đặt lại vị trí của một đối tượng trên bản đồ
yi: באַשטעטיק סוויטשיז לאָזן איר צו באַשטעטיק אַן קעגן 'ס פּאָזיציע אויף דער מאַפּע
zh: 复位开关，您可以重新在地图上一个对象的位置
