Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Press Action to retrieve Purple Gem
af: Pers Aksie te haal Purple Gem
ar: اضغط على العمل لاسترداد بيربل الاحجار الكريمة
be: Прэса дзеянняў па артыкуле Purple Gem
bg: Натиснете за действие, за да изтеглите Purple Gem
ca: Premsa acció per recuperar Purple Gem
cs: Tisková Akce pro načtení Purple Gem
cy: Datganiadau i'r wasg Gweithredu nôl Glaswellt y Gem
da: Tryk aktion for at hente Purple Gem
de: Presse-Aktion zum Abrufen Purple Gem
el: Πατήστε δράση για να ανακτήσετε Purple Gem
et: Press Action laadida Purple Gem
fa: مطبوعات اقدام به بازیابی بنفش پارس گوهر
fi: Paina toiminta hakea Purple Gem
fr: Presse d'action pour récupérer Purple Gem
ga: Preas Gníomhaíochta a fháil Purple GEM
gl: Prensa Acción para recuperar Purple Gem
hi: प्रेस लड़ाई बैंगनी रत्न पुनः प्राप्त करने के लिए
hr: Pritisnite Akcija za popravljanje Purple Gem
hu: Nyomja meg a cselekvési letölteni Purple Gem
is: Stutt Aðgerðir til að sækja Purple Gem
it: Premere azione per recuperare Purple Gem
iw: הקש פעילות לאחזר סגול רן
ja: プレスアクション紫の宝石を取得する
ko: 보도 액션 보라색 보석 검색
lv: Preses rīcība, lai iegūtu Purple Gem
mk: Прес акција да се повратат Пурпур Gem
mt: Press Azzjoni sabiex tkun irkuprata Purple Gem
nl: Druk Actie ophalen Purple Gem
no: Trykk Tiltak for å hente Purple Gem
pl: Prasa działania w celu pobrania Purple Gem
pt: Imprensa Ação para recuperar Purple Gem
ro: Comunicat de presă de acţiune pentru a prelua Purple Gem
sl: Pritisnite Ukrep za pridobitev Purple Gem
sq: Shtypni Veprimit për të rifitoj Purple Gem
sr: Притисните Акцију да преузмете Љубичаста гем
sv: Tryck Åtgärder för att hämta Purple Gem
sw: Press Action kwa Retrieve Purple Gem
tr: Eylem basın Mor Gem almak
vi: Báo chí hành động để lấy Purple Gem
yi: דרוק אַקשאַן צו צוריקקריגן פּורפּלע געם
zh: 新闻检索行动紫色宝石

source: Find a way to remove the Gem...
ar: ايجاد وسيلة لإزالة الاحجار الكريمة...
bg: Намерете начин да се премахне Gem ...
da: Finde en måde at fjerne Gem ...
de: Finden Sie einen Weg zur Beseitigung der Gem ...
el: Βρούμε έναν τρόπο για την εξάλειψη της Gem ...
et: Leia viis eemaldada Gem ...
fa: پیدا کردن راهی برای برداشتن سنگ...
ga: Aimsigh ar bhealach a bhaint GEM ...
gl: Atopar unha forma de eliminar o Gem ...
hi: एक रास्ता रत्न हटा खोजें ...
hr: Pronađite put to maknuti Gem ...
hu: Megtalálja a módját, hogy távolítsa el a Gem ...
ja: 宝石を削除する方法を検索する...
ko: 보석 제거하는 방법을 찾기 ...
nl: Vind een manier om de Gem verwijderen ...
pt: Encontrar uma forma de remover o Gem ...
ro: Gaseste o modalitate de a elimina Gem ...
sl: Najdi način, da odstranite Gem ...
sr: Пронађите начин да уклоните гем ...
sv: Hitta ett sätt att ta bort Gem ...
tr: Gem kaldırmak için bir yol bul ...
vi: Tìm một cách để loại bỏ các Gem ...
yi: געפֿינען אַ וועג צו אַראָפּנעמען די דזשעם ...

source: Press Action to retrieve the Yellow Gem
ar: اضغط على العمل لاسترداد الاحجار الكريمة الصفراء
bg: Натиснете за действие, за да изтегли Жълт Gem
da: Tryk aktion for at hente den gule Gem
de: Presse-Aktion zum Abrufen der Yellow Gem
el: Πατήστε δράση για να ανακτήσετε το κίτρινο Gem
et: Press Action laadida Yellow Gem
fa: مطبوعات اقدام به بازیابی سنگ زرد
ga: Preas Gníomhaíochta a fháil ar an GEM Buí
gl: Prensa Acción para recuperar a xoia amarela
hi: प्रेस लड़ाई पीला रत्न पुनः प्राप्त करने के लिए
hr: Pritisnite Akcija za popravljanje Yellow Gem
hu: Nyomja meg a fellépés letölteni a Sárga Gem
ja: プレスアクションイエロー宝石を取得する
ko: 보도 액션 노란 보석 검색
nl: Druk actie op te halen de Yellow Gem
pt: Imprensa Ação para recuperar a jóia amarela
ro: Comunicat de presă de acţiune pentru a prelua Gem galben
sl: Pritisnite Ukrepi za pridobitev Yellow Gem
sr: Притисните Акцију да преузмете Ыеллоу гем
sv: Tryck Åtgärder för att hämta Yellow Gem
tr: Eylem basın Sarı Gem almak
vi: Báo chí hành động để lấy Gem vàng
yi: דרוק אַקשאַן צו צוריקקריגן די געלע געם

source: I should be safe up here, but I need to get rid of it
ar: وأود هنا أن تكون آمنة ، ولكن انا بحاجة الى التخلص منه
bg: Аз трябва да бъде безопасна до тук, но аз трябва да се отърве от него
da: Jeg ville være sikker op her, men jeg har brug for at komme af med det
de: Ich wäre sicher hier oben, aber ich muss es loswerden
el: Θα πρέπει να είναι ασφαλείς μέχρι εδώ, αλλά θα πρέπει να απαλλαγούμε από αυτό
et: Ma peaks olema ohutu siin, aga mul on vaja lahti saada sellest
fa: من باید تا اینجا امن است ، اما من باید با خلاص شدن از شر آن
ga: Ba chóir go mbeadh mé slán suas anseo, ach is gá dom a fháil haitheantas coibhneasta de
gl: Eu debería estar segura aquí enriba, pero eu teño que librar dela
hi: मैं यहाँ सुरक्षित होना चाहिए, लेकिन मैं चाहता हूँ के लिए इससे छुटकारा
hr: Trebala bih biti sigurna ovdje, ali mi je potrebno da biste dobili osloboditi od Internet
hu: Én biztonságosnak kell lennie itt, de kell, hogy megszabadulni ez
ja: 私はここで安全なはずだが、私がそれを取り除くため
ko: 내가 여기서는 안전해야하지만, 필요 없애에게
nl: Ik moet veilig hier, maar ik nodig om zich te ontdoen van het
pt: Eu deveria estar segura aqui em cima, mas eu preciso me livrar dela
ro: Eu ar trebui să fie în siguranţă până aici, dar am nevoie să scap de ea
sl: Moral bi biti varni tukaj, ampak moram znebiti se to
sr: Ја би требало да буде сигуран овде, али морам да се отарасите
sv: Jag måste vara säkra upp här, men jag måste bli av med det
tr: Ben burada güvenli olmalı, ama gerek ondan kurtulmak için
vi: Tôi cần được an toàn lên ở đây, nhưng tôi cần phải thoát khỏi nó
yi: איך זאָל זיין זיכער זיך דאָ, אָבער איך דאַרף צו באַקומען באַפרייען פון דאָס

source: Book
ar: كتاب
bg: Книга
da: Bog
de: Buch
el: Βιβλίο
et: Raamat
fa: کتاب
ga: Leabhar
gl: Libro
hi: पुस्तक
hr: Knjiga
hu: Könyv
ja: 本
ko: 책
nl: Boek
pt: Livro
ro: Carte
sl: Knjiga
sr: Књига
sv: Bok
tr: Kitap
vi: Sách
yi: ספר

source: Sign
ar: التوقيع
bg: Регистрация
da: Tilmeld
de: Anmelden
el: Είσοδος
et: Logi sisse
fa: ثبت نام
ga: Sínigh
gl: Rexistrarse
hi: साइन इन करें
hr: Prijava
hu: Aláírja
ko: 로그인
nl: Aanmelden
ro: Înregistraţi-vă
sl: Prijava
sr: Пријавите се
tr: Üye
vi: Đăng nhập
yi: זיך

source: Note
ar: نلاحظ
bg: Забележка
da: Bemærk!
de: Hinweis
el: Σημείωση
et: NB!
fa: توجه داشته باشید
ga: Nóta
gl: Nota
hi: नोट
hr: Napomena
hu: Tudomásul
ja: 注意してください
ko: 참고
nl: Opmerking
pt: Nota
ro: Nota
sl: Opomba
sr: Напомена
sv: Obs
tr: Not
vi: Lưu ý
yi: באַמערקונג

source: Solve the sliding puzzle
ar: حل لغز انزلاق
bg: Плъзгащи се реши пъзела
da: Løse glidende puslespillet
de: Lösen Sie das Schiebepuzzle
el: Λύσει το συρόμενο παζλ
et: Lahenda libistades puzzle
fa: حل معمای لغزش
gl: Resolver o puzzle deslizante
hi: हल फिसलने पहेली
hr: Riješite sliding puzzle
ja: を解決するためのスライドパズル
ko: 사건을 해결하는 슬라이딩 퍼즐
nl: Los de schuifpuzzel
pt: Resolver o quebra-cabeça deslizante
sr: Решите клизна слагалица
sv: Lös pusslet skjutbara
tr: Sürgülü bulmaca çözmek
vi: Giải quyết các câu đố trượt
yi: סאָלווע די סליידינג רעטעניש

source: The armour is too tough for them to penetrate...
ar: درع قاسية جدا بالنسبة لهم أن يخترقوا...
bg: Бронята е твърде трудно за тях да проникнат ...
da: Rustningen er for hårdt for dem at trænge ind ...
de: Der Panzer ist zu hart für sie eindringen zu ...
el: Η πανοπλία είναι πολύ δύσκολο για αυτούς να διεισδύσουν ...
et: Veste on liiga karm nende jaoks pääseda ...
fa: آرمور بیش از حد دشوار است آنها را برای نفوذ به...
gl: A armadura é moi difícil para eles para penetrar ...
hi: कवच भी मुश्किल के लिए उन्हें पकड़ना है ...
hr: Oklop je previše tvrd za njih to probiti ...
ja: 装甲すぎるために浸透するのは難しい...
ko: 갑옷이 너무 그들을 침투하는 것도 어렵지만 ...
nl: Het pantser is te moeilijk voor hen door te dringen ...
pt: A armadura é muito difícil para eles para penetrar ...
sr: Оклоп је сувише тешко за њих да продре ...
sv: Rustningen är för tufft för dem att komma in ...
tr: Zırh çok onlara nüfuz zor olduğunu ...
vi: Các giáp là quá cứng rắn đối với họ để xâm nhập ...
yi: די אַרמער איז צו האַרט פֿאַר זיי צו דורכנעמען ...

source: The boss that was guarding the Mine wasn't in the previous version
ar: رب العمل الذي كان يقوم بحراسة الألغام لم يكن في النسخة السابقة
bg: Шефът беше, че охраната на мината не беше в предишната версия
da: Chefen, der blev bevogtede Minen blev ikke i den tidligere version
de: Der Chef, dass der Schutz der Mine wurde nicht in der vorherigen Version wurde
el: Το αφεντικό που φύλαγε το ορυχείο δεν ήταν στην προηγούμενη έκδοση
et: Boss, et oli valve Kaevandus ei olnud eelmise versiooni
fa: رئیس که مراقب معدن بود نه در نسخه های قبلی بود
ga: An Boss go raibh an guarding raibh Mine ní sa leagan a bhí roimhe seo
gl: O patrón que estaba gardando a mina non estaba na versión anterior
hi: मालिक है कि मेरा नहीं था पिछले संस्करण में चौकसी थी
hr: Šef koji je čuvanje mina nije bilo u prethodnoj verziji
hu: A főnök, hogy az enyém volt, őrző-védő nem volt az előző verzió
ja: は、以前のバージョンの寄せ集めではなかった守っていたの上司
ko: 그 이전 버전의 광산 아니었 지키는했다 보스
nl: De baas, dat was het bewaken van de mijne niet was in de vorige versie
pt: O patrão que estava guardando a mina não estava na versão anterior
ro: Patron, care a fost paza mina nu a fost în versiunea anterioară
sl: Šef, da je varovanje Mine ni bilo v prejšnji različici
sr: Газда да је чувају Рудник није био у претходној верзији
sv: Den chef som vaktade Min var inte i den tidigare versionen
tr: Bir önceki sürümü Maden değildim koruma vardı patron
vi: Các ông chủ đã được đang bảo vệ mỏ đã không được trong phiên bản trước đó
yi: דער באַלעבאָס וואָס איז געווען גאַרדינג די מינע איז נישט אין די פֿריִערדיקע ווערסיע

source: Because it is in this version you won't be able to leave
ar: لأنه في هذا الإصدار أنك لن تكون قادرا على ترك
bg: Тъй като това е в тази версия, която няма да може да напусне
da: Fordi det er i denne version vil du ikke være i stand til at forlade
de: Weil es in dieser Version werden Sie nicht in der Lage sein zu lassen
el: Επειδή είναι σε αυτή την έκδοση δεν θα είστε σε θέση να εγκαταλείψουν
et: Sest see on see versioon ei saa jätta
fa: از آنجا که آن را در این نسخه شما شده است و نمی تواند به ترک
ga: Toisc go bhfuil sé sa leagan seo ní bheidh tú in ann a fhágáil
gl: ¿Por nesta versión, non será capaz de deixar
hi: क्योंकि यह इस संस्करण में है तुम जाने के लिए नहीं कर सकेंगे
hr: Budući da je u ovoj verziji nećete biti u mogućnosti otići
hu: , Mert ez a verzió nem lesz képes elhagyni
ja: これは、このバージョンではお帰りにすることはできません
ko: 때문에이 버전에서 당신을 떠날 수 없을 것입니다
nl: Want het is in deze versie je niet in staat zal zijn om te vertrekken
pt: Porque é nessa versão, você não será capaz de deixar
ro: Pentru că este în această versiune nu va fi capabil să părăsească
sl: Ker je v tej različici ne boste mogli zapustiti
sr: Јер је у овој верзији нећете бити у могућности да оду
sv: Eftersom det är i denna version kommer du inte att kunna lämna
tr: Çünkü bu sürümünde size bırakmak mümkün olmayacaktır
vi: Bởi vì nó là trong phiên bản này bạn sẽ không thể rời khỏi
yi: ווייַל עס איז אין דעם ווערסיע איר וועט נישט זיין קענען צו פאַרלאָזן

source: You will now be transported outside
ar: أنت الآن وسوف يتم نقلها خارج
bg: Сега ще бъдат транспортирани извън
da: Du vil nu blive transporteret uden for
de: Sie werden nun außerhalb transportiert werden
el: Τώρα θα μεταφέρεται εκτός
et: Nüüd tuleb transportida väljaspool
fa: شما در حال حاضر برای حمل و نقل خارج شود
ga: Beidh tú ag iompar anois lasmuigh
gl: Agora vai ser transportado para fóra
hi: अब आप बाहर ले जाया जाएगा
hr: Sada će biti prevezeni izvan
hu: Lesz most kell szállítani kívül
ja: 今すぐ外に転送される
ko: 이제 밖으로 운반됩니다
nl: U wordt nu buiten vervoerd
pt: Agora vai ser transportado para fora
ro: Veţi fi acum transportate în afara
sl: Sedaj boste lahko odpelje
sr: Сада ћете бити транспортовани ван
sv: Du kommer nu att transporteras utanför
tr: Şimdi dışında ulaştırılacak
vi: Bạn sẽ được vận chuyển ra ngoài
yi: וועט איר איצט זיין טראַנספּאָרטאַד אַרויס

source: We apologize for the inconvenience
ar: نعتذر عن الإزعاج
bg: Извиняваме се за неудобството
da: Vi undskylder for ulejligheden
de: Wir entschuldigen uns für die Unannehmlichkeiten
el: Ζητούμε συγγνώμη για την ταλαιπωρία
et: Me vabandame ebamugavuste pärast
fa: ما برای مزاحمت معذرت خواهی
ga: Gabh ár leithscéal as an míchaoithiúlacht
gl: Desculpe as inconvenientes
hi: असुविधा के लिए हमें खेद है
hr: Ispričavamo se zbog neugodnosti
hu: Elnézést kérünk a kellemetlenségekért
ja: 我々は、ご不便をおかけ
ko: 불편을 끼쳐 드려 죄송합니다
nl: Onze excuses voor het ongemak
pt: Pedimos desculpas pelo inconveniente
ro: Ne cerem scuze pentru neplăcerile create
sl: Opravičujemo se vam za neprijetnosti
sr: Извињавамо се због непријатности
sv: Vi ber om ursäkt för
tr: Verdiğimiz rahatsızlıktan dolayı özür dileriz
vi: Chúng tôi xin lỗi vì sự bất tiện này
yi: מיר אַנטשולדיקן פֿאַר די ינקאַנוויניאַנס

source: That's a lot of slime
ar: كما أن هناك العديد من الوحل
bg: Това е много тиня
da: Det er en masse slim
de: Das ist eine Menge von Schlamm
el: Αυτό είναι πολύ λάσπη
et: See on palju lima
fa: که بسیاری از لجن و گل است
gl: Iso é unha chea de lama
hi: कि कीचड़ के एक बहुत है
hr: To je puno sluzi
ja: そのスライムの多くの
ko: 그 점액이 많아
nl: Dat is een veel slijm
pt: Isso é um monte de lama
sr: То је пуно муља
sv: Det är en massa slem
tr: Bu sümük bir çok şey
vi: Đó là rất nhiều slime
yi: אַז ס 'אַ סאַך פון שליים

source: I don't think the Ice Spray will get across this since it only works on water
ar: لا أعتقد أن الرذاذ الجليد سوف تحصل عبر هذا نظرا لأنه يعمل فقط على الماء
bg: Аз не мисля, че лед спрей ще получите в това, тъй като тя работи само на вода
da: Jeg tror ikke, at Ice Spray vil komme over dette, da det virker kun på vand
de: Ich glaube nicht, die Ice-Spray wird in diesem bekommen, weil es funktioniert nur auf dem Wasser
el: Δεν νομίζω ότι το Ice σπρέι θα μεταδώσουμε αυτό, δεδομένου ότι λειτουργεί μόνο για το νερό
et: Ma ei usu, Ice Spray saavad kogu see kuna see töötab ainult vett
fa: من فکر نمی کنم اسپری یخ را در سراسر این دریافت از آن را فقط در آب با این نسخهها کار
gl: Eu non creo que o spray de xeo se ve toda vez que só funciona en auga
hi: मुझे नहीं लगता कि बर्फ स्प्रे इस पार पाने के बाद से यह सिर्फ पानी पर काम करेंगे
hr: Ne mislim led pljusak će dobiti preko ovoga jer se radi samo o vodi
ja: 私からは水のみで動作する氷スプレーは、この全体を取得するとは思わない
ko: 그 이후에만 작동 물을 뿌려 얼음이 전체받을 거라고 생각하지 마라
nl: Ik denk niet dat de Ice Spray krijgt over dit omdat het alleen werkt op water
pt: Eu não acho que o spray de gelo vai ficar toda vez que este só funciona em água
sr: Не мислим да ће добити Ледени спреј преко овог, јер ради само на воду
sv: Jag tror inte att Ice Spray kommer att komma över detta, eftersom det bara fungerar på vatten
tr: Ben çünkü sadece su çalışır Buz Sprey Bu kızdırmak sanmıyorum
vi: Tôi không nghĩ rằng các băng sơn này sẽ nhận được qua kể từ khi nó chỉ hoạt động trên nước
yi: איך טאָן ניט טראַכטן די אייז ספּרייַ וועט באַקומען אַריבער דעם זינט עס בלויז אַרבעט אויף וואַסער

source: Slimes can only swim in water so that's not going to help either
ar: الأوحال لا يمكن إلا أن تسبح في الماء بحيث لا يذهب لمساعدة إما
bg: Тини може да плува във вода, така че няма как да се помогне или
da: Slimes kun kan svømme i vand, så det er ikke til at hjælpe enten
de: Schlamm kann nur schwimmen im Wasser, so dass nicht helfen, wird entweder
el: Slimes μπορεί μόνο να κολυμπήσει στο νερό, έτσι ώστε δεν πρόκειται να βοηθήσει είτε
et: Slimes saab ujuda vees nii, et ei kavatse aita
fa: Slimes فقط می تواند در آب به طوری که اتفاق افتاده یا نه برای کمک به شنا
gl: Slim só pode nadar na auga de modo que non vai axudar tanto
hi: Slimes ही पानी है कि इतना या तो मदद नहीं जा रहा है में तैर कर सकते हैं
hr: Slimes jedino mogu kupati u vodi, tako da neće pomoći ni
ja: Slimesだけため、どちらの役にも立たないの水で泳ぐことができます
ko: Slimes에만 너무 중 도움이 될 것 아니에요 물 속에서 수영을 할 수
nl: Modder kan alleen maar zwemmen in het water dus dat is niet van plan om ofwel helpen
pt: Slimes só pode nadar na água de modo que não vai ajudar tanto
sr: Слимес може само да плива у води, тако да се неће помоћи ни
sv: Slimes kan bara simma i vatten så det är inte kommer att hjälpa någon
tr: Slimes sadece bu kadar da yardım edecek değil suda yüzebilirsiniz
vi: Slimes chỉ có thể bơi trong nước để không phải đi để giúp đỡ hoặc là
yi: סלימעס קענען בלויז שווימען אין וואַסער אַזוי אַז ס 'נישט גאָוינג צו הילף אָדער

source: I remember Borgan telling me how ironic that is
ar: أتذكر بورجان تخبرني كيف المفارقات أن يتم
bg: Спомням си, Borgan да ми кажеш как иронично, че е
da: Jeg husker Borgan fortæller mig hvor ironisk, at der
de: Ich erinnere mich Borgan erzählte mir, wie eine Ironie, dass sich
el: Θυμάμαι Borgan μου λέει πόσο ειρωνικό το γεγονός ότι είναι
et: Mäletan Borgan mulle öelda, kuidas irooniline, et on
fa: به یاد دارم Borgan به من گفتن چه مضحک است که
gl: Remember me Borgan me dicindo como é Iron que
hi: मुझे याद है Borgan मुझे बता कैसे विडंबना है कि
hr: Sjećam Borgan mi reći koliko je to ironičan
ja: 私Borganどのようにいるのは皮肉私に言ったことを覚え
ko: 난 Borgan 얼마나 아이러니가 내게 말하길
nl: Ik herinner me Borgan me te vertellen hoe ironisch dat is
pt: Lembro-me de Borgan me dizendo como é irônico que
sr: Сећам Борган си ми рекао како се иронично да је
sv: Jag minns Borgan berättade för mig hur ironiskt det är
tr: Ben Borgan nasıl yani ironik bana hatırlıyorum
vi: Tôi nhớ Borgan nói cho tôi cách mỉa mai là
yi: איך דערמאָנען באָרגאַן טעלינג מיר ווי ייראַניק וואָס איז

source: I'll have to find something to help me get across...
ar: سآخذ لتجد شيئا لمساعدتي للحصول على مختلف...
bg: Ще трябва да намерим нещо, което да ми помогне в ...
da: Jeg bliver nødt til at finde noget for at hjælpe mig med at komme på tværs af ...
de: Ich muss mir helfen, etwas zu vermitteln finden ...
el: Θα πρέπει να βρούμε κάτι για να με βοηθήσει να περάσεις ...
et: Võtan leida midagi, mis aitab mul saada üle ...
fa: او می خواهم که چیزی به به من کمک کنید در سراسر پیدا...
gl: Vou ter que atopar algo para me axudar a obter toda ...
hi: मैं कुछ मदद करने में मुझे मिल खोजना होगा ...
hr: Morat ću pronaći nešto za pomoć mene dobiti preko ...
ja: 私は私を分かってもらうために何かを見つける必要があります...
ko: 내가 건널 수 있도록 뭔가를 찾을거야 ...
nl: Ik moet iets vinden om mij te helpen over te brengen ...
pt: Vou ter que encontrar algo para me ajudar a obter toda ...
sr: Ја ћу да нађем нешто да ми помогне да пређу преко ...
sv: Jag måste hitta något att hjälpa mig komma över ...
tr: Bana genelinde yardımcı olacak bir şey bulmak gerekecek ...
vi: Tôi sẽ phải tìm một cái gì đó để giúp tôi có được qua ...
yi: איך וועט האָבן צו געפֿינען עפּעס צו העלפֿן מיר באַקומען אַריבער ...

source: There, the rope's firmly attached
ar: هناك ، والحبل على بإحكام
bg: Там, на въжето's здраво закрепени
da: Der, rebet er solidt fastgjort
de: Dort ist das Seil fest angeschlossen
el: Εκεί, το σκοινί είναι σταθερά στερεωμένη
et: Seal köis on kindlalt kinnitatud
fa: ، طناب را محکم متصل شده وجود دارد.
gl: Alí, a corda é firmemente
hi: वहाँ, रस्सी को मजबूती से जुड़ा हुआ है
hr: Tu, uže je pričvršćena
ja: そこで、ロープをしっかりと取り付けて
ko: 저기, 밧줄을 단단히 붙어
nl: Daar is het touw stevig
pt: Lá, a corda é firmemente
sr: Тамо, конопац је чврсто у прилогу
sv: Där är repet ordentligt fastsatt
tr: Orada, ipi sıkıca bağlı's
vi: Hiện, dây của vững gắn liền
yi: עס, די שטריק ס פערמלי אַטאַטשט

source: I need to find some rope before I can fire it
ar: انا بحاجة الى العثور على بعض الحبل قبل أن أتمكن من اطلاق النار عليه
bg: Трябва да намеря някои въже, преди да мога да го пожар
da: Jeg har brug for at finde nogle reb, før jeg kan fyre det
de: Ich muss ein Seil zu finden, bevor ich es Feuer
el: Πρέπει να βρω κάποια σχοινί πριν μπορώ να την φωτιά
et: Ma pean leidma mõne trossi enne ma ei tule seda
fa: من باید برای یافتن برخی از طناب قبل از من می تواند آن را به آتش
gl: ¿Necesito atopar unha corda antes de que eu poida lume que
hi: मुझे कुछ रस्सी खोजने की जरूरत है इससे पहले कि मैं यह कर सकते हैं आग
hr: Trebam pronaći neki konop prije nego što sam ga od požara
ja: 前に、私はそれを発射できる私はいくつかのロープを見つける必要がある
ko: 전에 그것을 해고할 수있는 몇 가지 밧줄을 찾아야
nl: Ik moet u enkele touw voordat ik het kan brand
pt: Eu preciso encontrar uma corda antes que eu possa fogo que
sr: Морам да пронађе неке уже пре него што сам га Фире
sv: Jag måste hitta några rep innan jag kan branden
tr: Etmeden önce atabileceği bazı ip bulmak gerekiyor
vi: Tôi cần tìm một số dây trước khi tôi có thể bắn nó
yi: איך דאַרפֿן צו געפֿינען עטלעכע שטריק איידער איך קען אָנצינדן דאָס

source: It's a Grappling Hook
ar: انها تصارع هوك
bg: Това е една кука
da: Det er en Grappling Hook
de: Es ist ein Grappling Hook
el: Είναι μια Grappling Hook
et: See Haarde Hook
fa: آن را هوک قایق را
gl: É un gancho
hi: यह एक जूझ Hook है
hr: To je Grappling Hook
ja: これは、グラップリングフック
ko: 그것은 갈고리 훅의
nl: Het is een Grappling Hook
pt: É um gancho
sr: Ит'с грапплинг Кука
sv: Det är en Grappling Hook
tr: Bir çengel's
vi: It's a Hook vật lộn
yi: עס הערט אַ גראַפּפּלינג האָאָק

source: I could probably use it to form a bridge to the other side, but there's no rope
ar: وربما يمكن استخدامها لأنها تشكل جسرا يوصل إلى الجانب الآخر ، ولكن لم يكن هناك حبل
bg: Аз вероятно биха могли да го използвате, за да образуват мост от другата страна, но няма въже
da: Jeg kunne sikkert bruge det til at danne en bro til den anden side, men der er ingen tov
de: Ich könnte wahrscheinlich verwenden, um eine Brücke zur anderen Seite bilden, aber es gibt kein Seil
el: Θα μπορούσα να το χρησιμοποιήσετε πιθανώς να αποτελέσει μια γέφυρα προς την άλλη πλευρά, αλλά δεν υπάρχει σχοινί
et: Võiksin arvatavasti kasutame seda vormi silla teisele poole, kuid seal pole trossi
fa: من احتمالا می تواند از آن پل به فرم را به طرف دیگر استفاده کند ، ولی هیچ طناب وجود دارد.
gl: Eu probablemente podería usalo para formar unha ponte para o outro lado, pero non hai ningunha corda
hi: शायद मैं इसे इस्तेमाल के लिए दूसरे पक्ष के लिए एक पुल बना सकती है, लेकिन वहां कोई रस्सी है
hr: I vjerojatno bi ga koristiti i za oblik mosta na drugu stranu, ali nema konop
ja: 私は多分、他の側にブリッジを形成するが、それを使用することがないロープの
ko: 아마 반대편 다리를 형성하지만, 그것을 이용할 수없고 로프
nl: Ik zou waarschijnlijk gebruiken om een brug vormen naar de andere kant, maar er is geen touw
pt: Eu provavelmente poderia usá-lo para formar uma ponte para o outro lado, mas não há nenhuma corda
sr: Вероватно бих га користити да се формира моста на другу страну, али нема конопца
sv: Jag skulle nog använda det för att bilda en bro till andra sidan, men det finns inget rep
tr: Herhalde diğer tarafına bir köprü kurma, ama kullanabilirsiniz hiçbir ip's
vi: Tôi có lẽ có thể sử dụng nó để tạo thành một cây cầu đầu khác, nhưng có không dây
yi: איך קען מיסטאָמע נוצן דאָס צו פאָרמירן אַ בריק צו די אנדערע זייַט, אָבער עס איז קיין שטריק

source: I still need a Fire Shield
ar: ما زلت في حاجة الى درع النار
bg: Аз все още се нуждаят от пожар Щит
da: Jeg har stadig brug for en Fire Shield
de: Ich brauche noch ein Fire Shield
el: Χρειάζομαι ακόμα μια φωτιά Shield
et: Ma ikka vaja Fire Shield
fa: من هنوز نیاز به یک سپر آتش
gl: Eu aínda teño un escudo de lume
hi: मैं अब भी एक फायर शील्ड की जरूरत
hr: JA pa ipak potreba Fire Shield
ja: 私はまだ消防シールドが必要
ko: 난 아직도 화재 쉴드가 필요
nl: Ik moet nog een Fire Shield
pt: Eu ainda preciso de um escudo de fogo
sr: И даље је потребно освежавање Штит
sv: Jag behöver fortfarande en Fire Shield
tr: Hala a Fire Shield gerek
vi: Tôi vẫn cần một Shield cháy
yi: איך נאָך דאַרפֿן אַ פייער שילד

source: Wow, this place is empty!
ar: نجاح باهر ، وهذا المكان فارغ!
bg: Уау, това място е празна!
da: Wow, dette sted er tom!
de: Wow, dieser Ort ist leer!
el: Ουάου, αυτό το μέρος είναι άδειο!
et: Vau, see koht on tühi!
fa: Wow ، این محل خالی است!
gl: Guau, este sitio está vacío!
hi: वाह, यह जगह खाली है!
hr: Wow, ovo mjesto je prazna!
ja: うわー、この場所が空です！
ko: 와우,이 자리가 비어있습니다!
nl: Wow, is deze plek leeg!
pt: Uau, este lugar está vazio!
sr: Уоу, ово место је празна!
sv: Wow, det här stället är tom!
tr: Wow, burası boş!
vi: Wow, nơi này không có gì!
yi: וואַו, דער פּלאַץ איז ליידיק!
