Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Creates highly absorbant miniature ice cubes
af: Skep hoogs absorberend miniatuur ijsklontjes
ar: يخلق درجة عالية absorbant مكعبات الثلج مصغرة
be: Стварае вельмі absorbant мініяцюрных кубиков лёду
bg: Създава силно absorbant миниатюрни кубчета лед
ca: Crea altament absorbent glaçons de gel en miniatura
cs: Vytváří vysoce absorpčních miniaturních kostek ledu
cy: Creu ciwbiau iâ absorbant bychan iawn
da: Opretter stærkt absorberende miniature isterninger
de: Erstellt hoch absorbierenden Miniatur-Eiswürfel
el: Δημιουργεί εξαιρετικά απορροφητικά μικρογραφία παγάκια
et: Loob väga absorbant miniatuursed jääkuubikuid
fa: ایجاد حبه بسیار جاذب یخ مینیاتور
fi: Aiheuttaa erittäin imevän miniature jääkuutioita
fr: Crée des cubes de glace hautement absorbante en miniature
ga: Cruthaíonn an-absorbant ciúbanna oighir miniature
gl: Crea altamente absorbente cubos de xeo en miniatura
hi: उच्च absorbant लघु बर्फ cubes बनाता है
hr: Stvara jako upija minijaturni kocke leda
hu: Teremt nagy nedvszívó miniatűr jégkockák
is: Býr mjög absorbant litlu cubes ís
it: Crea altamente assorbente cubetti di ghiaccio in miniatura
iw: יוצר מאוד absorbant קוביות קרח מיניאטורי
ja: 高吸収剤のミニチュアアイスキューブを作成する
ko: 매우 absorbant 미니어처 얼음 조각을 만듭니다
lv: Rada ārkārtīgi absorbējošo miniatūra ledus kubiciņi
mk: Создава високо absorbant минијатурни коцки мраз
mt: Joħloq ħafna assorbenti kubi tas-silġ ta 'daqs żgħir
nl: Maakt zeer absorberend miniatuur ijsblokjes
no: Oppretter svært absorberende miniatyr isbiter
pl: Tworzy bardzo chłonnym miniaturowe kostki lodu
pt: Cria altamente absorvente cubos de gelo em miniatura
ro: Creează cuburi de gheata in miniatura foarte absorbante
sl: Ustvari visoko absorbira mini ledene kocke
sq: Krijon shumë absorbant cubes miniaturë akull
sr: Ствара веома абсорбант минијатурне коцкице леда
sv: Skapar mycket absorberande material miniatyr isbitar
sw: Linajenga sana absorbant ice cubes miniatyr
tr: Yüksek absorbant minyatür buz yaratır
vi: Tạo ra khối đá cao absorbant thu nhỏ
yi: קרעאַטעס היגהלי אַבסאָרבאַנט מיניאַטשור אייז קיובז
zh: 创建高吸水微型冰块

source: A potion which will restore all of your health
af: Een drankje wat sal herstel van al jou gesondheid
ar: ألف جرعة الذي سيؤدي إلى استعادة جميع صحتك
be: Зелье будзе аднавіць усе аб вашым здароўе
bg: А елексир, който ще възстанови всичко за вашето здраве
ca: Una poció de restaurar tots els de la seva salut
cs: Lektvar, který obnoví všechny vaše zdraví
cy: A potion a fydd yn adfer yr holl eich iechyd
da: En drik, som vil genskabe alle dine sundhed
de: Ein Getränk, das alle Ihre Gesundheit wieder herstellen wird
el: Ένα φίλτρο που θα αποκαταστήσει όλες της υγείας σας
et: Jook, mis taastab kõik teie tervisele
fa: شربت عشق که همه از سلامت خود را باز گرداندن
fi: Juoman, joka palauttaa kaikki terveydelle
fr: Une potion qui rétablira l'ensemble de votre santé
ga: A potion a chur ar ais go léir do shláinte
gl: A poción que ha dar de toda a súa saúde
hi: एक औषधि है जो अपने स्वास्थ्य के सभी बहाल करेगा
hr: Napitak koji će vratiti sve Vaše zdravlje
hu: A főzet, amely visszaállítja az összes egészségügyi
is: A Potion sem vilja aftur alla heilsu þína
it: Una pozione che il ripristino di tutti la tua salute
iw: שיקוי אשר יחזיר את כל הבריאות שלך
ja: すべてのあなたの健康の水薬を復元する
ko: 모든 건강의 묘약을 복원하는 것입니다
lv: Mikstūra, kas atjaunos visas jūsu veselība
mk: А напивка која ќе вратам сите на вашето здравје
mt: A potion li se terġa 'ddaħħal kollha tas-saħħa tiegħek
nl: Een drankje dat zal herstellen van al uw gezondheid
no: En trylledrikk som vil gjenopprette alle av din helse
pl: Eliksir, który przywraca wszystkie swoje zdrowie
pt: A poção que irá restaurar toda a sua saúde
ro: O potiune care va restabili toate de sănătatea ta
sl: Napitek, ki bo obnoviti vse za vaše zdravje
sq: Një ilaç i cili do të rikthejë të gjitha të shëndetit tuaj
sr: Напитак који ће вратити све ваше здравље
sv: En dryck som återställer alla dina hälsa
sw: A Potion ambayo kurejesha afya yako yote
tr: Tüm sağlık bir iksir geri yüklenir
vi: Một potion đó sẽ khôi phục lại tất cả sức khỏe của bạn
yi: א טרונק וואָס וועט ומקערן אַלע פון דיין געזונט
zh: 阿药水将恢复您的健康都

source: A powerful bomb
af: 'N kragtige bom
ar: أدى انفجار قنبلة قوية
be: Магутная бомба
bg: Мощна бомба
ca: Una bomba de gran potència
cs: Mocný bomba
cy: A bom pwerus
da: En kraftig bombe
de: Ein leistungsfähiges Bombe
el: Μια ισχυρή βόμβα
et: Võimas pomm
fa: بمب قدرتمند
fi: Voimakkaan pommin
fr: Une bombe de forte puissance
ga: A buama cumhachtacha
gl: Unha bomba poderosa
hi: एक शक्तिशाली बम
hr: Snažna bomba
hu: A hatalmas bomba
is: Öflug sprengja
it: Una bomba potente
iw: פצצה רבת עוצמה
ja: 強力な爆弾
ko: 강력한 폭탄
lv: Jaudīga bumba
mk: А моќна бомба
mt: A bomba qawwija
nl: Een krachtige bom
no: En kraftig bombe
pl: Potężna bomba
pt: Uma bomba poderosa
ro: O bombă puternic
sl: Močna bomba
sq: Një bombë e fuqishme
sr: Моћни бомба
sv: En kraftfull bomb
sw: A nguvu bomu
tr: Güçlü bir bomba
vi: Một quả bom mạnh
yi: א שטאַרק באָמבע
zh: 威力强大的炸弹

source: A potion which renders you invisible to certain enemies
af: Een drankje waardeur jy onsigbaar aan sekere vyande
ar: ألف جرعة مما يجعل لكم غير مرئية لبعض الأعداء
be: Зелье якое робіць Вас нябачнымі для пэўных ворагі
bg: А елексир, който ви прави невидими за някои врагове
ca: Una poció que et fa invisible als enemics de determinats
cs: Lektvar, který vám poskytuje na některé neviditelné nepřátele
cy: Mae potion sy'n renders eich gelynion yn anweledig i rai
da: En drik, som gør dig usynlig for visse fjender
de: Ein Trank, macht Sie unsichtbar für bestimmte Feinde
el: Ένα φίλτρο που καθιστά αόρατο που σε ορισμένους εχθρούς
et: Jook, mis muudab teid nähtamatuks teatud vaenlased
fa: شربت عشق که ارائه می شما را به برخی از دشمنان نامرئی
fi: Lääke, joka tekee sinulle näkymätön tiettyjä vihollisia
fr: Une potion qui vous rend invisible pour certains ennemis
ga: Tá a potion Rindreáil dofheicthe leat chun enemies áirithe
gl: A poción que converte-lo invisible aos inimigos determinados
hi: एक जो renders आप कुछ दुश्मनों को अदृश्य औषधि
hr: Napitak koji vas čini nevidljivim za određenim neprijateljima
hu: A főzet, amely láthatatlanná teszi meg egyes ellenségek
is: A Potion sem renders þú ósýnilegt ákveðnum óvini
it: Una pozione che vi rende invisibili ai nemici determinati
iw: שיקוי אשר הופך אותך בלתי נראה לאויבים מסוימים
ja: 水薬を、特定の敵には見えないがレンダリングされます
ko: 물약 특정 적들이 어떤 렌더링
lv: Mikstūra kas padara jūs neredzams dažiem ienaidniekiem
mk: А напивка која ви прави невидливи непријатели на одредени
mt: A potion li jirrendi inti inviżibbli għall għedewwa ċerti
nl: Een drankje dat maakt je onzichtbaar voor bepaalde vijanden
no: En trylledrikk som gjør deg usynlig for visse fiender
pl: Eliksir, który sprawia Ci niewidoczne dla niektórych wrogów
pt: A poção que torna-lo invisível aos inimigos determinados
ro: O potiune care te face invizibil pentru duşmani anumitor
sl: Napoj, zaradi katere ste nevidni za nekatere nasprotnike
sq: Një ilaç që ju bën të padukshëm të armiqve të caktuara
sr: Напитак који чини да се неке невидљиве непријатеље
sv: En dryck som gör dig osynlig för vissa fiender
sw: A Potion ambayo inaelezea wewe asiyeonekana kwa baadhi ya maadui
tr: Bir iksir belirli düşmanlarına görünmez olan vermektedir
vi: Một potion đó ám bạn vô hình để kẻ thù nhất định
yi: א טרונק וואָס רענדערז איר ומזעיק צו זיכער ענאַמיז
zh: 阿药水问题，令你看不到的某些敌人

source: The eyeball from a Gazer
af: Die oogkas van 'n Gazer
ar: مقلة العين من الناظر
be: Вочнага яблыка ад Газэра
bg: Очната ябълка от Гезер
ca: El globus ocular d'un Gazer
cs: Oka z Gezeru
cy: Mae'r eyeball o Gazer
da: Øjeæblet fra en Gazer
de: Der Augapfel aus einer Gazer
el: Η βολβό από βλέπων
et: Silmamuna alates Gazer
fa: تخم چشم از Gazer
fi: Silmämunaan from Gazer
fr: Le globe oculaire d'un Gazer
ga: An eyeball ó Gazer
gl: O globo ocular dunha Gazer
hi: एक विद्या विशारद से नेत्र गोलक
hr: Očna jabučica iz Gazer
hu: A szemgolyó egy Gazer
is: The eyeball frá Gazer
it: Bulbo oculare da un Gazer
iw: גלגל העין מתוך Gazer
ja: 占い師からの眼球
ko: Gazer의 눈알
lv: Acs ābols no Gazer
mk: На Eyeball од Gazer
mt: Il-boċċa minn Gazer
nl: De oogbol van een Gazer
no: Øyeeplet fra en Gazer
pl: Eyeball z Gazer
pt: O globo ocular de uma Gazer
ro: Globul ocular de la un Gazer
sl: Zrkla iz Gazer
sq: Kokërdhok nga një ëndërrimtar
sr: Очна јабучица из Газер
sv: Ögongloben från en Gazer
sw: The eyeball kutoka Gazer
tr: Bir Gazer gelen göz küresi
vi: Các nhãn cầu từ một gazer
yi: די ייבאָל פֿון אַ גאַזער
zh: 从一个凝视者眼球

source: A Tesla Pack. It has no charge.
af: 'N Tesla Pack. Dit het geen koste.
ar: وهناك حزمة تسلا. ليس لديها أي تهمة.
be: Тэсла Pack. Ён не мае зараду.
bg: А Тесла Pack. То е безплатно.
ca: Un paquet de Tesla. No té cap cost.
cs: Tesla Pack. Nemá žádný poplatek.
cy: A Pecyn Tesla. Nad oes ganddo ddim.
da: En Tesla Pack. Det har ingen afgift.
de: Eine Tesla-Pack. Es ist nicht geladen.
el: Μια Tesla Pack. Δεν έχει καμία χρέωση.
et: Tesla Pack. See on tasuta.
fa: بسته تسلا. این را بدون پرداخت هزینه.
fi: Tesla Pack. Se ei ole vastuussa.
fr: Un Tesla Pack. Il n'est pas chargé.
ga: A Pacáiste Tesla. Tá sé aon chúiseamh.
gl: A Pack Tesla. Non ten ningún custo.
hi: एक Tesla पैक. यह कोई शुल्क नहीं है.
hr: Tesla Pack. To je bez naknade.
hu: A Tesla Pack. Meg ingyen.
is: A Tesla Pakki. Það hefur engin ákæra.
it: A Pack Tesla. Non ha alcun costo.
iw: ערכת טסלה. אין לה כל תשלום.
ja: テスラパック。これは無料です。
ko: 테슬라 팩. 그것은 무료이다.
lv: Tesla Pack. Tā ir bez maksas.
mk: А Тесла пакет. Тоа е бесплатно.
mt: A Pack Tesla. Hija għandha l-ebda ħlas.
nl: Een Tesla Pack. Het heeft geen kosten.
no: En Tesla Pack. Det har ingen kostnader.
pl: Tesla Pack. Nie ma opłat.
pt: A Pack Tesla. Não tem nenhum custo.
ro: Un pachet de Tesla. Ea nu are nici o taxă.
sl: Tesla Pack. To ni dajatev.
sq: Një Pak Tesla. Ajo ka asnjë përgjegjës.
sr: Тесла је Пак. То је бесплатно.
sv: En Tesla Pack. Det har ingen avgift.
sw: A Tesla Ufungashaji. It has no malipo.
tr: Bir Tesla Paketi. Hiçbir ücret vardır.
vi: Một Pack Tesla. Nó không có phí.
yi: א טעסלאַ פּאַק. עס איז קיין אָפּצאָל.
zh: 阿特斯拉包。它没有费。

source: A Summoner's Staff. It cannot be used by humans.
af: Een Summoner se personeel. Dit kan nie deur die mens gebruik kan word.
ar: والمستدعي للموظفين. ولا يمكن أن تستخدم من قبل البشر.
be: Персанал Summoner's. Яна не можа быць выкарыстана людзьмі.
bg: А Summoner's щаб. Тя не може да се използва от хора.
ca: A Staff invocador. No pot ser utilitzat pels éssers humans.
cs: Summoner služební. To není možné použít u lidí.
cy: A Summoner Staff. Ni ellir ei ddefnyddio gan bobl.
da: En Summoner's personale. Det kan ikke bruges af mennesker.
de: Ein Summoner's Staff. Es kann nicht vom Menschen genutzt werden.
el: Ένα Προσωπικό Summoner του. Δεν μπορεί να χρησιμοποιηθεί από τον άνθρωπο.
et: Summoner's personal. Seda ei saa kasutada inimestel.
fa: تبادل کارکنان است. این می تواند توسط انسان ها مورد استفاده قرار گیرد.
fi: Summoner: n henkilöstö. Sitä ei voida käyttää ihmisten.
fr: A Personnel Summoner's. Il ne peut pas être utilisé par les humains.
ga: A Foirne Summoner's. Ní féidir é a úsáid ag daoine.
gl: A Staff Summoner's. Non pode ser usado por persoas.
hi: एक Summoner स्टाफ. यह मनुष्य द्वारा प्रयोग नहीं किया जा सकता है.
hr: Summoner's stožera. To se ne mogu koristiti ljudima.
hu: A Summoner's Staff. Azt nem lehet használni az emberek.
is: A Summoner's Staff. Það er ekki hægt að nota fyrir menn.
it: A Personale Summoner's. Essa non può essere utilizzato dagli esseri umani.
iw: Summoner של צוות. זה לא יכול להיות בשימוש על ידי בני אדם.
ja: 召喚のスタッフ。それは、人間が使用することはできません。
ko: 소환의 지팡이. 그것은 인간에 의해 사용할 수없습니다.
lv: Summoner's Staff. To nevar izmantot cilvēkiem.
mk: А Summoner's АРМ. Таа не може да се користи од страна на луѓето.
mt: A Staff Summoner's. Dan ma jistax jintuża mill-bniedem.
nl: Een Summoner's Personeel. Het kan niet worden gebruikt door mensen.
no: En Summoner's Staff. Det kan ikke brukes av mennesker.
pl: Summoner's Staff. Nie może być używana przez ludzi.
pt: A Staff Summoner's. Não pode ser usado por seres humanos.
ro: O Staff Summoner's. Ea nu poate fi utilizat de către oameni.
sl: Osebje pozvati's. To ni mogoče uporabiti pri ljudeh.
sq: Një Shtabit të thirrësit. Ajo nuk mund të përdoret nga njerëzit.
sr: Суммонер'с штаба. Не може да се користи од стране људи.
sv: En Summoner's Staff. Det kan inte användas av människor.
sw: A mwitaji's Staff. Haiwezi kutumiwa na binadamu.
tr: Bir Summoner's Staff. O insanlar tarafından kullanılamaz.
vi: Một Summoner của Nhân viên. Nó không thể được sử dụng bởi con người.
yi: א סוממאָנער ס 'סטאַף. עס קען נישט ווערן גענוצט דורך כיומאַנז.
zh: 阿召唤的工作人员。它不能用于人类。

source: A Tesla Pack. It is fully charged.
af: 'N Tesla Pack. Dit is ten volle gehef word.
ar: وهناك حزمة تسلا. انها مشحونة بالكامل.
be: Тэсла Pack. Гэта цалкам зараджаны.
bg: А Тесла Pack. Той е напълно заредена.
ca: Un paquet de Tesla. És completament carregada.
cs: Tesla Pack. Je plně nabitá.
cy: A Pecyn Tesla. Mae'n cael ei godi yn llawn.
da: En Tesla Pack. Det er fuldt opladet.
de: Eine Tesla-Pack. Es ist vollständig geladen ist.
el: Μια Tesla Pack. Είναι πλήρως φορτισμένη.
et: Tesla Pack. See on täielikult laetud.
fa: بسته تسلا. کاملا متهم شده است.
fi: Tesla Pack. Se on ladattu täyteen.
fr: Un Tesla Pack. Il est entièrement chargée.
ga: A Pacáiste Tesla. Tá sé de mhuirear iomlán.
gl: A Pack Tesla. É totalmente gratuito.
hi: एक Tesla पैक. यह पूरी तरह से चार्ज किया है.
hr: Tesla Pack. To je potpuno napunjena.
hu: A Tesla Pack. Ez teljesen fel van töltve.
is: A Tesla Pakki. Það er fullhlaðin.
it: A Pack Tesla. È completamente carica.
iw: ערכת טסלה. היא טעונה במלואה.
ja: テスラパック。これは完全に充電されます。
ko: 테슬라 팩. 그것은 완전히 충전됩니다.
lv: Tesla Pack. Tā ir pilnībā uzlādēts.
mk: А Тесла пакет. Тој е целосно наплаќа.
mt: A Pack Tesla. Huwa għal kollox iċċarġjata.
nl: Een Tesla Pack. Het is volledig opgeladen.
no: En Tesla Pack. Det er fulladet.
pl: Tesla Pack. To jest w pełni naładowana.
pt: A Pack Tesla. É totalmente gratuito.
ro: Un pachet de Tesla. Acesta este încărcat complet.
sl: Tesla Pack. To je polna.
sq: Një Pak Tesla. Kjo është plotësisht e ngarkuar.
sr: Тесла је Пак. То је потпуно напуњена.
sv: En Tesla Pack. Det är fulladdat.
sw: A Tesla Ufungashaji. Ni kikamilifu kushtakiwa.
tr: Bir Tesla Paketi. Tamamen tahsil edilir.
vi: Một Pack Tesla. Nó được sạc đầy.
yi: א טעסלאַ פּאַק. עס איז גאָר טשאַרדזשד.
zh: 阿特斯拉包。这是完全充电。

source: An empty potion bottle
af: 'N leë bottel toverdrank
ar: جرعة زجاجة فارغة
be: Пустыя бутэлькі зелье
bg: Една празна бутилка елексир
ca: Una ampolla de poció buida
cs: Prázdnou láhev lektvar
cy: Mae potel potion gwag
da: En tom flaske drik
de: Eine leere Flasche Trank
el: Ένα άδειο μπουκάλι φίλτρο
et: Tühi Jook pudelis
fa: بطری شربت عشق خالی
fi: Tyhjä Potion pullo
fr: Une bouteille vide potion
ga: An potion buidéal folamh
gl: Unha botella de poción baleira
hi: एक खाली बोतल औषधि
hr: Prazna boca napitak
hu: Egy üres üveg bájitalt
is: Óákveðinn greinir í ensku tómur Potion flaska
it: Una bottiglia vuota pozione
iw: בקבוק משקה ריק
ja: 空のポーション瓶
ko: 빈 물약 병
lv: Tukšs mikstūra pudele
mk: Празно шише напивка
mt: Flixkun vojt potion
nl: Een lege fles drank
no: En tom potion flaske
pl: Butelka napoju
pt: Uma garrafa de poção vazia
ro: Un flacon gol poţiune
sl: Prazna steklenička napitek
sq: Një shishe bosh ilaç
sr: Напитак празна боца
sv: En tom flaska dryck
sw: An Potion chupa tupu
tr: Boş bir iksir şişesi
vi: Một chai potion có sản phẩm nào
yi: אַ ליידיק טרונק פלאַש
zh: 一个空瓶子药水

source: A bag of chicken feed
af: 'N sak hoender voer
ar: ألف كيس من علف الدواجن
be: Мяшок грошы
bg: Торба с храна за домашни птици
ca: Una bossa d'aliment de pollastre
cs: Pytel pro slepice
cy: Bag o gyw iâr feed
da: En pose med småpenge
de: Ein Sack Hühnerfutter
el: Μια τσάντα του κοτόπουλου ζωοτροφών
et: Kott kana feed
fa: کیسه ای از گوشت مرغ اشتراک
fi: Kassi Kananrehua
fr: Un sac de moulée
ga: Tá mála ar cearc beatha
gl: Un saco de polo feed
hi: चिकन का एक बैग फ़ीड
hr: Vreća od piletine feed
hu: Egy zacskó csirke takarmány
is: A poki af kjúklingur efnisveita
it: Una borsa di pollo feed
iw: שק של עוף להאכיל
ja: 鶏肉の袋フィード
ko: 닭고기 가방 피드
lv: Maiss cāļu barībā
mk: Една кеса на пилешки храна
mt: Il-borża ta 'l-għalf tat-tiġieġ
nl: Een zak van kippenvoer
no: En pose med kylling feed
pl: Worek kurczaka RSS
pt: Um saco de frango feed
ro: O pungă de pui hranei pentru animale
sl: Vrečko piščančje krme
sq: Një qese me pule feed
sr: Кесу пилетина храна
sv: En påse hönsfoder
sw: A mfuko wa kuku kulisha
tr: Tavuk bir torba yem
vi: Một túi gà ăn
yi: א זאַק פון הינדל פּאַטשן
zh: 阿鸡饲料袋

source: A bag suitable for carrying coal
af: 'N sak wat geskik is vir die uitvoer van steenkool
ar: حقيبة مناسبة لحمل الفحم
be: Сумка падыходзіць для перавозяць вугаль
bg: Чанта подходящи за превозване на въглища
ca: Una bossa adequada per al transport del carbó
cs: Pytel vhodný pro přepravu uhlí
cy: Bag addas ar gyfer cario glo
da: En pose egnet til at transportere kul
de: Eine Tasche für die Kohlen
el: Μια τσάντα κατάλληλα για τη μεταφορά άνθρακα
et: Kott sobivad vedama süsi
fa: کیف مناسب برای حمل زغال سنگ
fi: Laukku sopii kuljettaa hiiltä
fr: Un sac adapté pour le transport du charbon
ga: Tá mála oiriúnach é chun gual
gl: Unha bolsa para o transporte de carbón
hi: एक बैग कोयला ले जाने के लिए उपयुक्त
hr: Torba pogodna za nošenje ugljena
hu: Egy zsák szén szállítására alkalmas,
is: A poki hentar bera kol
it: Una borsa adatta per il trasporto del carbone
iw: תיק מתאים נושאת פחם
ja: 袋の石炭を運ぶために適した
ko: 가방 석탄 운반에 적합
lv: Maisiņš piemērots, lai veiktu ogļu
mk: Една кеса соодветни за извршување на јаглен
mt: A borża addattati għat-twettiq tal-faħam
nl: Een tas geschikt voor het vervoer van kolen
no: En bag egnet for transport av kull
pl: Torba do przewozu węgla
pt: Um saco para o transporte de carvão
ro: O pungă de potrivite pentru transportul de cărbune
sl: Vreča primerna za prevoz premoga
sq: Një qese të përshtatshme për kryerjen e thëngjillit
sr: Торба погодна за ношење угља
sv: En påse lämpliga för transport av kol
sw: A mfuko zinazofaa kwa kubeba makaa ya mawe
tr: Bir torba kömür taşımak için uygun
vi: Một túi phù hợp với thực than
yi: א זאַק פּאַסיק פֿאַר קעריינג קוילן
zh: 一袋适合画蛇添足

source: Basic Sword
af: Basiese Sword
ar: الأساسية السيف
be: Асноўны меч
bg: Основни меч
ca: Bàsica Espasa
cs: Základní Sword
cy: Sylfaenol Cleddyf
da: Grundlæggende Sword
el: Βασικές Sword
fa: اساسی شمشیر
ga: Bunúsach Sword
hi: बुनियादी सोर्ड
hr: Osnovni Sword
iw: יסוד חרב
ja: 基本的な剣
ko: 기본 검
mk: Основен Шпага
mt: Basic Xabla
pl: Podstawowe Sword
ro: De bază Sword
sl: Osnovni Sword
sr: Основни Мач
sv: Grundläggande Sword
sw: Msingi Upanga
tr: Temel Kılıç
yi: יקערדיק סוואָרד
zh: 基本剑

source: A Sword given to you by Jacob
af: 'N swaard aan jou gegee deur Jacob
ar: وقال سيف المعطاة لك من قبل يعقوب
be: Sword прадастаўлены Якава
bg: Меч даден ви от Яков
ca: Una espasa que li ha assignat per Jacob
cs: Meč, který získáte od Jacob
cy: A Cleddyf a roddir i chi gan Jacob
da: Et sværd, du har fået af Jacob
de: Ein Schwert, die Sie von Jakobs
el: Μια Ξίφος που σας έδωσε ο Jacob
et: Mõõk manustab teile Jacob
fa: شمشیر توسط ژاکوب را به شما داده است
fi: Miekka antaa sinulle Jacob
fr: Une épée qui vous est donné par Jacob
ga: A Sword a thug tú ag Jacob
gl: Unha espada púxollo o Jacob
hi: एक याकूब द्वारा आपको दी सोर्ड
hr: Mač s obzirom da ste po Jakovu
hu: A kard fogja kapni, Jacob
is: Sverð gefið þér Jakob
it: Una spada che ti ha dato Jacob
iw: חרב שנתן לך יעקב
ja: ソードあなたにジェイコブによって与えられる
ko: 소드 당신이 야곱에 의해 주어진
lv: Sword Jums ievadīs Jacob
mk: Сабја да ти од Јаков
mt: A Sword mogħti lilek minn Jacob
nl: Een zwaard gegeven aan u door Jacob
no: Et sverd gitt til deg av Jacob
pl: Sword podawany przez Jakuba
pt: Uma espada lhe foi dado pelo Jacob
ro: O sabie administrat de către Jacob
sl: Sword ki ste ga Jacob
sq: Një shpatë dhënë për ju nga Jacob
sr: Мач коју сте добили од Јаков
sv: Ett svärd som du fått av Jacob
sw: A Upanga aliyopewa wewe na Jacob
tr: Bir kılıç size Jacob tarafından verilen
vi: Một Sword cho bạn bởi Jacob
yi: א סוואָרד באַשטימט צו איר פון יעקבֿ
zh: 雅各布赋予给你的剑

source: A bow
af: 'N boog
ar: القوس
be: Лук
bg: Лък
ca: Un arc
cs: Luk
cy: A bwa
de: Ein Bogen
el: Ένα τόξο
et: Vibu
fa: تعظیم
fi: Jousi
fr: Un arc
gl: Un arco
hi: एक धनुष
hr: Luk
hu: Az íj
it: Un arco
iw: קשת
ja: 弓
ko: 나비
lv: Loks
mk: А лак
mt: A pruwa
nl: Een boog
pl: Łuk
pt: Um arco
sl: Premcu
sq: Një hark
sr: Лук
sw: A upinde
tr: Bir yay
vi: Một bow
yi: א בויגן
zh: 阿弓

source: Small Wooden Shield
af: Klein hout skild
ar: درع خشبي صغير
be: Невялікі драўляны шчыт
bg: Малка дървена Щит
ca: Petites de fusta Shield
cs: Malý dřevěný štít
cy: Bach pren Shield
el: Μικρές Ξύλινα Shield
fa: کوچک چوبی سپر
fi: Pieni puinen Shield
ga: Bheaga adhmaid Sciath
hi: छोटे लकड़ी के शील्ड
hr: Mali Drveni štit
hu: Kis-Fa Shield
iw: עץ קטנים מגן
ja: 小さな木製の盾
ko: 작은 나무 방패
mk: Мали дрвени штит
nl: Kleine Houten Shield
pl: Małe drewniane Shield
ro: Mică din lemn Shield
sl: Mala Leseni Shield
sq: Të vogla druri Shield
sr: Дрвени штит
sv: Små Wooden Shield
tr: Küçük Ahşap Kalkanı
vi: Gỗ nhỏ Shield
yi: קליינע וואָאָדען שילד
zh: 小木制盾牌

source: A small shield that provides basic protection
af: 'N Klein skild wat bied basiese beskerming
ar: درع الصغيرة التي توفر الحماية الأساسية
be: Small Shield, якая забяспечвае базавую абарону
bg: Малък щит, който осигурява основна защита
ca: Un petit escut que proporciona una protecció bàsica
cs: Malý štít, který poskytuje základní ochranu
cy: Mae Tarian bach sy'n darparu diogelu sylfaenol
da: En lille skjold, som giver grundlæggende beskyttelse
de: Ein kleines Schild, dass die grundlegenden Schutz bietet
el: Μια μικρή ασπίδα που παρέχει βασική προστασία
et: Väike kilp, mis tagab esmase kaitse
fa: سپر کوچک فراهم می کند که حفاظت از پایه
fi: Pieni kilpi, joka tarjoaa perusturvan
fr: Un petit bouclier qui fournit une protection de base
ga: A sciath bheag go soláthraíonn cosaint bhunúsach
gl: Un pequeno escudo que proporciona protección básica
hi: एक छोटा सा ढाल कि बुनियादी सुरक्षा प्रदान करता है
hr: Mali štit koji pruža osnovna zaštita
hu: Egy kis pajzs, amely alapvető védelmet
is: Lítill skjöld sem gefur undirstöðu vernd
it: Un piccolo scudo che offre una protezione di base
iw: מגן קטן המספק הגנה בסיסית
ja: 基本的な保護を提供する小さな盾
ko: 기본 보호 기능을 제공 작은 방패
lv: Mazu ekrānu, kas nodrošina pamata aizsardzību
mk: Еден мал штит, кој обезбедува заштита на основните
mt: A shield żgħar li tipprovdi protezzjoni bażika
nl: Een kleine schild dat de fundamentele bescherming biedt
no: En liten skjold som gir grunnleggende beskyttelse
pl: Małej tarczy, która zapewnia podstawową ochronę
pt: Um pequeno escudo que fornece proteção básica
ro: Un scut mici care asigură o protecţie de bază,
sl: Majhen ščit, ki zagotavlja osnovno zaščito
sq: Një mburojë të vogla që ofron mbrojtje themelore
sr: Мали штит који даје основне заштите
sv: En liten sköld som ger grundläggande skydd
sw: Ngao ndogo ya msingi ambayo hutoa ulinzi
tr: Temel koruma sağlayan bir küçük kalkan
vi: Một lá chắn nhỏ cung cấp bảo vệ cơ bản
yi: א קליין פאַרשטעלן אַז פּראָווידעס יקערדיק שוץ
zh: 小盾提供基本的保障

source: Normal Arrow
af: Normale Arrow
ar: سهم عادي
be: Нармальныя Arrow
bg: Нормална Arrow
cy: Saeth arferol
el: Κανονική Arrow
et: Tavaline Arrow
fa: عادی Arrow
fi: Normaali Arrow
fr: Plein Arrow
ga: Gnáth Name
hi: सामान्य एरो
hu: Normál Arrow
is: Venjuleg Arrow
it: Normale Arrow
iw: רגיל חץ
ja: 通常の矢印
ko: 일반 화살표
mk: Нормално Arrow
mt: Normali Arrow
nl: Normaal Arrow
pl: Normalny Arrow
sq: Normale Arrow
sr: Нормална Стрелица
sw: Kawaida Arrow
tr: Normal Ok
vi: Bình thường Arrow
yi: נאָרמאַל עראָו
zh: 正常箭
