Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Something's supposed to be here but it's not in this version, check back later!
af: Iets is veronderstel om hier te wees, maar dit is nie in hierdie weergawe, check back later!
ar: شيء من المفترض أن تكون هنا ولكن ليس في هذا الإصدار ، الاختيار مرة أخرى في وقت لاحق!
be: Что-то павінна быць тут, але гэта не ў гэтай версіі, зайдзіце попозже!
bg: Нещо трябваше да бъде тук, но това не е в този вариант, проверете отново по-късно!
ca: Alguna cosa hauria de ser aquí però no és en aquesta versió,-ho més tard!
cs: Něco, co to má být tady, ale to není v této verzi, zkuste později!
cy: Something's i fod yma, ond nid yn y fersiwn hwn, check back yn ddiweddarach!
da: Something's formodes at være her, men det er ikke i denne version, check tilbage senere!
de: Something's sollte nicht hier sein, aber es ist in dieser Version nicht, check back later!
el: Κάτι έπρεπε να είναι εδώ, αλλά δεν είναι σε αυτή την έκδοση, δοκιμάστε ξανά αργότερα!
et: Something's peaks siin olema, kuid see pole selle versiooni, kontrollida hiljem tagasi!
fa: چیزی را تصور می شود در اینجا ولی در این نسخه نیست ، باز هم تشریف بیاورید!
fi: Something's pitäisi olla täällä, mutta se ei ole tässä versiossa, tarkista myöhemmin uudelleen!
fr: Something's censé être ici mais ce n'est pas dans cette version, revenez plus tard!
ga: Rud atá ceaptha a bheith anseo ach nach bhfuil sé sa leagan seo, a sheiceáil ar ais ina dhiaidh sin!
gl: Something's debería estar aquí, pero non é nesta versión, comproba de novo máis tarde
hi: कुछ यहाँ नहीं होना चाहिए था, लेकिन इस संस्करण में नहीं है, बाद में जांच है!
hr: Nešto je trebao biti ovdje, ali to nije u ovoj verziji, navratite kasnije!
hu: Valami kellene itt lennie, de nem ez a verzió, látogasson vissza később!
is: Eitthvað er ímyndaður til vera hér en það er ekki í þessari útgáfu, athugaðu aftur seinna!
it: Qualcosa dovrebbe essere qui, ma non è in questa versione, a riprovare più tardi!
iw: משהו אמור להיות כאן אבל זה לא בגירסה זו, נסה שוב במועד מאוחר!
ja: 何かここにいるはずだが、それは、このバージョンでは、後でチェックだよ！
ko: 여기 뭔가가 있어야하지만이 버전에서, 나중에 다시 수표가 아니에요!
lv: Kaut kas vajadzēja būt šeit, bet tas nav šajā versijā, pārbaudiet vēlreiz vēlāk!
mk: Нешто би требало да бидам тука, но тоа не е во оваа верзија, навратете подоцна!
mt: Xi ħaġa li suppost li jkun hawn iżda mhux fil din il-verżjoni, check back tard!
nl: Something's verondersteld om hier te zijn, maar het is niet in deze versie, check back later!
no: Noe skal jo være her, men det er ikke i denne versjonen, sjekk tilbake senere!
pl: Coś ma być tutaj, ale nie w tej wersji, check back later!
pt: Something's deveria estar aqui, mas não é nesta versão, verifique novamente mais tarde!
ro: Ceva ar trebui sa fie aici, dar nu este în această versiune, verificaţi din nou mai târziu!
sl: Something's naj bi se tukaj, ampak to ni v tej različici, check back later!
sq: Diçka është menduar të jetë këtu, por kjo nuk është në këtë version, kontrolloni sërish më vonë!
sr: Нешто је требало да буде овде али не у овој верзији, проверите касније!
sv: Something's skulle vara här men det är inte i denna version, check back later!
sw: Kitu's walidhani kuwa hapa lakini siyo katika toleo hili, angalia nyuma baadaye!
tr: Burada bir şey olması gerekiyordu ama bu sürümde, daha sonra yeniden kontrol değil!
vi: Something's vụ phải được ở đây nhưng không phải trong phiên bản này, hãy kiểm tra lại sau!
yi: עפּעס ס סאַפּאָוזד צו זיין דאָ אָבער דאָס הערט נישט אין דעם ווערסיע, טשעק צוריק שפּעטער!
zh: 什么地方应该是在这里，但它不是在这个版本，请稍后再回来！

source: Collect 10 pieces of Coal
af: Versamel, 10 stuks van Steenkool
ar: جمع 10 قطعة من الفحم
be: Зьбярэце 10 кавалкаў вугалю
bg: Събиране на 10 броя на въглища
ca: Reuneix 10 peces de carbó
cs: Collect 10 kusů uhlí
cy: Casglu 10 darnau o Glo
da: Collect 10 stykker af kul
de: Sammeln Sie 10 Stück Kohle
el: Συλλέξτε 10 κομμάτια του άνθρακα
et: Koguda 10 tükki söe
fa: جمع آوری 10 قطعه از ذغال سنگ
fi: Kerää 10 kappaletta hiili
fr: Collect 10 morceaux de charbon
ga: Bailigh 10 píosaí Gual
gl: Peto 10 anacos de carbón
hi: इकट्ठा कोयला के 10 टुकड़े
hr: Prikupiti 10 komada ugljena
hu: Gyűjtse össze 10 darab szén
is: Safna 10 stykki af kolum
it: Raccogli 10 pezzi di carbone
iw: לאסוף 10 חתיכות של קול
ja: 石炭の収集10個
ko: 석탄의 10 조각을 모아서
lv: Savākt 10 gabalus Coal
mk: 10 собираме парчиња на јаглен
mt: Iġbor 10 biċċiet tal-Faħam
nl: Verzamel 10 stuks van kolen
no: Samle 10 stykker av kull
pl: Zbierz 10 sztuk Węgiel
pt: Colete 10 pedaços de carvão
ro: Strânge 10 bucăţi de cărbune
sl: Zberemo 10 kosov premoga
sq: Mblidhni 10 copë e Qymyrit
sr: Сакупите 10 комада угља
sv: Samla 10 bitar av kol
sw: Kusanya vipande vya kol 10
tr: Kömür Toplama 10 adet
vi: Thu thập 10 mẩu than
yi: קלייבן 10 פּיעסעס פון קאָול
zh: 收集10个煤

source: Collect 2 Chopped Logs
af: Versamel 2 Gekapte Logs
ar: 2 المفروم جمع سجلات
be: Збор 2 рубленых Логи
bg: Събиране на 2 нарязани Логове
ca: Registres recollir 2 picat
cs: Collect 2 Sekané Záznamy
cy: Cofnodion Casglu 2 wedi'u torri'n
da: Saml 2 Hakket Logs
de: Collect 2 gehackte Logs
el: Συλλέξτε 2 Τεμαχισμένα Logs
et: Koguda 2 tükeldatud Logs
fa: 2 قطعه قطعه شده را جمع آوری سیاههها
fi: Kerää 2 Chopped Logit
fr: Collect logs 2 Chopped
ga: Logchomhaid Bailigh 2 Chopped
gl: Históricos Collect Chopped 2
hi: इकट्ठा 2 कटा Logs
hr: Prikupiti 2 nasjeckanog Trupci
hu: Gyűjtse 2 vágott Naplók
is: Safna 2 Chopped Aðgerðaskrár
it: Diari Raccogliere 2 Chopped
iw: יומני איסוף 2 קצוץ
ja: 収集2みじん切りログ
ko: 모아서 2 다진 로그
lv: Savākt 2 šķērētas Baļķi
mk: Собираме 2 Chopped Дневници
mt: Iġbor Logs 2 imqattgħin
nl: Verzamel 2 gehakte Logs
no: Samle 2 Chopped Logger
pl: Collect 2 Chopped Logi
pt: Históricos Collect Chopped 2
ro: Activitate Collect 2 tocat
sl: Zberemo 2 sesekljani Dnevniki
sq: Regjistrat Mblidhni 2 copëtuar
sr: Сакупите 2 исецкани Протоколи
sv: Samla 2 Chopped Loggar
sw: Kusanya 2 Cant Kumbukumbu
tr: Toplamak 2 Kıyılmış Kayıtlar
vi: Thu 2 xắt nhỏ Nhật trình
yi: קלייבן 2 טשאָפּפּעד לאָגס
zh: 收集2只日志

source: Rescue 3 Chickens
af: Redding 3 Hoenders
ar: انقاذ 3 الدجاج
be: Выратавальная 3 курэй
bg: Спасение 3 Пилета
ca: Pollastres Rescue 3
cs: Rescue 3 Kuřata
cy: Achub 3 Ieir
da: Hjælp 3 Kyllinger
de: Rescue 3 Hühner
el: Διάσωση 3 Κοτόπουλα
et: Päästeteenistus 3 Kana
fa: نجات 3 جوجه
fi: Rescue 3 Kanat
fr: Poulets Rescue 3
ga: Tarrthála 3 sicíní
gl: Rescue 3 galiña
hi: बचाव 3 मुर्गियां
hr: Spas 3 Pilići
hu: Rescue 3 Csirke
is: Bjarga 3 Chickens
it: Polli Rescue 3
iw: תרנגולות הצלה 3
ja: レスキュー3鶏
ko: 구조 3 닭
lv: Glābšanas 3 Chickens
mk: Спасување 3 Chickens
mt: 3 Tiġieġ Salvataġġ
nl: Rescue 3 kippen
no: Hjelpe 3 Chickens
pl: Rescue 3 Kurczaki
pt: Rescue 3 Frangos
ro: Rescue 3 Pui
sl: Rescue 3 Piščanci
sq: 3 Rescue Pulat
sr: Спасавања 3 Пилићи
sv: Rädda 3 Kycklingar
sw: Rescue 3 kuku
tr: Kurtarma 3 Chickens
vi: Cứu 3 Gà
yi: ראַטעווען 3 טשיקקענס
zh: 抢救3鸡

source: Find 4 Gems
af: Vind 4 Gems
ar: العثور على 4 الجواهر
be: Знайсці 4 самацветаў
bg: Намерете 4 Скъпоценни камъни
ca: Cerca 4 Gemmes
cs: Najít 4 drahokamy
cy: Dod o hyd i 4 Gems
de: Finden Sie Gems 4
el: Βρείτε 4 Gems
et: Leia 4 Gems
fa: 4 پیدا کردن جواهر
fi: Etsi 4 Gems
fr: Trouvez 4 Gems
ga: Aimsigh 4 GEMS
gl: Atopar 4 Gemas
hi: 4 रत्न खोजें
hr: Naći 4 Gems
hu: Find 4 Drágakövek
is: Find 4 gimsteinar
it: Trova 4 Gems
iw: מצא 4 אבני חן
ja: 4宝石を探す
ko: 4 보석 찾기
mk: Најди 4 Камења
nl: Vind 4 Gems
no: Finn 4 Gems
pl: Znajdź 4 Gems
pt: Encontre 4 Gemas
ro: Găsiţi 4 pietre pretioase
sl: Poišči 4 Gems
sq: Gjej 4 Gurë Kristali
sr: Пронађи 4 Геме
sw: Find 4 Ukwasi
tr: 4 Taşlar bul
vi: Tìm 4 Gems
yi: געפֿינען 4 געמס
zh: 找到4宝石

source: Repair Generators
ar: إصلاح مولدات
be: Рамонт генератараў
bg: Ремонт Генератори
ca: Reparació de generadors
cs: Oprava Generátory
cy: Atgyweirio generaduron
da: Reparation Generatorer
de: Reparatur-Generatoren
el: Επισκευή Γεννήτριες
et: Remont Generaatorid
fa: تعمیر ژنراتور
fi: Korjaus Generaattorit
fr: Réparation Génératrices
ga: Deisiúchán gineadóirí
gl: Reparación Xeradores
hi: मरम्मत जेनरेटर
hr: Popravak generatora
hu: Generátorok javítás
is: Repair Rafalar
it: Generatori di riparazione
iw: תיקון גנרטורים
ja: 修復ジェネレータ
ko: 복구 생성기
lv: Remonts Ģeneratori
mk: Поправка Генератори
mt: Tiswija Ġeneraturi
nl: Reparatie Generators
no: Reparasjon Generatorer
pl: Naprawa Generatory
pt: Reparação Geradores
ro: Reparatii generatoare
sl: Popravila Generators
sq: Riparimi Gjeneratorë
sr: Поправка Генератори
sv: Reparation Generatorer
sw: Kukarabati Generators
tr: Onarım Jeneratörler
vi: Sửa chữa Máy phát điện
yi: פאַרריכטן גענעראַטאָרס
zh: 修理发电机

source: Collect 6 Chopped Logs
af: Versamel 6 Gekapte Logs
ar: جمع 6 المفروم سجلات
be: Збор 6 рубленых Логи
bg: Събира 6 Нарязани Логове
ca: Registres Recollir 6 picada
cs: Collect 6 Sekané Záznamy
cy: Cofnodion Casglu 6 wedi'u torri'n
da: Saml 6 Hakket Logs
de: Sammelt 6 Chopped Logs
el: Συλλέξτε 6 Τεμαχισμένα Logs
et: Koguda 6 Tükeldatud Logs
fa: 6 قطعه قطعه شده را جمع آوری سیاههها
fi: Kerää 6 Chopped Logit
fr: Collect Activité 6 Chopped
ga: Logchomhaid Bailigh 6 Chopped
gl: Históricos Collect Chopped 6
hi: इकट्ठा 6 कटा Logs
hr: Prikupiti 6 sjeckani Trupci
hu: Gyűjtse 6 darabolt Naplók
is: Safna 6 Chopped Aðgerðaskrár
it: Diari Collect 6 Chopped
iw: יומני איסוף קצוץ 6
ja: 収集6みじん切りログ
ko: 모아서 6 다진 로그
lv: Savāc 6 šķērētas Baļķi
mk: Собираме 6 Chopped Дневници
mt: Iġbor Logs 6 imqattgħin
nl: Verzamel 6 Chopped Logs
no: Samle 6 Chopped Logger
pl: Zebrać 6 Chopped Logi
pt: Históricos Collect Chopped 6
ro: Activitate Collect 6 tocat
sl: Zberite 6 sesekljani Dnevniki
sq: Regjistrat Mblidhni 6 copëtuar
sr: Сакупите 6 исецкани Протоколи
sv: Samla 6 Chopped Loggar
sw: Kusanya 6 Cant Kumbukumbu
tr: Toplamak 6 Kıyılmış Kayıtlar
vi: Thu 6 xắt nhỏ Nhật trình
yi: קלייבן 6 טשאָפּפּעד לאָגס
zh: 收集6斩波日志

source: Collect 3 Access Keys
af: Versamel 3 Toegang Sleutels
ar: 3 جمع مفاتيح الوصول
be: Збор 3 Клявіятурныя клавішы
bg: Съберете 3 Клавиши за достъп
ca: Recolliu 3 tecles d'accés
cy: Casglu 3 Bysellau Mynediad
da: Saml 3 Access Keys
el: Συλλέξτε 3 Πρόσβαση Κλειδιά
et: Koguda 3 Liikumisklahvid
fa: 3 جمع آوری کلیدهای دسترسی
fi: Kerää 3 pikavalintanäppäimet
fr: Collecter 3 Touches d'accès
ga: Bailigh 3 Eochracha Rochtana
gl: Recopilar 3 Teclas de acceso
hi: इकट्ठा 3 प्रवेश कुंजी
hr: Prikupiti 3 Access Keys
hu: Gyűjtse 3 Access Keys
is: Safna 3 Access Keys
it: Raccogliere 3 Access Keys
iw: לאסוף 3 מפתחות גישה
ja: 収集3アクセスキー
ko: 모아서 3 액세스 키
lv: Savāc 3 Piekļuves taustiņi
mk: 3 собира клучеви за пристап
mt: Iġbor 3 Access Keys
nl: Verzamel 3 Access Keys
no: Samle 3 Tilgang Keys
pl: Zbierz 3 Klawisze dostępu
pt: Coletar 3 Teclas de Acesso
ro: Strânge 3 Chei de acces
sl: Zberite 3 Access Keys
sq: Mblidhni 3 Access Keys
sr: Сакупите 3 Аццесс кеыс
sv: Samla 3 Access Keys
sw: Kusanya 3 Access keys
tr: Toplamak 3 Access Keys
vi: Thu thập 3 truy Keys
yi: קלייבן 3 אַקסעס קיז
zh: 收集3访问键

source: This is a blank objective
af: Hierdie is 'n leë objektiewe
ar: هذا هو هدف فارغة
be: Гэта пустая мэта
bg: Това е празно цел
ca: Aquest és un objectiu en blanc
cs: To je prázdný cíl
cy: Mae hyn yn amcan wag
da: Dette er et tomt mål
de: Dies ist eine leere Ziel
el: Αυτή είναι μια κενή στόχος
et: See on tühi eesmärk
fa: این هدف خالی شده است
fi: Tämä on tyhjä tavoite
fr: Cet objectif est vierge
ga: Is é an cuspóir folamh
gl: Este é un obxectivo en branco
hi: यह एक खाली उद्देश्य है
hr: Ovo je prazan cilj
hu: Ez egy üres cél
is: Þetta er tómt markmið
it: Questo è un obiettivo in bianco
iw: זוהי המטרה ריק
ja: これは、空白の目標である
ko: 이것은 빈 목적
lv: Šī ir tukšs mērķis
mk: Ова е празно цел
mt: Dan huwa għan fl-imbjank
nl: Dit is een leeg doel
no: Dette er et tomt mål
pl: Jest to pusty cel
pt: Este é um objectivo em branco
ro: Acesta este un obiectiv gol
sl: To je prazno cilj
sq: Ky është një objektiv bosh
sr: То је празан циљ
sv: Detta är ett tomt mål
sw: Hili ni lengo blank
tr: Bu boş bir hedefidir
vi: Đây là một mục tiêu để trống
yi: דאָס איז אַ ליידיק אָביעקטיוו
zh: 这是一个空白的目标

source: Kill all Bats!
af: Kill alle Bats!
ar: قتل كل الخفافيش!
be: Забіць усіх кажаноў!
bg: Убий всички прилепи!
ca: Mata a tots els ratpenats!
cs: Netopýři zabít všechny!
cy: Lladd yr holl ystlumod!
da: Dræb alle Flagermus!
de: Tötet alle Fledermäuse!
el: Σκοτώστε όλα Νυχτερίδες!
et: Tapa kõik kurikad!
fa: کشتن همه Bats!
fi: Tappaa kaikki Bats!
fr: Tuez tous les chauves-souris!
ga: Maraigh gach Bats!
gl: Mate todos os morcegos!
hi: सभी चमगादड़ को मार डालो!
hr: Ubiti sve Šišmiši!
hu: Ölni denevérek!
is: Drepa alla Bats!
it: Uccidete tutti i pipistrelli!
iw: להרוג את כל העטלפים!
ja: すべてのコウモリを殺しなさい！
ko: 모든 박쥐 죽여라!
lv: Nogalināt visus Sikspārņi!
mk: Бац убие сите!
mt: Joqtlu kollha Bats!
nl: Dood alle Bats!
no: Drep alle Flaggermus!
pt: Mate todos os morcegos!
ro: Omoară toate Liliecii!
sl: Ubij vse Netopirji!
sq: I vrasin të gjitha shkop!
sr: Убити све Батс!
sv: Döda alla Bats!
sw: Kuua wote bats!
tr: Tüm Bats öldürün!
vi: Giết tất cả Bats!
yi: האַרגענען אַלע באַץ!
zh: 杀死所有的蝙蝠！

source: Coal
af: Steenkool
ar: الفحم
be: Вугаль
bg: Въглища
ca: Carbó
cs: Černé uhlí
cy: Glo
da: Kul
de: Kohle
el: Άνθρακα
et: Söe
fa: ذغال سنگ
fi: Kivihiiltä
fr: Charbon
ga: Gual
gl: Carbón
hi: कोयला
hr: Ugljen
hu: Szenet
it: Carbone
iw: פחם
ja: 石炭
ko: 석탄
lv: Ogles
mk: Јаглен
mt: Faħam
nl: Kolen
pl: Węgiel
pt: Carvão
ro: Cărbunelui
sl: Premog
sq: Thëngjilli
sr: Угаљ
sv: Kol
sw: Makaa ya mawe
tr: Kömür
vi: Than đá
yi: קוילן
zh: 煤

source: Chopped Log
af: Gekap log
ar: المفروم المفتاح
be: Рубленое Уваход
bg: Нарязани Вход
ca: Registrar-picada
cs: Nakrájenou Log
cy: Wedi'i dorri Mewngofnodi
da: Hakket Log
de: Chopped Anmelden
el: Ψιλοκομμένο Είσοδος
et: Tükeldatud Logi
fa: قطعه قطعه شده ورود به سیستم
fi: Hienonnettu Sisäänkirjautuminen
fr: Connectez-vous hachées
ga: Logáil Chopped
gl: Chopped Entrar
hi: कटा प्रवेश करें
hr: Sjeckani Prijava
hu: Vágott Napló
is: Hakkað Innskrá
it: Tritato Log
iw: קצוץ התחבר
ja: みじん切りにログイン
ko: 다진 로그인
lv: Sasmalcinātas Log
mk: Сецкани Пријави
mt: Mqatta Log
nl: Chopped Inloggen
no: Hakkede Log
pl: Chopped Zaloguj
pt: Chopped Entrar
ro: Chopped Jurnal
sl: Sesekljani Log
sq: Copëtuar Identifikohu
sr: Исецкани Дневник
sv: Hackad Log
sw: Cant Ingia
tr: Kıyılmış değiştir
vi: Xắt nhỏ Đăng nhập
yi: געהאַקט אַרייַנלאָגירן
zh: 切碎日志

source: Green Gem
ar: جوهرة الخضراء
bg: Зелена Gem
cs: Zelený drahokam
el: Πράσινη Gem
fa: سبز سنگ
hi: हरित रत्न
iw: גרין רן
ja: 緑色の宝石
ko: 녹색 보석
lv: Zaļa Gem
mk: Зелени Gem
sr: Греен гем
sw: Kijani Gem
tr: Yeşil Gem
yi: גרין געם
zh: 绿宝石

source: Red Gem
af: Rooi Gem
ar: الحمراء جوهرة
be: Чырвоны каштоўны камень
bg: Червен Gem
ca: Xarxa Gem
da: Rød Gem
el: Κόκκινο Gem
fa: سنگ قرمز
ga: Dearg GEM
hi: लाल मणि
hu: Drágakő Vörös
iw: רן האדום
ja: 赤い宝石
ko: 붉은 보석
mk: Црвен Gem
sq: Gem kuqe
sr: Црвени гем
tr: Kırmızı Gem
yi: רויט געם
zh: 红色宝石

source: Blue Gem
af: Blou Gem
ar: جوهرة زرقاء
bg: Синя Gem
fa: آبی سنگ
ga: Gorm GEM
hi: ब्लू रत्न
iw: בלו ג 'רן
ja: 青い宝石
ko: 블루 보석
mk: Сина Gem
sr: Блуе гем
tr: Mavi Gem
yi: בלוי געם
zh: 蓝色宝石

source: Purple Gem
ar: الأرجواني الاحجار الكريمة
cy: Porffor Gem
fa: بنفش رنگ سنگ
hi: बैंगनी रत्न
hr: Ljubičasta Gem
iw: סגול רן
ja: 紫色の宝石
ko: 보라색 보석
mk: Пурпур Gem
sq: Gem purple
sr: Пурпле гем
sw: Zambarau Gem
tr: Mor Gem
yi: לילאַ געם
zh: 紫宝石

source: Teleporter Key
af: Teleport eerder Kern
ar: Teleporter مفتاح
be: Ключавыя телепорт
bg: Ключови Teleporter
ca: Teletransportador nombre
cs: Teleport Key
cy: Teleporter Allweddol
fa: Teleporter کلیدی
fi: Teleporttia Key
fr: Téléporteur pièce
ga: Eochair Teleporter
gl: Teleporter da
hi: Teleporter कुंजी
hr: Teleporter Ključ
hu: Teleportáló Key
it: Teletrasporto Key
iw: Teleporter קי
ja: 転送装置を買う
ko: Teleporter 키
mk: Клучни Teleporter
mt: Teleporter ewlenin
pt: Teleporter da
ro: Teleportor cheie
sr: Кључне Телепортер
tr: Teleporter Anahtar
yi: טעלעפּאָרטער קי
zh: 遥控搬运关键

source: New Game
af: Nuwe Game
ar: لعبة جديدة
be: Новая гульня
bg: Нова игра
cs: Nová hra
cy: Gêm Newydd
da: Nyt spil
de: Neues Spiel
el: Νέο παιχνίδι
et: Uus mäng
fa: بازی جدید
fi: Uusi peli
fr: Nouveau jeu
ga: Cluiche nua
gl: Novo Xogo
hi: नया खेल
hr: Nova igra
hu: Új játék
is: Nýr leikur
iw: משחק חדש
ja: 新しいゲーム
ko: 새로운 게임
lv: Jauna spēle
mk: Нови игри
nl: Nieuw spel
sr: Нова игра
sv: Nytt spel
sw: Mpya michezo
tr: Yeni Oyun
yi: ניו שפיל
zh: 新游戏

source: Tutorial
ar: البرنامج التعليمي
be: Падручнік
bg: Инструкция
cy: Tiwtorial
et: Treening
fa: خودآموز
fi: Opetusohjelmassa
ga: Cúrsa Teagaisc
hi: ट्यूटोरियल
hu: Oktatóanyag
is: Kennsla
iw: מדריך
ja: チュートリアル
ko: 자습서
mk: Упатство
mt: Tutorja
sr: Туториал
vi: Hướng dẫn
yi: טוטאָריאַל
zh: 教程

source: Load Game
ar: تحميل اللعبة
be: Загрузіць гульню
bg: Заредете игра
cs: Nahrát hru
cy: Gêm Llwytho
de: Spiel laden
el: Φόρτωσηπαιχνιδιού
fa: بازی بار
fi: Load peli
ga: Luchtaigh Cluiche
hi: लोड खेल
hu: Játék betöltése
is: Hlaða Game
iw: טעןמשחק
ja: ロードゲーム
ko: 로드 게임
mk: Вчитајигра
mt: Game Load
pl: Wczytaj grę
ro: Joc de încărcare
sr: Учитај игре
sw: Load michezo
tr: Yük Oyunu
yi: מאַסע שפיל
zh: 加载游戏

source: Options
af: Opsies
ar: خيارات
be: Функцыі
bg: Опции
ca: Opcions
cs: Možnosti
cy: Dewisiadau
da: Valg
de: Optionen
el: Επιλογές
et: Valikud
fa: گزینه ها
fi: Valinnat
ga: Roghanna
gl: Opcións
hi: विकल्प
hr: Opcije
hu: Opciókat
it: Opzioni
iw: אפשרויות
ja: オプション
ko: 옵션
mk: Опции
nl: Opties
no: Valg
pl: Opcje
pt: Opções
sl: Možnosti
sr: Опције
tr: Seçenekleri
vi: Tùy chọn
yi: אָפּציעס
zh: 选项

source: About
af: Oor
ar: حول
be: Аб
bg: За
ca: Sobre
cs: O
cy: Amdanom ni
da: Om
de: Über
el: Σχετικά
et: Kohta
fa: درباره
fi: Noin
fr: À propos de
ga: I dtaobh
gl: Sobre
hi: के बारे में
hr: O
hu: Körülbelül
is: Um
it: Circa
iw: על
ja: 〜について
ko: 정보
lv: Par
mk: За
mt: Dwar
nl: Over
no: Om
pl: O
pt: Sobre
ro: Despre
sl: O
sq: Rreth
sr: О
sv: Om
sw: Kuhusu
tr: Ile ilgili
vi: Về
yi: וועגן
zh: 大约

source: Quit
ar: استقال
be: Выйсці
bg: Затворете
ca: Sortir
cy: Roi'r gorau iddi
da: Afslut
de: Beenden
el: Κλείστε
et: Välju
fa: خروج
fr: Quitter
ga: Scoir
gl: Saír
hi: छोड़ो
hu: Kilépéshez
is: Hætta
it: Esci
iw: צא
ja: 終了する
ko: 종료
lv: Atmest
mt: Nieqaf
no: Avslutt
pl: Zamknij
pt: Sair
ro: Închideţi
sl: Zaprite
sr: Куит
sv: Avsluta
vi: Thoát
yi: פאַרלאָזן
zh: 退出

source: Configure Controls
af: Instel van kontroles
ar: تكوين عناصر
be: Наладжваць элементы кіравання
bg: Конфигуриране на контрол
ca: Configurar els controls
cs: Konfigurace Kontroly
cy: Ffurfweddu Rheolaethau
da: Indstil Controls
de: Konfigurieren Controls
el: Configure Έλεγχοι
fa: پیکربندی کنترل
fr: Configurer les contrôles
ga: Cumraigh Rialúcháin
gl: Configurar Controls
hi: कॉन्फ़िगर नियंत्रक
hr: Konfiguriranje kontrole
is: Stilla Controls
it: Configurare i controlli
iw: בקרת תצורה
ja: 構成コントロール
ko: 구성 제어
lv: Konfigurēt Controls
mk: Конфигурирај контролс
mt: Kkonfigurat Kontrolli
no: Konfigurer Controls
pl: Konfiguracja sterowania
ro: Configurare Controls
sl: Konfiguriraj Controls
sr: Конфигурисање Контроле
sv: Konfigurera Controls
sw: Configure Kontrollerna
tr: Yapılandırmak Kontrolleri
vi: Cấu hình Điều khiển
yi: קאָנפיגורע קאָנטראָלס
zh: 配置控制

source: Configure Sound
af: Instel van klank
ar: تكوين الصوت
be: Настройка гуку
bg: Конфигуриране на звук
ca: Configuració de so
cs: Konfigurace zvuku
cy: Ffurfweddu Sain
da: Indstil Sound
de: Konfigurieren von Sound
el: Ρύθμιση παραμέτρων ήχου
et: Seadista Sound
fa: پیکربندی صدا
fi: Määritä Sound
fr: Configurer Sound
ga: Cumraigh Fuaim
gl: Configurar son
hi: Configure ध्वनि
hr: Konfiguracija Sound
hu: Hangjelzés beállítása
is: Stilla Hljóð
it: Configurare Sound
iw: להגדיר סאונד
ja: 構成音
ko: 사운드 구성
mk: Конфигурирај Звук
mt: Kkonfigurat Sound
no: Konfigurer Sound
pl: Konfiguracja dźwięku
pt: Configurar som
ro: Configurarea sunetului
sq: Configure Tone
sr: Конфигурисање звука
sv: Konfigurera ljud
sw: Sauti Configure
tr: Yapılandırmak Ses
vi: Cấu hình âm thanh
yi: קאָנפיגורע סאָונד
zh: 配置声音

source: Fullscreen
af: Volskerm
ar: ملء الشاشة
be: Полноэкранный
cy: Sgrîn Llawn
de: Vollbild
fa: تمام صفحه
fi: Kokoruutu
ga: Lánscáileán
hu: Teljesképernyős
ja: フルスクリーン
ko: 전체 화면
lv: Pa visu ekrānu
no: Fullskjerm
ro: Tot ecranul
sr: Фуллсцреен
yi: פוללסקרעען
zh: 全屏

source: Show Hints
af: Wys hints
ar: إظهار تلميحات
be: Паказаць саветы
bg: Покажи Съвети
ca: Mostrar suggeriments
cs: Zobrazit Tipy
cy: Dangos awgrymiadau
da: Vis vink
el: Δείτε Συμβουλές
et: Näita Hints
fa: تذکرات به نمایش
fi: Näytä Vihjeitä
ga: Taispeáin Leideanna
gl: Amosar Suxestións
hi: दिखाने के संकेत
hr: Pokaži Savjeti
hu: Tanácsok Show
is: Sýna ábendingar
it: Mostra suggerimenti
iw: רמזים הצג
ja: 表示ヒント
ko: 힌트보기
lv: Rādīt Padomi
mk: Прикажи Финти
mt: Ħjiel Show
nl: Toon hints
no: Vis tips
pl: Pokaż wskazówki
pt: Mostrar Sugestões
ro: Sugestii Show
sl: Pokaži Namigi
sq: Show aludon
sr: Прикажи Савети
sv: Visa tips
tr: Show İpuçları
yi: ווייַזן הינץ
zh: 显示提示

source: A potion which will transform you...
af: Een drankje wat sal transformeer jy ...
ar: ألف جرعة والذي سيغير لك...
be: Зелье якое ператворыць вас ...
bg: А елексир, който ще ви превърне ...
ca: Una poció que et transformarà ...
cs: Lektvar, který změní tebe ...
cy: A potion a fydd yn trawsnewid i chi ...
da: En drik, der vil forvandle dig ...
de: Ein Trank, den Sie verändern wird ...
el: Ένα φίλτρο που θα σας μετατρέψει ...
et: Jook, mis muudab teid ...
fa: شربت عشق است که شما را دگرگون...
fi: Juoman, joka muuttaa sinut ...
fr: Une potion qui vous transformera ...
ga: A potion a athrú leat ...
gl: A poción que ha transformar vostede ...
hi: एक औषधि है जो आप बदलना होगा ...
hr: Napitak koji će vas preobraziti ...
hu: A főzet, amely átalakítja neked ...
is: A Potion sem vilja umbreyta þú ...
it: Una pozione che vi trasformerà ...
iw: שיקוי אשר יהפכו אותך ...
ja: これを薬に変換されます...
ko: 어느 물약 변환됩니다 ...
lv: Mikstūra ko jūs pārveido ...
mk: А напивка која ќе ти ги трансформираат ...
mt: A potion li se jittrasforma int ...
nl: Een drankje dat je zal veranderen ...
no: En trylledrikk som vil forvandle deg ...
pl: Eliksir, który zmieni się ...
pt: A poção que irá transformar você ...
ro: O potiune care va transforma tu ...
sl: Napitek, ki bo transformacija vas ...
sq: Një ilaç i cili do të transformojë ju ...
sr: Напитак који ће вас трансформисати ...
sv: En dryck som kommer att förändra dig ...
sw: A Potion ambayo kubadilisha wewe ...
tr: Hangi bir iksir dönüşümü olacak ...
vi: Một potion mà sẽ biến đổi bạn ...
yi: א טרונק וואָס וועט יבערמאַכן איר ...
zh: 阿药水它将改变你...
