Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: I also need to blend the eyeballs and the tentacle into a liquid
af: Ek moet ook versnit die eyeballs en die tentakel in 'n vloeistof
ar: وأود أيضا أن الحاجة إلى مزج مقل العيون واللامسة إلى سائل
be: Мне таксама трэба, каб змяшаць вачыма і шчупальцы ў вадкасць
bg: Аз също трябва да се съчетаят по очи и пипала в течна
ca: També he de barrejar els globus oculars i el tentacle en un líquid que
cs: Také jsem třeba míchat bulvy a chapadlo do kapaliny
cy: Rwyf hefyd angen i gyd-fynd â'r eyeballs a tentacle i hylif
da: Jeg er også nødt til at blande de øjne og fangarm i en væske
de: Ich muss auch die Augäpfel Mischung und die Tentakel in eine Flüssigkeit
el: Θα πρέπει επίσης να μείγμα του μάτια και το πλοκάμι σε ένα υγρό
et: Olen ka vaja segu silm ja kombits arvesse vedelik
fa: من هم نیاز به ترکیب eyeballs و شاخک حساس به مایع
fi: Minun on myös sekoitus Silmän ja lonkero nesteeksi
fr: J'ai également besoin de faire un mélange des globes oculaires et la tentacule dans un liquide
ga: De dhíth orm freisin a chumasc an eyeballs agus an tentacle i leacht
gl: Eu tamén preciso mesturar os ollos e os tentáculos en un líquido
hi: मैं भी आंखों मिश्रण और मूंछ एक तरल में की जरूरत है
hr: Također je potrebno kako bi se uklapale zjenice i pipak u tekućinu
hu: Azt is meg kell keverék a szemgolyó és a csáp a folyékony
is: Ég þarf einnig að blanda þeim eyeballs og Tentacle í vökva
it: Ho anche bisogno di fondere i bulbi oculari e il tentacolo in un liquido
iw: אני גם צריך למזג את העיניים ואת זרוע לתוך נוזל
ja: 私も触手の液体に眼球をブレンドする必要があります
ko: 나는 또한 촉수 액체로 시선을 조화 필요
lv: Man arī ir maisījums acs āboli un tausteklis vērā šķidrums
mk: Јас, исто така, треба да се мешавина на eyeballs и пипало во течност
mt: I jeħtieġu wkoll li taħlita l-għajnejn u l-Tentacle fi likwidu
nl: Ik moet ook de oogbollen mix en de tentakel in een vloeistof
no: Jeg trenger også å blande øyeepler og Tentacle inn i en væske
pl: Ja również konieczność mieszanka oczy i wąs do cieczy
pt: Eu também preciso misturar os olhos e os tentáculos em um líquido
ro: Eu, de asemenea, necesitatea de a amestec glob ocular şi tentacul într-un lichid
sl: Prav tako je treba zmešati zrkel in Popek v tekočino
sq: Unë gjithashtu duhet të shkrihen dhe shikimet brith në një lëng
sr: Такође је потребно да се мешају еыебаллс и пипак у течност
sv: Jag måste också blanda ögonglober och tentakler in i en vätska
sw: Mimi pia haja ya samling eyeballs na tentacle katika kioevu
tr: Ayrıca ve tentacle sıvı içine gözleri harman gerekir
vi: Tôi cũng cần phải trộn nhãn cầu và tua các thành một chất lỏng
yi: איך אויך דאַרפֿן צו צונויפגיסן די ייבאָלז און די טאַפּערל זיך אַ פליסיק
zh: 我还需要融合的眼球和成液体的触手

source: This entire section is about monsters
af: Hierdie hele gedeelte gaan oor die monsters
ar: هذا القسم بالكامل عن وحوش
be: Увесь гэты раздзел прысвечаны монстраў
bg: Целият този раздел е за чудовища
ca: Aquesta secció completa és d'uns monstres
cs: Celá tato část je o monstra
cy: Mae'r adran hon yn ymwneud â holl anghenfilod
da: Hele afsnittet handler om monstre
de: Dieser ganze Abschnitt wird über Monster
el: Όλη αυτή η ενότητα είναι για τέρατα
et: Kogu see lõik on umbes koletised
fa: در این بخش ، تمام شده است در مورد هیولا
fi: Tämä koko alue on noin Monsters
fr: Cette section entière est sur les monstres
ga: Tá an rannóg seo ar fad faoi monsters
gl: Esta sección é todo sobre monstros
hi: इस पूरे अनुभाग राक्षसों के बारे में है
hr: Ova cijela sekcija o čudovišta
hu: Ez az egész rész arról szól, szörnyek
is: Þetta allt kafla er um skrímsli
it: Questa sezione è interamente su mostri
iw: סעיף זה כולו על מפלצות
ja: このセクション全体の怪物について記述して
ko: 이것은 전체 섹션 괴물에 관한
lv: Visa šī sadaļa ir par monstriem
mk: Целата оваа секција е околу чудовишта
mt: Din it-taqsima kollu huwa dwar monsters
nl: Deze hele sectie is over monsters
no: Hele denne delen handler om monstre
pl: Cała ta część jest o potwory
pt: Esta seção é toda sobre monstros
ro: Această secţiune se referă la întreaga monstri
sl: Ves ta del je približno pošasti
sq: Ky seksion ka të bëjë me tërë monsters
sr: Цела ова секција је о чудовишта
sv: Hela det här avsnittet handlar om monster
sw: Hii sehemu yote ni kuhusu MONSTERS
tr: Tüm bu bölümde canavarlar hakkındadır
vi: Toàn bộ phần này là về quái vật
yi: דעם גאַנצן אָפּטיילונג איז וועגן מאָנסטערס
zh: 这整个部分是关于怪物

source: I don't have any reason to read these but I'll keep it in mind in case I do
af: Ek het geen rede om hierdie te lees, maar ek sal dit in gedagte hou in geval ek nie
ar: ليس لدي أي سبب لقراءة هذه ولكنني سوف يبقيه في الاعتبار في حال أفعل
be: У мяне няма ніякіх падстаў для гэтых чытаць, але я буду трымаць гэта на ўвазе пры выпадку я
bg: Аз нямам причина да се четат тези, но аз ще го имайте предвид, в случай, че се
ca: Jo no tinc cap raó per llegir aquests, però vaig a tenir en compte en cas que no
cs: Nemám žádný důvod, aby si tyto, ale budu mít na paměti případ, že bych si
cy: Nid oes gennyf unrhyw reswm i ddarllen y rhain, ond 'n annhymerus' gadw mewn cof rhag ofn i ddim yn
da: Jeg har ikke nogen grund til at læse disse, men jeg vil holde det i tankerne, hvis jeg
de: Ich habe keinen Grund, diese zu lesen, aber ich werde es im Hinterkopf behalten, falls ich nicht
el: Δεν έχω κανένα λόγο να διαβάσει αυτά, αλλά εγώ θα το έχετε υπόψη σας σε περίπτωση που κάνω
et: Mul ei ole mingit põhjust lugeda neid, kuid ma hoida meeles juhul ma
fa: من هیچ دلیلی برای خواندن این اما من آن را در ذهن نگه دارید در مورد من ندارند
fi: Minulla ei ole mitään syytä lukea näitä, mutta aion pitää se mielessä, jos en
fr: Je n'ai aucune raison de les lire mais je vais le garder à l'esprit au cas où je ne
ga: Ní dóigh liom go mbeadh aon chúis a léamh ach na choimeád beidh sé mé i gcuimhne i gcás féidir liom
gl: Eu non teño ningún motivo para ler estas mais vou perder la presente o caso de eu facer
hi: मैं किसी भी कारण से इन पढ़ा लेकिन मैं इसे ध्यान में रखना होगा मामले में मुझे नहीं करना है
hr: JA dont 'imati bilo koji razlog za čitanje ove, ali ću ga držati na umu u slučaju ja
hu: Nem tudom, hogy el kellene olvasni ezeket de akkor tartsa szem előtt, ha tudom
is: Ég hef ekki minnstu ástæðu til að lesa þetta, en ég mun hafa það í huga ef ég
it: Non ho alcun motivo per leggere questi, ma terrò a mente nel caso in cui lo faccio
iw: אין לי שום סיבה לקרוא את אלה אבל אני אשמור אותו בראש במקרה אני
ja: 私はこれらを読むことが私の心の場合にすればそれを続けるつもり何らかの理由がない
ko: 내가 이걸 읽어하지만 난 마음에 사건에 내가 어떻게 지킬 게요 아무 이유 없어
lv: Man nav nekāda iemesla, lai izlasītu šo, bet es jums jāpatur prātā, ja man
mk: Јас немам причина да ги прочитате овие, но јас ќе го чувам во предвид, во случај да направам
mt: Jien m'għandi l-ebda raġuni biex jaqra dawn imma I'll jżomm f'moħħha fil-każ I do
nl: Ik heb geen reden om deze te lezen, maar ik zal het in gedachten houden voor het geval ik
no: Jeg har ikke noen grunn til å lese disse, men jeg skal holde det i bakhodet i tilfelle jeg
pl: Nie mam żadnego powodu, aby zapoznać się z poniższymi ale będę o nich pamiętać w przypadku mam zrobić
pt: Eu não tenho nenhum motivo para ler estas mas vou mantê-la em mente o caso de eu fazer
ro: Eu nu am nici un motiv pentru a citi aceste dar voi păstraţi-l în minte în cazul în care I a face
sl: Nimam nobenega razloga, da se glasi, vendar ti bom ga hranite v mislih v primeru naredim
sq: Unë nuk kam asnjë arsye për të lexuar këto, por unë do të mbaj në mend në atë rast unë nuk
sr: Немам разлога да читате ове али ћу га имати на уму у случају да не
sv: Jag har ingen anledning att läsa dessa, men jag ska ha det i åtanke i fall jag
sw: Mimi hawana sababu yoyote ya kusoma hizi lakini I'll keep it akilini katika kesi mimi
tr: Bunları okumak için ama aklımda durumda yapmam muhafaza edeceğiz herhangi bir nedeniniz yoksa
vi: Tôi không có bất kỳ lý do để đọc những nhưng tôi sẽ giữ nó trong tâm trí trong trường hợp tôi làm
yi: איך טאָן ניט האָבן קיין סיבה צו לייענען די אָבער איך וועט האַלטן עס אין זינען אין פאַל איך טאָן
zh: 我没有任何理由来阅读这些，但我会记住这一点的情况下，我

source: Hey wow, what a cute little machine!
af: Hey wow, what a cute little masjien!
ar: يا نجاح باهر ، ما لطيف آلة قليلا!
be: Эй Вау, што мілыя маленькія машыны!
bg: Ей Леле, какво сладко малко машина!
ca: Hey wow, què és una màquina molt cucut!
cs: Hej wow, to je roztomilý malý stroj!
cy: Hey wow, beth mae peiriant bach cute!
da: Hey wow, sikken en sød lille maskine!
de: Hey wow, was für eine niedliche kleine Maschine!
el: Hey wow, τι ένα χαριτωμένο μικρό μηχάνημα!
et: Hei wow, milline armas väike masin!
fa: Hey wow ، چه دستگاه cute کمی!
fi: Hei wow, mikä suloinen pieni kone!
fr: Hey wow, qu'est-ce une petite machine cute!
ga: Hey WOW, cad a meaisín beag gleoite!
gl: Hey Wow, que unha máquina bonitinho!
hi: अरे वाह, क्या एक प्यारा सा मशीन!
hr: Hej vau, ono slatka mala stroj!
hu: Hé wow, milyen aranyos kis gép!
is: Hey wow, hvað er sætur lítill vél!
it: Hey wow, che una macchina carino!
iw: היי וואו, איזה מכונת חמוד!
ja: ちょっとうわー、何がかわいいのマシン！
ko: 안녕하세요 와우, 뭘 귀여운 기계!
lv: Hey wow, kas cute maz mašīnu!
mk: Еј Wow, каков Слатката мала машина!
mt: Ara naqra ħej, liema magna ftit ħelu!
nl: Hey wow, wat een schattige kleine machine!
no: Hei wow, for en søt liten maskin!
pt: Hey Wow, que uma máquina bonitinho!
ro: Hei Wow, ce o maşină de dragut!
sl: Hej wow, kako srčkano stroj!
sq: Hey wow, what a cute makine pak!
sr: Хеј Уоу, ухат сладак мало машина!
sv: Hej Oj, vilken söt liten maskin!
sw: Hey wow, what a cute mashine!
tr: Hey wow, ne şirin bir makine!
vi: Hey wow, what a cute little máy!
yi: היי וואַו, וואָס אַ קיוט ביסל מאַשין!
zh: 嘿哇，多么可爱的小机器！

source: It's got a little slot on the back of it. I guess I put something in there to make it do stuff
af: It's got a little gleuf op die rug van dit. Ek dink dat ek iets geplaas in die huis om dit te doen dinge
ar: انها حصلت على فتحة صغيرة في الجزء الخلفي منه. أعتقد أنني في وضع شيء هناك لجعله يفعل أشياء
be: It's Got мала гняздо на задняй яго. Думаю, я паклаў что-то там зрабіць яго рабіць рэчы
bg: Това е ли малко слота на гърба си. Предполагам, че Сложих нещо да има да го направя неща
ca: Té una petita ranura en la part posterior de la mateixa. Crec que posar alguna cosa aquí perquè sigui fer coses
cs: Je to tu trochu slotu na zadní straně to. Myslím, že jsem tam něco dal, aby se to dělat věci
cy: Mae'n got a slot ychydig ar ei gefn. Amcana I roi rhywbeth yno i wneud yn gwneud pethau
da: Det har fået en lille slot på bagsiden af det. Jeg tror jeg sætte noget i ikke at gøre det gøre ting
de: Er hat einen kleinen Schlitz an der Rückseite von ihm. Ich glaube, ich etwas in da, um Dinge zu tun
el: Έχει μια μικρή σχισμή στο πίσω μέρος του. Μάλλον έβαλα κάτι για να κάνει εκεί το κάνουμε πράγματα
et: See sai vähe pesa tagaküljel ta. Ma arvan, et ma panen midagi sinna teha ei kraam
fa: به اون شیار کوچک در پشت آن است. من عقیده دارم که من چیزی را در وجود دارد انجام آن قرار داده stuff
fi: Se sai vähän takaosassa sitä. Luulen, että laittaa jotain ei tehdä tehdä juttuja
fr: Il a un slot petit sur le dos de celui-ci. Je pense que je mettre quelque chose là-dedans pour en faire faire des trucs
ga: Tá sé ar a fuair Sliotán beag ar chúl na sé. Buille faoi thuairim mé mé i rud éigin ann a dhéanamh chun é a dhéanamh stuif
gl: El ten unha pequena fenda na parte de atrás del. Coido que poñer algo alí para facelo facer cousas
hi: यह इसे वापस पर थोड़ी स्थान मिला है. मुझे लगता है कि मैं वहाँ बनाने के लिए यह सामान कर में कुछ डाला
hr: Svoj 'je dobio malo utor na poleđini od toga. Mislim da sam stavio nešto u tu kako bi ga napraviti stvari
hu: Van rajta egy kis nyílás a hátsó róla. Azt hiszem, tettem valamit oda tenni, csinálni dolgokat
is: It's got a lítill rifa á bak við það. Ég held ég að setja eitthvað í það að gera það ekki efni
it: It's got a piccola fessura sul retro di esso. Credo che ho messo qualcosa lì per fargli fare cose
iw: זה יש חריץ קטן על גבו של זה. אני מניח שמתי שם משהו כדי להפוך אותה לעשות דברים
ja: それの後ろに小さなスロットを持っている。私はそこに何かを行いますせるために、何かを推測する
ko: 그것은 그것의 뒷면에 작은 슬롯이있어. 내가 거기에 그것을 다 할 수 있도록 뭔가를 집어 같아요
lv: It's got maz spraugu uz atpakaļ no tā. Es domāju, man kaut ko tur, lai padarītu to do stuff
mk: Тоа доби малку слот на задната страна од тоа. Претпоставувам дека го има нешто во тоа да се направи да работи
mt: Huwa ltqajna slot ftit fuq wara ta 'dan. I raden nressaq fil hemm xi ħaġa li jagħmluha do Jittieħed
nl: Het heeft een kleine sleuf aan de achterkant van het. Ik denk dat ik daar iets in te laten doen dingen
no: Det ble litt sporet på baksiden av det. Jeg tror jeg legger noe der å gjøre det gjøre ting
pl: It's got a little gniazda na tylnej ściance to. Chyba już coś tam, aby to zrobić stuff
pt: Ele tem uma pequena fenda na parte de trás dele. Eu acho que colocar algo ali para fazê-lo fazer coisas
ro: Are un slot pic pe partea din spate a acestuia. Cred ca am pus ceva acolo pentru a face a face chestii
sl: It's got a malo režo na zadnji strani tega. Mislim, da sem dal nekaj tam, da bi bilo to tvar
sq: It's got një interval kohe pak më mbrapa e tij. I guess I vënë diçka në atje për ta bërë atë nuk stuff
sr: Она има мало места на задњој страни је. Ваљда сам ставио нешто унутра да то уради ствари
sv: Den har en liten plats på baksidan av den. Jag antar att jag skriver något i det att göra det göra saker
sw: It's got yanayopangwa kidogo nyuma yake. Nadhani mimi kuweka kitu katika huko kufanya ni kufanya stuff
tr: Onun bir arka küçük bir yuvası var. Ben orada şeyler yapmak yapmak üzere bir şey koymak tahmin
vi: Nó có một khe nhỏ trên mặt sau của nó. Tôi đoán tôi đặt một cái gì đó trong đó để làm cho nó làm công cụ
yi: ס גאַט אַ ביסל שפּעלטל אויף די צוריק פון אים. איך טרעפן איך לייגן עפּעס אין עס צו מאַכן עס טאָן שטאָפּן
zh: 它有一对小槽回。我想我在那里利用它做些什么东西

source: The robot uses instruction cards to move around
af: Die robot gebruik instruksie kaarte om rond te beweeg
ar: الروبوت يستخدم بطاقات التعليمات على التحرك
be: Робат выкарыстоўвае інструкцыю карт перамяшчацца
bg: Роботът използва инструкция карти, за да се движите
ca: El robot utilitza targetes d'instruccions per moure's
cs: Robot využívá Výuka karty pohybovat
cy: Mae'r robot yn defnyddio cardiau cyfarwyddiadau i symud o gwmpas
da: Robotten bruger instruktion kort for at flytte rundt
de: Der Roboter verwendet Merkblätter zu bewegen
el: Το ρομπότ χρησιμοποιεί κάρτες εντολή να μετακινούνται
et: Robot kasutab juhiste kaardid liikuda
fa: کدوم دستور العمل استفاده از کارت های به حرکت در اطراف
fi: Robotti käyttää opetus kortteja liikkua
fr: Le robot utilise les cartes d'instruction pour se déplacer
ga: Úsáideann an robot cártaí teagaisc chun bogadh thart
gl: O robot utiliza tarxetas de instrución para moverse
hi: रोबोट अनुदेश कार्ड का उपयोग करता है के लिए चारों ओर कदम
hr: Robot koristi poduka karte za kretanje
hu: A robot felhasználási utasítás kártyákat mozogni
is: The vélmenni notar kennsla spil til að fara í kring
it: Il robot utilizza schede di istruzioni per spostarsi
iw: הרובוט משתמש תעודות הוראה לנוע
ja: ロボットの周囲に移動するように指示カードを使用して
ko: 로봇은 주위를 이동하는 명령어 카드를 사용하여
lv: Robots izmanto instrukcija kartes, lai pārvietotos pa
mk: Роботот користи настава картони да се движи
mt: Il-robot tuża kards istruzzjoni li jiċċaqalqu madwar
nl: De robot maakt gebruik van instructie kaarten te bewegen
no: Roboten bruker instruksjon kort til å flytte rundt
pl: Robot używa karty instrukcja poruszania się
pt: O robô utiliza cartões de instrução para se movimentar
ro: Robot foloseste carduri de instrucţiuni pentru a se deplasa
sl: Robot uporablja navodilo kartice za premikanje
sq: Robot përdor kartat udhëzim të lëvizë rreth
sr: Робот користи упутство карте за кретање
sv: Roboten uses instruktion kort att flytta runt
sw: Mafundisho ya robot inatumia kadi kuhamia kuzunguka
tr: Robotun hareket için talimat kartları kullanır
vi: Robot này sử dụng thẻ chỉ dẫn để di chuyển
yi: די ראָבאָט ניצט לימעד קאַרדס צו ציען אַרום
zh: 该机器人使用指令卡走动

source: Use the instructions to guide the robot to open areas that you cannot access
af: Gebruik die instruksies om die robot gids tot gebiede wat jy nie kan toegang oop
ar: استخدام تعليمات لتوجيه الروبوت لفتح المناطق التي لا يمكنك الوصول
be: Выкарыстайце інструкцыі для кіраўніцтва робата да адкрытым прасторы, што вы не можаце атрымаць доступ да
bg: Използвайте инструкциите, за да ръководят робота да се открити площи, че няма да имате достъп
ca: Utilitzeu les instruccions per a guiar el robot a les zones obertes que no poden accedir a
cs: Použijte návod k obsluze robota na otevřeném prostranství, které můžete získat přístup
cy: Defnyddiwch y cyfarwyddiadau i arwain y robot i agor ardaloedd nad gallwch gael gafael ar
da: Brug vejledningen til at guide robotten til at åbne områder, som du ikke kan få adgang til
de: Befolgen Sie die Anweisungen Leitfaden, um den Roboter zu öffnen Bereiche, die Sie nicht zugreifen können
el: Χρησιμοποιήστε τις οδηγίες για την καθοδήγηση του ρομπότ σε υπαίθριους χώρους που δεν μπορούν να έχουν πρόσβαση
et: Kasuta juhised, et suunata roboti avada valdkondi, mida ei saa kasutada
fa: با استفاده از دستورالعمل ها را به کاربر برای باز کردن ربات مناطق است که شما نمی تواند دسترسی
fi: Käytä ohjeita ohjaamaan robotin avoimille alueille, että et voi käyttää
fr: Utilisez les instructions pour guider le robot pour ouvrir les zones que vous ne pouvez pas accéder
ga: Úsáid na treoracha a threorú an robot a oscailt limistéir nach féidir leat rochtain a fháil
gl: Use as instrucións para guiar o robot para abrir áreas que non pode acceder
hi: निर्देश के लिए रोबोट गाइड क्षेत्रों का उपयोग करें कि आप का उपयोग नहीं कर सकते हैं खोलने के लिए
hr: Koristite upute za vodič robot za otvaranje područja koja ne možete pristupiti
hu: Használja az utasításokat útmutató a robot, hogy nyílt területen, hogy nem tud hozzáférni
is: Notaðu leiðbeiningunum til að fylgja í vélmenni til að opna svæði sem þú getur ekki aðgang
it: Utilizzare le istruzioni per guidare il robot per aprire aree che non è possibile accedere
iw: השתמש הוראות להנחות את הרובוט כדי לפתוח שטחים שאתה לא יכול לגשת
ja: ロボットを操作するための手順を使用領域をアクセスすることはできませんを開く
ko: 로봇이 안내 지침을 사용하여 영역에 액세스할 수없습니다를 엽니다
lv: Lietojiet instrukcijas, lai vadītu robotu uzsākt jomās, jūs nevarat piekļūt
mk: Користете ги инструкциите за насочување на робот да отвори области кои не можете да пристап
mt: Uża l-istruzzjonijiet sabiex tiggwida l-robot biex tiftaħ l-oqsma li inti ma tistax aċċess
nl: Gebruik de instructies om de robot gids voor open ruimtes die u niet kunt toegang
no: Bruk instruksjonene for å styre roboten til å åpne områder som du ikke får tilgang
pl: Użyj instrukcji przypomnienie robot na otwartych przestrzeniach, że nie można uzyskać dostępu
pt: Use as instruções para guiar o robô para abrir áreas que você não pode acessar
ro: Utilizaţi instrucţiunile pentru a ghida robot la zone în care nu se pot accesa
sl: Uporabite navodila za usmerjanje robot na odprtih površinah, ki jih ne morejo dostopati do
sq: Përdorimi udhëzime për të drejtuar robot për të hapur zona që ju nuk mund të hyni
sr: Користите упутства за водич робота на отворен простор који не можете да приступите
sv: Använd instruktionerna för att styra roboten att öppna områden som du inte kan komma
sw: Tumia maelekezo kuongoza robot kufungua maeneo ambayo huwezi kupata
tr: Robot kılavuzuna yönergeleri kullanın alanları sizin erişemezsiniz açmak için
vi: Sử dụng các hướng dẫn để hướng dẫn các robot để mở các khu vực mà bạn không thể truy cập
yi: ניצן די אינסטרוקציעס צו פירן די ראָבאָט צו עפֿענען אַרעאַס אַז איר קענט נישט אַקסעס
zh: 使用说明，指导机器人开放领域，您不能访问
