Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: To move Edgar left and right, use the arrow keys.
af: Om te beweeg Edgar links en regs, die gebruik van die pyltjie sleutels.
ar: لنقل إدغار اليسار واليمين ، استخدم مفاتيح الأسهم.
be: Эдгар Для перамяшчэння влево і ўправа, выкарыстоўваючы клавішы са стрэлкамі.
bg: Едгар За да преместите наляво и надясно, използвайте клавишите със стрелки.
ca: Per moure Edgar esquerra i dreta, utilitzeu les tecles de fletxa.
cs: Chcete-li přesunout Edgar vlevo a vpravo, použijte klávesy se šipkami.
cy: I symud Edgar chwith a dde, defnyddiwch y bysellau saeth.
da: At flytte Edgar til venstre og højre, skal du bruge piletasterne.
de: So verschieben Edgar links und rechts mit den Pfeiltasten.
el: Για να μετακινήσετε Edgar αριστερά και δεξιά, χρησιμοποιήστε τα πλήκτρα βέλους.
et: Liikuda Edgar vasakule ja paremale nooleklahvide abil.
fa: ادگار حرکت به چپ و راست ، استفاده از کلید های arrow.
fi: Voit siirtyä Edgar vasemmalle ja oikealle, nuolinäppäimillä.
fr: Pour déplacer Edgar gauche et à droite, utilisez les touches fléchées.
ga: Chun Edgar bogadh ar chlé agus ar dheis, bain úsáid as na heochracha arrow.
gl: Para mover Edgar esquerda e á dereita, usa as frechas do teclado.
hi: करने के लिए कदम एडगर और सही छोड़ दिया, तीर कुंजी का उपयोग करें.
hr: Da biste premjestili Edgar lijevo i desno, koristite tipke sa strelicama.
hu: Edgar mozgatni jobbra-balra a nyilakkal.
is: Til að færa Edgar vinstri og hægri, nota arrow takkana.
it: Edgar per spostare a destra ea sinistra, utilizzare i tasti freccia.
iw: אדגר לנוע שמאלה וימינה, השתמש במקשי החיצים.
ja: エドガーと右の矢印キーを使って左に移動してください。
ko: 에드거 오른쪽, 왼쪽 화살표 키를 사용하여 이동할 수있습니다.
lv: Lai pārvietotos Edgar kreisi un pa labi, izmantojiet bulttaustiņus.
mk: Едгар да се движат лево и десно, користете ги копчињата со стрелки.
mt: Sabiex ikun hemm mixja Edgar xellug u tal-lemin, uża l-keys vleġġa.
nl: Verplaatsen Edgar links en rechts, gebruik de pijltjestoetsen.
no: Slik flytter Edgar venstre og høyre, bruke piltastene.
pl: Aby przenieść Edgar w lewo iw prawo, za pomocą klawiszy strzałek.
pt: Para mover Edgar esquerda e à direita, use as setas do teclado.
ro: Pentru a vă deplasa Edgar stânga şi la dreapta, utilizaţi tastele săgeată.
sl: Če želite premakniti Edgar levo in desno, uporabite puščične tipke.
sq: Edgar për të lëvizur majtas dhe djathtas, përdorim çelësat arrow.
sr: Да бисте преместили Едгара лево и десно, користите тастере са стрелицама.
sv: Att flytta Edgar vänster och höger, använd piltangenterna.
sw: Kuhamia Edgar kushoto na kulia, kutumia mshale funguo.
tr: Edgar ve sağ, sol ok tuşlarını kullanarak taşımak için.
vi: Để di chuyển Edgar trái và bên phải, sử dụng các phím mũi tên.
yi: צו באַוועגן עדגאַר לינקס און רעכטס, ניצן די פייל קיז.
zh: 要移动埃德加左，右，使用箭头键。

source: To make Edgar jump, press space. You can move in the air when jumping.
af: Te maak Edgar spring, druk op die ruimte. Jy kan beweeg in die lug toe spring.
ar: لجعل إدغار القفز ، والفضاء الصحافة. يمكنك الانتقال في الهواء عندما قفز.
be: Каб зрабіць скачок Эдгар, прэс-прасторы. Вы можаце перамяшчацца ў паветры пры скачках.
bg: За да направите Едгар скок, натиснете пространство. Вие може да се движи във въздуха при скок.
ca: Per fer saltar Edgar, l'espai de premsa. Vostè pot moure en l'aire al saltar.
cs: Chcete-li Edgar skok, stiskněte mezerník. Se můžete pohybovat ve vzduchu při skoku.
cy: I wneud Edgar naid, gofod i'r wasg. Gallwch symud yn yr awyr wrth neidio.
da: At gøre Edgar hoppe, trykke på mellemrumstasten. Du kan bevæge sig i luften, når springning.
de: Um Edgar springen, drücken Sie die Leertaste. Sie können in der Luft bewegen, wenn Springen.
el: Να κάνει Edgar άλμα, πατήστε το πλήκτρο διαστήματος. Μπορείτε να μετακινήσετε στον αέρα όταν πηδά.
et: Et Edgar hüpata, vajuta tühikut. Võite liikuda õhus kui hüpped.
fa: پرش به ادگار ، فضا را فشار دهید. شما می توانید در هوا هنگام حرکت پریدن.
fi: Tehdä Edgar siirtyä, paina tilaa. Voit liikkua ilmassa, kun hyppy.
fr: Pour faire sauter Edgar, l'espace presse. Vous pouvez vous déplacer dans l'air lors d'un saut.
ga: Chun a dhéanamh Edgar léim, spás preasa. Is féidir leat dul san aer nuair a stopadh.
gl: Para facer Edgar salto, espazo prensa. Pode mover-se no ar cando salta.
hi: एडगर के लिए कूद, प्रेस जगह बनाते हैं. तुम हवा में स्थानांतरित कर सकते हैं जब कूद.
hr: Da bi Edgar skočiti, pritisnite prostor. Možete premjestiti u zrak kada skakanje.
hu: Ahhoz, hogy Edgar ugrani, nyomjuk meg a helyet. Tudod mozgatni a levegőben, amikor ugrálás.
is: Til að Edgar hoppa, stutt bil. Þú getur fært í loftinu þegar stökk.
it: Per far saltare Edgar, spazio premere. È possibile spostare in aria quando salta.
iw: כדי לבצע קפיצה אדגר, שטח הקש. ניתן להעביר באוויר כאשר קופץ.
ja: エドガージャンプ、ボタンを押しますスペースを確保してください。場合は、空気中のときにジャンプ移動することができます。
ko: 에드거 점프, 언론 공간을 확인하십시오. 당신은 공기에서 점프하면 이동할 수있습니다.
lv: Padarīt Edgar lēkt, preses telpā. Jūs varat pārvietot ar gaisa transportu, ja lekt.
mk: За да направите Едгар скок, притиснете простор. Може да се движат во воздухот кога скокање.
mt: Biex jagħmlu jaqbżu Edgar, l-ispazju għall-istampa. Tista 'timxi fl-arja meta jaqbeż.
nl: Om Edgar springen, drukt u op de ruimte. U kunt verplaatsen in de lucht bij het springen.
no: For å gjøre Edgar hoppe trykke mellomrom. Du kan gå i lufta når hopping.
pl: Aby przeskoczyć Edgar, naciskając spację. Możesz poruszać się w powietrzu podczas skoków.
pt: Para fazer Edgar salto, espaço imprensa. Você pode mover-se no ar quando salta.
ro: Pentru a face salt Edgar, spaţiu de presă. Aveţi posibilitatea să mutaţi în aer atunci când jumping.
sl: Da bi Edgar skočiti, pritisnite prostor. Lahko premaknete v zraku, ko skokih.
sq: Për të bërë kërcim Edgar, hapësirë për shtyp. Ju mund të lëvizin në ajër kur kërcejnë.
sr: Да би Едгара скок, притисните размак. Можете да преместите у ваздуха када скаче.
sv: Göra Edgar hoppa trycker mellanslag. Du kan flytta i luften när hoppning.
sw: Edgar kufanya wanaruka, wanahabari nafasi. Unaweza kuhamia katika hewa wakati wa kuruka.
tr: Edgar atlama, basın yer açmak için. Sen havada zaman atlama taşıyabilirsiniz.
vi: Để làm cho Edgar nhảy, báo chí không gian. Bạn có thể di chuyển trong không khí khi nhảy.
yi: צו מאַכן עדגאַר שפרינג, דריקן פּלאַץ. איר קענען אַריבערפירן אין די לופט אַז דזשאַמפּינג.
zh: 为了使埃德加跳，按空间。您可以移动时，在空中跳跃。

source: Although Jacob only requires you to catch 3 of his chickens, why not be nice to him and catch more? There are 10 wandering the map in all
af: Hoewel Jakob slegs vereis dat jy die vangs 3 van sy hoenders, waarom nie lekker wees om hom en vang meer? Daar is 10 dwaal die kaart in alle
ar: على الرغم من أن يعقوب يتطلب منك فقط للقبض على 3 من الدجاج ، لماذا لا يكون لطيفا معه والصيد اكثر؟ هناك 10 تجول في جميع الخريطة
be: Хоць Якаў толькі патрабуе ад вас зразумеюць 3 сваіх курэй, чаму б не быць прыемна з ім і злавіць больш? Ёсць 10 вандроўныя карту ва ўсіх
bg: Въпреки, че Яков само изисква от вас да улови 3 от пилетата си, защо не е хубаво да го уловят и повече? Налице са 10 скитащи на картата във всички
ca: Encara que Jacob només requereix que la captura 3 dels seus pollastres, ¿per què no ser amable amb ell i agafar més? Hi ha 10 vagant pel mapa en tots els
cs: Ačkoli Jacob pouze vyžaduje, abyste úlovek 3 jeho slepice, proč by hezké ho a chytit víc? K dispozici je 10 bloudění ve všech map
cy: Er Jacob yn unig yn gofyn i chi ddal 3 ei ieir, pam na fod yn neis iddo a dal mwy? Mae 10 yn crwydro ar y map yn yr holl
da: Selv om Jacob kun kræver, at du fange 3 af hans kyllinger, hvorfor så ikke være rart for ham og fange mere? Der er 10 vandrer kortet i alle
de: Obwohl Jacob Sie erfordert nur 3 seiner Hühner, warum nicht schön, ihn zu fangen und fangen Sie mehr? Es gibt 10 Wanderung der Karte in allen
el: Παρόλο Jacob απαιτεί μόνο εσείς να πιάσει 3 των κοτόπουλων του, γιατί δεν είναι ωραίο να τον αλιευμάτων και περισσότερο; Υπάρχουν 10 περιπλάνηση του χάρτη σε όλες
et: Kuigi Jacob nõuab ainult teile jõuda 3 tema kanad, miks ei ole kena talle ja saagi enam? On 10 ekslemine kaart kõik
fa: اگرچه یعقوب تنها نیاز شما را به گرفتن 3 از جوجهها را ، چرا نمی شود به او زیبا و گرفتن بیشتر؟ سرگردان هستند 10 نقشه در همه وجود دارد.
fi: Vaikka Jacob vain vaatii sinua pyydystämään 3 hänen kanojen, miksi ei olisi mukavaa hänelle ja saalis enemmän? On 10 vaeltaa kartta kaikki
fr: Bien que Jacob ne nécessite que vous pour prendre 3 de ses poulets, pourquoi ne pas être gentille avec lui et attraper plus? Il ya 10 errance de la carte dans tous les
ga: Cé go n-éilíonn Jacob ach tú a ghabháil 3 de chuid sicíní, cén fáth nach deas a dó agus a ghabháil níos mó? Tá 10 wandering an léarscáil i ngach
gl: Aínda que Xacob só esixe que incorporarse 3 das súas galiñas, porque non sería bo para el, e ir máis? Hai 10 vagando o mapa en todos os
hi: हालांकि याकूब केवल आप अपने चूजों के 3, क्यों उसे अच्छा नहीं हो पकड़ने के लिए और अधिक पकड़ने की आवश्यकता है? सभी नक्शे में भटक रहे हैं 10
hr: Iako Jakov samo zahtijeva od vas uhvatiti 3 njegove kokoši, zašto ne bi lijepo da ga uhvatiti i više? Ima 10 lutaju karta u svim
hu: Annak ellenére, Jacob csak azt írja elő, hogy 3 fogás az ő csirkék, miért nem jó lenne neki és a fogási több? Jelenleg 10 kóborolt a térképen az összes
is: Þó Jacob þurfa aðeins hægt að ná 3 af kjúklingur hans, hvers vegna ekki gott að hann og ná meira? Það eru 10 Wandering kortið í öllum
it: Anche se Jacob richiede solo di cattura 3 dei suoi polli, perché non essere gentile con lui e la cattura di più? Ci sono 10 vagare la mappa in tutte le
iw: אף יעקב מחייב אותך רק כדי לתפוס 3 תרנגולות שלו, למה לא להיות נחמד אליו ולתפוס יותר? יש 10 נדודים את המפה בכל
ja: ただし、ヤコブだけが3彼の鶏が、なぜ彼にいいことはキャッチし、以上のcatchが必要？は、10のマップのすべての徘徊している
ko: 비록 야곱 3만이 자신의 닭, 왜 그 사람에게 친절하게 공을 더 잡을 필요? 저기 10지도를 모두 헤매고있습니다
lv: Kaut Jacob tikai prasa, lai jūs nozvejas 3 viņa cāļi, kāpēc nav jauki ar viņu un nozvejot vairāk? Ir 10 wandering karti visu
mk: Иако Јаков само ти бара да се фати 3 од неговата пилиња, зошто не било убаво да го фати и повеќе? Постојат 10 лута на картата во сите
mt: Għalkemm Jacob jeħtieġ biss li inti qabda 3 ta 'tiġieġ tiegħu, għaliex ma tkun sbieħ lilu u jaqbdu aktar? Hemm 10 wandering il-mappa fl -
nl: Hoewel Jacob vereist alleen u tot en met 3 van zijn kippen, waarom niet aardig zijn om hem te vangen en vangen meer? Er zijn 10 dwalen de kaart in alle
no: Selv Jacob krever bare at du fanger 3 av sine kyllinger, hvorfor ikke være hyggelig mot ham og få mer? Det er 10 vandrende kartet i alle
pl: Choć Jacob wymaga jedynie, aby uchwycić 3 jego kurczaki, to dlaczego nie być miły dla niego i złapać więcej? Istnieje 10 wędrując Pokaż wszystkie
pt: Embora Jacó só exige que você pegar 3 de suas galinhas, porque não seria bom para ele e pegar mais? Há 10 vagando o mapa em todos os
ro: Cu toate că Jacob numai a cere tu la spre catch 3 din pui lui, de ce să nu fi frumos să şi-l prinde mai mult? Există 10 rătăcind harta, în toate
sl: Čeprav Jacob le zahteva, da svojega ulova 3 piščancev, zakaj ne bo lepo k njemu in ulov več? Obstajajo 10 tava zemljevid v vseh
sq: Edhe pse Jakobi vetëm kërkon që ju të kapur 3 nga pulat e tij, pse jo të këndshme për të kapur atë dhe më shumë? Ka 10 përçart hartë në të gjitha
sr: Иако Јаков захтева само да ухватим 3 од његових кокоши, зашто се није лепо да га ухвате и више? Има 10 мапу лутања у свим
sv: Även Jacob kräver bara att du fånga 3 av hans kycklingar, varför inte vara snäll mot honom och fånga mer? Det finns 10 vandrande kartan i alla
sw: Ingawa Yakobo inahitaji tu wewe catch 3 ya kuku wake, kwa nini kuwa nice catch kwake na zaidi? Kuna Mabedui 10 ramani katika yote
tr: Jacob rağmen sadece 3 onun tavuk, neden ona hoş olmaz yakalamak ve daha fazla tutmak gerekir? Orada 10 map hepsini içinde gezinen vardır
vi: Mặc dù Jacob chỉ yêu cầu bạn bắt 3 / con gà của ông, tại sao không được tốt đẹp cho anh ta và bắt nhiều hơn? Có 10 lang thang ở tất cả các bản đồ
yi: כאָטש יעקבֿ בלויז ריקוויירז איר צו כאַפּן 3 פון זיין טשיקאַנז, וואָס ניט זיין סימפּאַטיש צו אים און כאַפּן נאָך? עס זענען 10 וואַנדערינג די מאַפּע אין אַלע
zh: 虽然雅各布你只需要3赶上他的鸡，为什么不善待他，累积更多？有10个徘徊在所有的地图

source: Note that not all weak walls can be destroyed using the pickaxe
af: Let daarop dat nie al die swak mure vernietig kan word met behulp van die pikhouweel
ar: علما بأن جميع الجدران الضعيفة لا يمكن تدميرها باستخدام معول
be: Майце на ўвазе, што не ўсе слабыя сцены могуць быць знішчаныя дапамогай кірка
bg: Имайте предвид, че не всички слаби стени могат да бъдат унищожени използване на Кирка
ca: Tingueu en compte que no totes les parets febles poden ser destruïts mitjançant la piqueta
cs: Všimněte si, že ne všechny slabé zdi mohou být zničeny použitím krumpáče
cy: Noder y gall nad oedd yr holl waliau wan yn cael ei dinistrio gan ddefnyddio'r pickaxe
da: Bemærk, at ikke alle svage vægge kan blive ødelagt ved hjælp af hakke
de: Beachten Sie, dass nicht alle schwachen Mauern zerstört mit der Hacke kann
el: Σημειώστε ότι δεν είναι όλα αδύναμη τοίχους μπορούν να καταστραφούν με την αξίνα
et: Pange tähele, et mitte kõik nõrgad seinad võib hävitada kasutades kirgas
fa: توجه داشته باشید که نه همه ی دیوار های ضعیف می تواند با استفاده از آنها نابود شوند و با کلنگ زدن
fi: Huomaa, että kaikki heikot seinät voidaan tuhota käyttämällä hakku
fr: Notez que tous les murs faibles peuvent être détruits par la pioche
ga: Tabhair faoi deara gur féidir le gach ní ballaí lag a scriosta ag baint úsáide as an pickaxe
gl: Teña en conta que non todas as paredes débil pode ser destruida a cabeza
hi: ध्यान दें कि नहीं सब कमजोर दीवारों कुदाल से मिट्टी खुरपना का उपयोग कर नष्ट किया जा सकता है
hr: Imajte na umu da nisu svi slaba zidovi mogu biti uništeni koristeći trnokop
hu: Ne feledjük, hogy nem minden a gyenge falakkal meg lehet semmisíteni segítségével csákány
is: Athugið að ekki öll veik veggi geta verið eytt með pickaxe
it: Si noti che non tutti i muri debole può essere distrutto con il piccone
iw: שים לב שלא כל קירות חלשים יכולים להיהרס באמצעות מעדר
ja: は、すべての弱い壁につるはしを使用して破壊されることに注意し
ko: 그 모든 약한 벽에 곡괭이를 사용하여 파괴 될 수있습니다
lv: Ņemiet vērā, ka ne visi vāju sienu var iznīcināt, izmantojot pickaxe
mk: Имај на ум дека не сите слабите ѕидови може да се уништи со помош на pickaxe
mt: Innota li mhux il-ħitan dgħajfa jistgħu jiġu distrutti bl-użu pickaxe
nl: Merk op dat niet alle zwakke wanden kunnen worden vernietigd met behulp van de pikhouweel
no: Merk at ikke alle svake vegger kan bli ødelagt ved bruk av hakken
pl: Należy pamiętać, że słabe ściany mogą zostać zniszczone przy użyciu kilof
pt: Note que nem todas as paredes fraco pode ser destruída com a picareta
ro: Reţineţi că nu toate zidurile slab poate fi distrus cu ajutorul târnăcopul
sl: Ne pozabite, da ne morejo vsi šibke stene je treba uničiti z Trnokop
sq: Vini re se jo të gjitha muret e dobët mund të jenë shkatërruar duke përdorur pickaxe
sr: Имајте на уму да нису сви слаби зидови буду уништени коришћењем Трнокоп
sv: Observera att inte alla svaga väggar kan förstöras med hackan
sw: Kumbuka kuwa sio wote kuta dhaifu inaweza kuharibu kutumia pickaxe
tr: Hepsi bu kadar değil zayıf duvarları kazma kullanarak yok unutmayın
vi: Lưu ý rằng không phải tất cả các bức tường yếu có thể được tiêu huỷ bằng cách sử dụng pickaxe
yi: באַמערקונג אַז נישט אַלע שוואַך וואָלז קענען זיין חרובֿ ניצן די פּיקקאַקסע
zh: 请注意，并非所有的软弱墙壁可以被摧毁用镐

source: I've already checked, he's not down there...
af: Ek het al nagegaan, hy's nie in die steek daar ...
ar: لقد سبق فحصها ، وقال انه ليست هناك باستمرار...
be: Я ўжо праверыў, што ён не туды ...
bg: Аз вече проверени, той не е там ...
ca: Ja ho he comprovat, no està allà baix ...
cs: Už jsem zkontrolovat, není to tam dole ...
cy: Rwyf wedi gwirio eisoes, nid i lawr yno ...
da: Jeg har allerede kontrolleret, han er ikke dernede ...
de: Ich habe bereits überprüft, er ist nicht da unten ...
el: Έχω ήδη ελεγχθεί, δεν είναι εκεί κάτω ...
et: Ma olen juba kontrollinud, ta ei ole seal ...
fa: من قبلا هم چک ، او در کردن نیست... وجود داشت.
fi: Olen jo tarkistanut, hän ei ole siellä ...
fr: J'ai déjà cochée, il n'est pas là-bas ...
ga: Mé a sheiceáil cheana féin, ní sé síos ann ...
gl: Eu xa marcada, el non está alí en baixo ...
hi: मैं पहले से ही, वह वहाँ नहीं है की जाँच की है ...
hr: Ive 'već provjereni, on nije tamo dolje ...
hu: Már be van jelölve, s nem ott lent ...
is: Ég hef þegar köflóttur, hann er ekki þarna niðri ...
it: Ho già controllato, non è laggiù ...
iw: כבר בדקתי, הוא לא שם למטה ...
ja: 私はすでに、彼はそこではない... ...確認しました
ko: 나는 이미 그가 거기 아니에요 ... 확인했습니다
lv: Esmu jau pārbaudīts, viņš nav tur lejā ...
mk: Веќе проверени, тој не е таму ...
mt: Stajt diġà vverifikati, hu Ma stabbiliti hemmhekk ...
nl: Ik heb al gecontroleerd, hij is niet daar beneden ...
no: Jeg har allerede sjekket, er han ikke der nede ...
pl: Ja już zaznaczone, że nie jest tam ...
pt: Eu já marcada, ele não está lá em baixo ...
ro: Am verificat deja, el nu e acolo jos ...
sl: Sem že preverja, on ne tam spodaj ...
sq: Unë e kam zgjedhur tashmë, ai nuk është aty poshtë ...
sr: Већ сам проверава, он није тамо ...
sv: Jag har redan kontrollerat, han är inte där nere ...
sw: Tayari I've checked, yeye si chini kuna ...
tr: Zaten, o orada değil ... kontrol ettim
vi: Tôi đã kiểm tra, anh ta không xuống đó ...
yi: איך'ווע שוין אָפּגעשטעלט, ער הערט נישט אַראָפּ דאָרט ...
zh: 我已经选中，他没有在那儿...

source: I've heard of people falling into the well before, maybe Dad's in there...
af: Ek het gehoor van mense in die val van die goed voor, miskien Pa's in there ...
ar: لقد سمعت من الناس الوقوع في جيدا من قبل ، وربما في داد هناك...
be: Я чуў, людзі падаюць у колодец раней, можа быць, папа там ...
bg: Чувал съм от хора, които попадат в доста преди, може би на татко там ...
ca: He sentit parlar de persones que cauen en el pou, potser el pare hi és ...
cs: Slyšel jsem, že lidí, které spadají do i předtím, možná táta je tam ...
cy: Rydw i wedi clywed pobl yn cwympo i mewn i'r dda o'r blaen, efallai Dad's yno ...
da: Jeg har hørt om folk falder i god tid før, måske far er derinde ...
de: Ich habe von Leuten, fallen in den Brunnen schon gehört, vielleicht Dad's in there ...
el: Έχω ακούσει για τα άτομα που υπάγονται στην πολύ πριν, ίσως ο μπαμπάς είναι εκεί ...
et: Olen kuulnud inimeste sattumist juba enne, võibolla isa on seal ...
fa: من از مردم افتادن به خوبی قبل ، شاید پدر در آنجا شنیده...
fi: Olen kuullut ihmisistä, jotka kuuluvat hyvin ennen, ehkä isän siellä ...
fr: J'ai entendu des personnes qui tombent dans le puits avant, peut-être papa est là ...
ga: Mé chuala daoine a thagann isteach sa roimh maith, b'fhéidir's daid in ann ...
gl: Xa oín falar de persoas caendo no pozo antes, quizais o meu pai está aí dentro ...
hi: मैं में पड़ने से पहले अच्छी तरह से लोगों के बारे में सुना है, शायद पिताजी वहाँ में ...
hr: Čuo sam od ljudi pada u dobro prije, možda tata je u tu ...
hu: Hallottam az emberek alá a még jóval azelőtt, talán apa ott van ...
is: Ég hef heyrt um fólk sem fellur inn í vel áður, kannski pabbi í það ...
it: Ho sentito di persone che rientrano nella ben prima, forse papà in là ...
iw: שמעתי על אנשים נופלים לתוך הבאר לפני, אולי אבא שם ...
ja: 私は人々に前によく落ちるのは、おそらくお父さんのそこに聞いたことがある...
ko: 사람을 잘 떨어지는 전에, 아마 아빠가 거기에 들었어요 ...
lv: Esmu dzirdējis par cilvēku nonākšanu arī līdz šim, varbūt Dad's tur ...
mk: Слушнав на луѓето вклучени во и пред тоа, можеби тато има таму ...
mt: Stajt jinstemgħu ta 'persuni li jaqgħu fil-ħafna qabel, forsi Dad's fil hemmhekk ...
nl: Ik heb gehoord van mensen die in de put voor, misschien pappa's daar ...
no: Jeg har hørt om folk som faller i god tid før, er kanskje pappa der ...
pl: Słyszałem, osób należących do znacznie wcześniej, może tata jest tam ...
pt: Já ouvi falar de pessoas caindo no poço antes, talvez meu pai está lá dentro ...
ro: Am auzit de oameni care se încadrează în bine înainte, poate tata lui acolo ...
sl: Slišal sem ljudi, ki spadajo v veliko prej, morda oče je tam notri ...
sq: Unë kam dëgjuar për njerëz bien në edhe më parë, ndoshta Dad në ka ...
sr: Чуо сам од људи који спадају у далеко пре, мозда је тата тамо ...
sv: Jag har hört människor faller i god tid innan, det kanske pappa där inne ...
sw: I've kusikia watu kuanguka ndani ya kisima kabla, labda Dad's in there ...
tr: İnsanların içine çok önce düşme, belki Dad's orada duydum ...
vi: Tôi nghe nói của người dân cũng lâm vào trước, có lẽ Dad's tại có ...
yi: איך'ווע כערד פון מענטשן פאַלינג אַרייַן די געזונט פֿאַר, אפֿשר פאטער 'ס אין עס ...
zh: 我听说过落入人之前，也许爸爸在那里...

source: DAD!!!!! ARE YOU DOWN THERE?!!!!!
ar: الوراثي!!!!! هل أنت إلى أسفل هناك؟!!!!!
be: DAD !!!!! Are You Down ТАМ ?!!!!!
bg: DAD !!!!! ВИЕ СТЕ там ?!!!!!
ca: DAD !!!!! Ets allà baix ?!!!!!
cs: DAD !!!!! JSTE tam ?!!!!!
cy: DAD !!!!! YDYCH CHI I LAWR NA ?!!!!!
da: DAD !!!!! ER DU NED DER ?!!!!!
el: DAD !!!!! ARE YOU εκεί κάτω ?!!!!!
et: DAD !!!!! OLED seal ?!!!!!
fa: بابا!!!!! آیا شما خراب وجود دارد؟!!!!!
fr: DAD !!!!! THERE ARE YOU DOWN ?!!!!!
ga: Daidí !!!!! TÁ TÚ síos ann ?!!!!!
gl: DAD !!!!! Are you down NON ?!!!!!
hi: पिताजी !!!!! क्या आप वहाँ नीचे ?!!!!!
hr: DAD !!!!! JESTE LI tamo dolje ?!!!!!
hu: DAD !!!!! YOU ARE DOWN THERE ?!!!!!
is: DAD !!!!! ARE YOU þarna niðri ?!!!!!
iw: DAD !!!!! ARE אותך לשם ?!!!!!
ja: DADの!!!!!そこ?!!!!!ダウンしている
ko: 아빠 !!!!! 당신은 거기 ?!!!!! 다운
mk: DAD !!!!! ДАЛИ СТЕ таму долу ?!!!!!
mt: DAD !!!!! ARE YOU DOWN hemmhekk ?!!!!!
nl: DAD !!!!! ARE YOU DOWN ER ?!!!!!
no: DAD !!!!! ARE DOWN YOU THERE ?!!!!!
pl: DAD !!!!! ARE YOU tam ?!!!!!
pt: DAD !!!!! Are You Down NÃO ?!!!!!
ro: DAD !!!!! SUNT You Down EXISTA ?!!!!!
sl: DAD !!!!! STE doli ?!!!!!
sq: Dad !!!!! ARE YOU DOWN KA ?!!!!!
sr: ДАД !!!!! Аре ыоу тхере НАДОЛЕ ?!!!!!
sv: DAD !!!!! DU DÄRNERE ?!!!!!
tr: DAD !!!!! ?!!!!! DOWN THERE YOU ARE
vi: DAD !!!!! LÀ BẠN CÓ DOWN ?!!!!!
yi: טאַטע !!!!! ביסט אַראָפּ עס ?!!!!!
zh: 家畜多样性!!!!!难道你那里?!!!!!

source: Nothing. I guess I'll have to keep on looking
af: Niks. I guess i'll het om aan te hou soek
ar: لا شيء. اعتقد انني سوف يكون ليبقي على البحث
be: Нічога. Я думаю, мне давядзецца працягваю шукаць
bg: Нищо. Предполагам, че ще трябва да продължим да гледам
ca: Res. Suposo que hauré de seguir buscant
cs: Nic. Myslím, že budu muset hledat dál
cy: Dim. Amcana Bydd rhaid i fi gadw ar chwilio
da: Ingenting. Jeg tror jeg bliver nødt til at holde på udkig
de: Nichts. Ich glaube, ich muss immer auf der Suche
el: Τίποτα δεν. Υποθέτω ότι θα πρέπει να συνεχίσει να ψάχνει
et: Mitte midagi. Ma arvan, Võtan hoida otsin
fa: هیچ چیز. من عقیده دارم که او می خواهم که به دنبال حفظ
fi: Ei mitään. Luulen, että täytyy jatkuvasti etsimässä
fr: Rien. Je suppose que je vais devoir continuer à chercher
ga: Faic. Buille faoi thuairim mé beidh mé a choinneáil ar an lorg
gl: Nada. Creo que vou ter que seguir buscando
hi: कुछ नहीं. मुझे लगता है मैं देख पर रखना होगा
hr: Ništa. Mislim da ću morati držati na obličje
hu: Semmi. Azt hiszem lesz, hogy továbbra is keres
is: Ekkert. Ég held ég verður að halda áfram að leita
it: Niente. Credo che dovrò continuare a cercare
iw: כלום. אני מניח שאני אצטרך לשמור על מבט
ja: 何もない。私は探し続ける必要があるでしょうね
ko: 없음. 내가 찾고 계속해야 겠군요
lv: Nekas. I guess I'll ir turēt uz meklējat
mk: Ништо. Претпоставувам дека ќе мора да продолжи да ја бара
mt: Xejn. I raden I'll għandhom iżommu dwar ħarsa
nl: Niets. Ik denk dat ik zal moeten blijven kijken
no: Ingen ting. Jeg tror jeg må holde på jakt
pl: Nic. I guess I'll have to keep on szuka
pt: Nada. Acho que vou ter que continuar procurando
ro: Nimic. Cred ca va trebui să păstreze în căutarea
sl: Nič. Mislim, da bom moral imeti na prihodnost
sq: Asgjë. I guess I'll duhet të mbajnë në kërkim
sr: Ништа. Мислим да ћу морати да тражите даље
sv: Ingenting. Jag antar att jag får väl hålla på att leta
sw: Hakuna kitu. Nadhani I'll have to keep on kuangalia
tr: Hiçbir şey. Ben seyir devam gerekecek sanırım
vi: Không có gì. Tôi đoán Tôi sẽ cần phải giữ trên tim
yi: גאָרנישט. איך טרעפן איך וועט האָבן צו האַלטן אויף איר זוכט
zh: 无。我想我还得继续寻找
