Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Upon reaching maturity they will form a cocoon and morph into a wasp
af: Upon bereik volwassenheid sal hulle vorm 'n kokon en morph in' n wesp
ar: عند بلوغ النضج ، فإنه سوف يشكل شرنقة وتتحول إلى حالة دبور
be: Па дасягненні сталасці яны ўтвараюць кокон і ператворыцца ў WASP
bg: При достигане падеж те ще образуват какавида и преобрази в оса
ca: A l'arribar a la maduresa que es forma un capoll i es transformen en una vespa
cs: Po dosažení dospělosti, které budou tvořit promění v kuklu a vosa
cy: Wedi cyrraedd aeddfedrwydd byddant yn ffurfio cocwn a morph i WASP
da: Efter modnes de vil danne en puppe og mor i en hveps
de: Nach Erreichen der Geschlechtsreife werden sie einen Kokon und morph in Form einer Wespe
el: Μετά την ωρίμανσή τους και θα αποτελούν ένα κουκούλι και morph σε μια σφήκα
et: Jõudes tähtajaga nad moodustavad kookon ja morph arvesse herilane
fa: به محض رسیدن به بلوغ که می خواهند یک پیله کرم ابریشم و زنبور را مورف فرم
fi: Päästyään maturiteetti ne muodostavat kotelokoppa ja Morph osaksi ampiainen
fr: À l'échéance pour atteindre, ils formeront un cocon et se transformer en une guêpe
ga: Ar n-aibíocht a bhaint amach beidh siad ina cocún agus morph i foiche
gl: Ao acadar a fase adulta que pode formar un casulo e converterse nunha Vespa
hi: पहुँच परिपक्वता वे एक ततैया में एक कोकून और morph बनेगी करने पर
hr: Kada su došli do dospijeća oni će oblik i čahura morph u osa
hu: Érve futamidő ők fogják képezni a báb-és morph egy darázs
is: Þegar nær þroska að þeir munu mynda cocoon og Morph í Wasp
it: Alla scadenza di raggiungere formeranno un bozzolo e si trasformano in una vespa
iw: על בשלות להגיע הם יהוו המעטפת ואת מורף לתוך צרעה
ja: 彼らはハチに繭とモーフを形成するに達する満期時に
ko: 그들이 말벌에 누에고치와 Morph 형성 성숙에 도달시
lv: Sasniedzot briedumu tās veidos kokons un morph vērā lapsene
mk: По достигне зрелоста тие ќе формираат Cocoon и Morph во оса
mt: Malli jilħaq il-maturità li se jifformaw Cocoon u morph fi wasp
nl: Bij het bereiken van volwassenheid zullen zij een cocon en morph vorm in een wesp
no: Ved nådd modenhet de vil danne en kokong og morf inn en veps
pl: Po osiągnięciu dojrzałości będą postaci kokon i przemieniają w osy
pt: Ao atingir a fase adulta que irá formar um casulo e se transformar em uma vespa
ro: La maturitate ajunge la ele vor forma un cocon şi transforma într-o viespe
sl: Na doseže zrelost, da bodo oblike kokonu in morf v wasp
sq: Me arritjen e pjekurisë ata do të formojnë një fshikëz dhe morph në një grenzë
sr: Након достизања зрелости да ће формирати чаура и Морпх на ЗОЉА
sv: Efter moget de kommer att bilda en kokong och förvandlas till en geting
sw: Juu kufikia ukomavu wao kuunda cocoon na morph katika wasp
tr: Bir yaban arısı içine bir koza ve morph oluşturacak olgunluğa ulaşan üzerine
vi: Sau khi trưởng thành đạt họ sẽ tạo thành một Cocoon và morph thành một ong
yi: זיך ריטשינג צייטיקייט זיי וועלן פאָרמירן אַ קאַקון און מאָרף זיך אַ וועספּ
zh: 在到达成熟，他们将形成一股黄蜂茧及变化

source: Some however will morph into a queen wasp. These queens can produce a mucus-like substance capable of holding its prey in place
af: Sommige sal egter morph in 'n koningin wesp. Hierdie koninginne kan 'n slym produseer-agtige stof in staat hou sy prooi in die plek
ar: لكن بعض وسوف يتحول نحلة ملكة. هذه الملكات يمكن ان تنتج مادة تشبه المخاط قادر على السيطرة على فريسته في مكان
be: Аднак некаторыя ператворыцца ў каралеву Аса. Гэтыя Queens можа вырабляць слізі-падобныя рэчывы здольныя правядзення сваёй здабычай на месцы
bg: Някои обаче ще се преобрази в царица оса. Тези кралици може да доведе до слуз като вещество в състояние да задържи плячката си на мястото
ca: Alguns, però es transformi en una vespa reina. Aquestes reines poden produir un moc substància semblant capaç de mantenir la seva presa en el lloc
cs: Někteří však budou promění v královnu vosa. Tyto královny mohou produkovat hlen-jako substance, kde lze umístit svou kořist na místě
cy: Fodd bynnag, bydd rhai morph i WASP frenhines. Gall y rhain Breninesau cynhyrchu mwcws-fel sylwedd sy'n gallu cynnal ei ysglyfaeth yn eu lle
da: Nogle vil dog morph i en dronning hveps. Disse dronninger kan producere en slim-lignende stof, som kan holde sit bytte på plads
de: Einige werden jedoch morph in eine Königin Wespe. Die Königinnen können einen Schleim produzieren, wie Stoff, der Betrieb seine Beute im Ort
el: Ορισμένοι όμως θα morph σε μια σφήκα βασίλισσα. Αυτές οι βασίλισσες μπορεί να παράγει βλέννα-όπως ουσία μπορεί να χωρέσει τη λεία της, σε αντικατάσταση
et: Mõned siiski on morph arvesse kuninganna herilane. Need Queens suudab lima-taolist ainet, mis võimaldavad hoida oma saagiks olemas
fa: با این حال برخی از شما را به زنبور ملکه مورف. این ملکه می تواند موکوس - تولید مثل ماده قادر به نگه داشتن طعمه خود را در محل
fi: Jotkut kuitenkin ovat Morph tulee kuningatar ampiainen. Nämä kuningattaret voivat tuottaa limaa kaltaista ainetta kyettävä pitämään sen uhriksi paikoillaan
fr: Quelques-uns cependant se transformer en une guêpe reine. Ces reines peuvent produire un mucus-like substance capable de tenir sa proie en place
ga: Beidh roinnt morph, áfach, i foiche banríon. Is féidir leis na Ríona tháirgeadh a mucus cosúil le substaint atá in ann a bhfuil a chreiche i bhfeidhm
gl: Algúns, sen embargo, han converterse nunha abella raíña. Esas raíñas pode producir un moco-como substancia capaz de soster a súa presa en lugar
hi: लेकिन कुछ एक रानी ततैया में morph होगा. ये रानियाँ एक बलगम जगह में अपने शिकार को धारण करने में सक्षम पदार्थ की तरह का उत्पादन कर सकते हैं
hr: Neki ipak će u morph kraljica osa. Ti kraljice mogu proizvesti sluz kao tvar sposoban za držanje svoj plijen u mjestu
hu: Néhányan azonban lesz morph egy királynő darázs. Ezek a királynő képes a nyálka-szerű anyag, amely képes a gazdaság áldozatát a helyén
is: Sumir þó mun Morph í drottningu Wasp. Þessi drottning er framleitt með slím-eins og efni fær um að halda bráð þess í stað
it: Alcuni però si trasformeranno in una vespa regina. Queste regine può produrre una sostanza simile al muco in grado di mantenere la sua preda in atto
iw: חלק אולם יהיה מורף לתוך צרעה המלכה. מלכות אלה יכולים לייצר ריר כמו חומר מסוגל להחזיק את טרפו במקום
ja: 一部は女王バチに変形されます。これらの王妃粘液を作ることができる物質の代わりに、その獲物を保持できるように
ko: 그러나 일부 여왕 말벌에 Morph 것입니다. 이러한 왕비 점액 물질을 생산할 수있는 장소에서 먹이를 개최 할 수처럼
lv: Daži tomēr būs morph vērā karaliene lapsene. Šīs Queens var radīt gļotām līdzīga viela, kas spēj organizēt savu upuri vietā
mk: Некои сепак ќе Morph кралица во оса. Овие кралиците можат да произведе слуз-како супстанца може да држи својот плен во место
mt: Xi madankollu se morph fi wasp reġina. Dawn l-irġejjen tista 'tipproduċi mukus-like sustanza li kapaċi jżomm priża tiegħu fis-seħħ
nl: Sommige zullen echter morph in een koningin wesp. Deze koninginnen kunnen een slijm-achtige substantie kunnen houden zijn prooi in plaats
no: Noen vil imidlertid morf til en dronning veps. Disse dronninger kan produsere slim-lignende substans i stand til å holde sitt bytte på plass
pl: Niektórzy jednak będą Morph w osy królowej. Te queens może produkować śluz jak substancja w stanie utrzymać swoją zdobycz na miejsce
pt: Alguns, porém, irão se transformar em uma abelha rainha. Essas rainhas pode produzir um muco-como substância capaz de segurar sua presa em lugar
ro: Unele cu toate acestea se va transforma într-o viespe regină. Aceste regine poate produce un mucus-ca substanţă capabil de a pastra prada sale în locul
sl: Nekateri bodo vseeno morf v kraljico osa. Te lahko proizvedejo matic sluz podobno snov, ki lahko imajo svoj plen v mestu
sq: Disa megjithatë do morph në një grenzë mbretëreshë. Këto mbretëreshat mund të prodhojnë një mukozë-si substancë në gjendje të mbajnë pre e saj në vend
sr: Неки ће, међутим Морпх на ЗОЉА краљица. Те краљице могу да произведу супстанце налик на слуз у стању да држи свој плен у месту
sv: Vissa kommer emellertid att förvandlas till en drottning geting. Dessa drottningar kan producera slem-liknande substans som kan hålla sitt byte på plats
sw: Hata hivyo baadhi ya mapenzi katika malkia morph wasp. Hawa Queens inaweza kuzalisha kama kamasi Dutu uwezo wa kuikopesha katika mawindo yake mahali
tr: Bazı Ancak bir kraliçe arı içine morph olacaktır. Bu vezir bir mukus üretebilir madde yerde avını tutma yeteneği gibi
vi: Tuy nhiên một số sẽ morph thành một nữ hoàng ong. Những hậu có thể sản xuất một chất nhờn giống như chất liệu có khả năng giữ con mồi của nó tại nơi
yi: עטלעכע אָבער וועט מאָרף זיך אַ מאַלקע וועספּ. די קווינס קענען פּראָדוצירן אַ מיוקאַס-ווי מאַטעריע טויגעוודיק פון האָלדינג זיין רויב אין אָרט
zh: 然而有些将演变成女王蜂。这些皇后可产生粘液样物质在地方举行的猎物能力

source: Tortoise, Master
af: Skilpad, Master
ar: السلحفاة ، رسالة ماجستير
be: Чарапаха, Master
bg: Костенурка, магистър
ca: Tortoise, Mestre
cs: Želva, Master
da: Landskildpadde, Master
el: Χελώνα, Master
et: Kilpkonn, Kapteni
fa: لاک پشت ها ، استاد
fi: Kilpikonna, Master
ga: Turtar, Máistir
hi: कछुआ, मास्टर
hr: Kornjača, Master
hu: Teknősbéka, Master
is: Skjaldbakan, Master
it: Tartaruga, Master
iw: צב, הורים
ja: 亀、マスター
ko: 거북이, 마스터
lv: Bruņurupuču, maģistra
mk: Желка, Магистер
mt: Fekruna, Master
nl: Schildpad, Master
no: Skilpadde, Master
ro: De broască ţestoasă, Master
sq: Breshkë, Master
sr: Корњача Мастер
sv: Sköldpadda, Master
sw: Kobe, Mwalimu
tr: Kaplumbağa, Master
vi: Rùa, Master
yi: טאָרטאָיסע, מאַסטער
zh: 龟，硕士

source: Master Tortoises are frightening beasts. Found in far away lands they possess the ability to change their heads
af: Master Schildpadden is frightening beasts. Gevind in ver gebiede wat hulle besit die vermoë om te verander hul koppe
ar: سيد السلاحف وحوش مخيفة. وجدت في أماكن بعيدة الأراضي التي تملك القدرة على تغيير رؤوسهم
be: Майстар чарапах пугающие звяроў. Знойдзена ў далёкай зямлі, якімі яны валодаюць здольнасцю да змянення галавы
bg: Магистър костенурки са страшни зверове. Намерени в далечни земи те притежават способността да променят главите си
ca: Tortugues Màster bèsties són aterridores. Es troba a terres llunyanes, que tenen la capacitat de canviar el cap
cs: Master Želvy jsou děsivá zvířata. Nalezeno v daleko zemích, které mají schopnost měnit své hlavy
cy: Tortoises Meistr bwystfilod yn frawychus. Tiroedd dod o hyd yn bell i ffwrdd maent yn meddu ar y gallu i newid eu pennau
da: Master landskildpadder er skræmmende bæster. Fundet i fjerne landområder, som de besidder evnen til at ændre deres hoveder
de: Master Schildkröten sind erschreckend Tiere. Gefunden in fernen Ländern besitzen sie die Fähigkeit, ihre Köpfe zu ändern
el: Master χελώνες είναι τρομακτικά κτήνη. Βρέθηκαν σε πολύ μακριά εδάφη που διαθέτουν την ικανότητα να αλλάξει τα κεφάλια τους
et: Master kilpkonnad on halvad metsloomad. Leitud kaugel maadel neil on võime muuta oma pead
fa: استاد Tortoises جانوران هستند وحشتناکی است. موجود در دور زمین های آنها دارای توانایی تغییر سرشان
fi: Master Kilpikonnat ovat pelottavia petoja. Löytyy kaukana mailla heillä on kyky muuttaa heidän päänsä
fr: Master Tortues sont des bêtes effrayantes. Trouvé dans des pays lointains qu'ils possèdent la capacité de changer leur tête
ga: Tortoises Máistir beasts a frightening. Aimsíodh tailte i bhfad ar shiúl go mbeadh siad ar an gcumas chun athrú a cinnirí
gl: Master tartarugas son feras asustado. Atopar en terras afastadas, que posúen a capacidade de cambiar as súas cabezas
hi: मास्टर हैं भयावह जानवरों कछुओं. में दूर मिला भूमि वे अपने सिर को बदलने की क्षमता के अधिकारी
hr: Master kornjača su strašne zvijeri. Pronađeno u dalekoj zemljama oni posjeduju sposobnost da promijene svoje glave
hu: Master Teknősök az ijesztő jelenettel. Talált messze földeken rendelkeznek képes megváltoztatni a fejüket
is: Master Tortoises ert ógnvekjandi beasts. Stofna í langt landslag þeir búa yfir getu til að breyta þeirra heyrnartól
it: Tartarughe Master sono bestie spaventose. Trovato in terre lontane di possedere la capacità di cambiare le loro teste
iw: יחידת צבים הם חיות מפחיד. נמצא רחוק אדמות שיש להם את היכולת לשנות את ראשיהם
ja: マスター亀が恐ろしい野獣。彼らは能力が頭を変更する権利を専有見つかりません遠く離れた土地
ko: 마스터 거북됩니다 무서운 짐승. 그들은 자신의 능력을 가지고 머리를 변경하려면 발견에서 멀리 떨어진 땅
lv: Kapteinis Tortoises ir biedējošas beasts. Atrasts tālu prom zemēs tiem ir spēja mainīt savu galvu
mk: Магистер Tortoises се застрашувачки зверове. Наоѓаат во далеку земји тие имаат способност да се променат нивните глави
mt: Fkieren Master beasts huma biża. Jinsabu fil-bogħod artijiet għandhom il-kapaċità li jiġi mibdul kapijiet tagħhom
nl: Master Schildpadden zijn angstaanjagende beesten. Gevonden in verre landen die ze bezitten het vermogen om hun hoofd te veranderen
no: Master tortoises er skremmende dyr. Funnet i langt unna landområdene de har evnen til å endre sine hoder
pl: Master Żółwie są przerażające bestie. Znaleziono w odległych krajach posiadają zdolność do zmiany swoich szefów
pt: Master tartarugas são feras assustadoras. Encontrado em terras distantes, que possuem a capacidade de mudar suas cabeças
ro: Broaşte ţestoase Master animale sunt înfricoşătoare. Terenuri Găsit în departe aceştia posedă capacitatea de a schimba capetele lor
sl: Master želve so grozljivo zveri. Najdeno v deželah daleč imajo možnost, da spremenijo svoje glave
sq: Master Tortoises kafshët janë të frikshme. Gjetur në larg tokave se ata i posedojnë aftësinë për të ndryshuar kokat e tyre
sr: Мастер корњача су застрашујуће животиње. Пронађено у далеку земљу они поседују способност да мењају своје главе
sv: Master Landsköldpaddor är skrämmande odjur. Hittade i fjärran länder de besitter förmågan att förändra sina huvuden
sw: Mwalimu kobe ni frightening wanyama. Hupatikana katika nchi mbali uwezo wao wamiliki kubadili vichwa vyao
tr: Master Kaplumbağaları vardır korkutucu hayvanlar. Onlar yeteneği başlarını değiştirmek için sahip Found uzak topraklarda
vi: Master Tortoises là con thú đáng sợ. Hàng ở xa vùng đất mà họ có khả năng thay đổi người đứng đầu của họ
yi: בעל טאָרטאָיסעס זענען שרעקלעך ביסץ. געפֿונען אין ווייט אַוועק לאַנדס זיי פאַרמאָגן די פיייקייט צו טוישן זייער כעדז
zh: 硕士陆龟是可怕的野兽。发现在远离土地，他们有足够能力改变自己的头

source: They combine all the abilities of their cousins to breathe fire, create ice and electrify themselves
af: Hulle kombinasie van al die vermoëns van hul neefs om asem te haal vuur, skep ys en elektriseren hulself
ar: فهي تجمع كل قدرات أبناء عمومتهم للتنفس النار ، وخلق الجليد وكهرب أنفسهم
be: Яны спалучаюць у сабе ўсе здольнасці сваіх стрыечных братоў, каб дыхаць паветрам, ствараюць лёду і электрыфікаваныя сабе
bg: Те съчетават всички способности на техните братовчеди да дишат огън, създаване на леда и се електрифицира
ca: Es combinen totes les habilitats dels seus cosins de respirar foc, crear gel i l'electrificació de si mateixos
cs: Spojují v sobě všechny schopnosti svých bratranců dýchat oheň, vytvoří se led a elektrifikovat
cy: Maent yn cyfuno holl gallu eu cefndryd i anadlu tân, creu rhew a electrify eu hunain
da: De kombinerer alle de evner deres fætre og kusiner til at puste ild, lave is og elektrificere selv
de: Sie vereinen alle Fähigkeiten ihres Cousins, Feuer atmen, Eis und schaffen sich elektrisieren
el: Συνδυάζουν όλες τις ικανότητες του ξαδέλφια τους για να αναπνεύσουν φωτιά, τη δημιουργία πάγου και της ηλεκτροκίνησης τους
et: Nad ühendavad kõik võimed nende nõod hingata tulekahju tekitada jää ja elektriseerima ise
fa: همه آنها ترکیب توانایی های پسرعموهای خود را به نفس کشیدن آتش ، ایجاد یخ و خود را به هیجان اوردن
fi: Niissä yhdistyvät kaikki kyvyt ja niiden serkut hengittää tulen, luoda jään ja sähköistää itse
fr: Elles combinent toutes les capacités de leurs cousins à cracher du feu, de créer la glace et l'électrification se
ga: Siad le chéile gach cumas na n-Cousins tine a breathe, oighear a chruthú agus iad féin electrify
gl: Eles combinan todas as habilidades dos seus primos para cuspir lume, xeo e criarse eletrificar
hi: उन्होंने अपने चचेरे भाई के सभी क्षमताओं गठबंधन में आग साँस, बर्फ बनाने और खुद का विद्युतीकरण
hr: Oni kombiniraju sve sposobnosti svojih rođaka disati vatra, stvoriti led i sami elektrifikovati
hu: Ők foglalják össze a képességeit, hogy unokatestvérek lélegezni a tűz, a jég és hozzon létre villamosít maguk
is: Þeir sameina alla getu frænkur þeirra til anda eldi, búa til ís og electrify sig
it: Essi combinano tutte le capacità dei loro cugini di sputare fuoco, creare il ghiaccio e l'elettrificazione stessi
iw: הם לשלב את כל היכולות של בני הדודים שלהם לנשום אש, ליצור קרח לחשמל את עצמם
ja: 彼らは火を噴くには、氷を作成し、自分自身電化自分のいとこのすべての能力を組み合わせる
ko: 그들은 화재, 숨을 쉬기 위해 얼음을 만들고 자신을 깜짝 놀라게하다 자신의 사촌의 모든 능력을 결합하여
lv: Tās apvieno visas spējas viņu brālēni elpot uguni, radīt ledus un elektrizēt sevi
mk: Тие комбинираат сите способности на нивните роднини да го дишат оган, мраз и електрифицирам креираш себе си
mt: Jikkombinaw kollha kuġini ta 'l-abilitajiet tagħhom li jieħdu nifs nar, toħloq is-silġ u electrify infushom
nl: Ze combineren alle mogelijkheden van hun neven te ademen vuur, ijs en creëren zelf elektrificeren
no: De kombinerer alle egenskapene til sine fettere å puste ild, lage is og elektrifisere selv
pl: Łączą w sobie wszystkie możliwości ich kuzyni ziać ogniem, tworzenie lodu i elektryzować się
pt: Eles combinam todas as habilidades de seus primos para cuspir fogo, gelo e criar-se eletrificar
ro: Ele combina toate abilitatile de veri lor de a respira foc, a crea gheaţă şi electriza ei înşişi
sl: Združujejo vse svoje sposobnosti bratrancev in sestričen, da diha ogenj, led in Naelektrizirati ustvarite sami
sq: Ata kombinojnë të gjitha aftësitë e kushërinjtë e tyre për të marrë frymë zjarr, krijojnë akull dhe elektrifikoj veten
sr: Они комбинују све способности својих рођака дисати ватру, лед и Наелектризирати направите сами
sv: De förenar alla förmågor av deras kusiner att andas eld, skapa isen och elektrifieringen sig
sw: Wao kuchanganya yote ya uwezo wa binamu yao kupumua moto, kutengeneza barafu na electrify wenyewe
tr: Ateş nefes almak, buz yaratmak ve kendilerini heyecanlandırmak kuzenlerinden tüm yeteneklerini birleştirme
vi: Chúng kết hợp tất cả các khả năng của người anh em họ của mình để hít thở lửa, tạo băng và điện khí tự
yi: זיי פאַרבינדן אַלע די אַבילאַטיז פון זייער קאַזאַנז צו אָטעמען שטעלע, מאַכן אייז און ילעקטראַפיי זיך
zh: 他们结合他们的堂兄弟所有消防呼吸能力，创造自己的冰和电气化

source: And of course they are also impervious to attacks from matching elements, absorbing the energy to heal themselves
af: En natuurlik is dit ook nie vatbaar vir aanvalle uit wat ooreenstem met elemente, absorbeer die energie om te genees hulself
ar: وبالطبع هم أيضا منيع لهجمات من عناصر التصفح ، واستيعاب الطاقة لمداواة أنفسهم
be: І, вядома, яны таксама з'яўляюцца непранікальнымі для нападаў з боку адпаведных элементаў, поглощающих энергію каб вылечыць сябе
bg: И разбира се те също са непроницаеми за атаки от съвпадение на елементи, усвояване на енергия да се лекува
ca: I, per descomptat, també són immunes als atacs d'elements coincidents, absorbint l'energia per curar-se a si mateix
cs: A samozřejmě jsou také odolné vůči útokům z odpovídajících prvků, absorbující energii k uzdravování sebe
cy: Ac wrth gwrs maen nhw hefyd yn impervious i ymosodiadau o elfennau cyfatebol, amsugno egni i iacháu'r eu hunain
da: Og selvfølgelig er de også uigennemtrængeligt for angreb fra matchende elementer, absorbere energi til at helbrede sig selv
de: Und natürlich sind sie auch unempfindlich gegen Angriffe aus der passenden Elemente, absorbieren die Energie, die sich selber heilen
el: Και βέβαια είναι επίσης αδιαπέραστη σε επιθέσεις από την αντιστοίχιση στοιχεία, που απορροφά την ενέργεια για να επουλωθούν
et: Ja muidugi need on ka veekindlat rünnakute vastavad elemendid, neelavad energiat ravib ennast
fa: و البته آنها نیز به حملات از تطبیق عناصر غیر قابل نفوذ ، جذب انرژی را به خود التیام
fi: Ja tietysti ne myös läpäisemätön hyökkäyksiä vastaavia osia, absorboivat energiaa parantua itse
fr: Et bien sûr ils sont aussi imperméables aux attaques de l'appariement des éléments, en absorbant l'énergie pour se guérir
ga: Agus ar ndóigh tá siad impervious freisin go n-ionsaithe ó na heilimintí meaitseáil, ionsú an fhuinnimh chun iad féin a cneasaigh
gl: E, claro, eles tamén son impermeables a ataques de elementos correspondentes, absorbendo a enerxía para curar
hi: और बेशक वे खुद भी तत्वों के मेल से हमले के लिए अभेद्य रहे हैं, ऊर्जा को अवशोषित चंगा को
hr: I, naravno, oni su također neprohodan za napade na osnovu elemenata, upija energiju da se izliječiti
hu: És természetesen ők is át nem eresztő, hogy támadások illő elemek, elnyeli az energiát, hogy meggyógyítsa magát
is: Og auðvitað þeir eru einnig impervious að árásir frá samsvarandi þætti, hrífandi orku til að lækna sig
it: E naturalmente sono anche impermeabili agli attacchi di elementi corrispondenti, che assorbe l'energia per curarsi
iw: וכמובן, הם גם אטום בפני התקפות מן ההתאמה של אלמנטים, סופג את האנרגיה לרפא את עצמם
ja: とも一致する要素からの攻撃を通さないているコースは、エネルギーを吸収し、自分たちを癒すため
ko: 그리고 그들은 또한 일치하는 요소로부터 공격 먹힌다 물론, 에너지를 흡수하고 스스로 치유
lv: Un, protams, tie arī necaurlaidīgu uzbrukumus no atbilstības elementus, absorbē enerģiju, lai dziedināt sevi
mk: И секако, тие се исто така отпорна на напади од појавување на елементи, апсорбирање на енергија за да се излечи
mt: U ovvjament huma wkoll impervja għal attakki minn tqabbil elementi, jassorbu l-enerġija għall-fejqan infushom
nl: En natuurlijk zijn ze ook ongevoelig is voor aanvallen van overeenkomende elementen, het absorberen van de energie om te helen zichzelf
no: Og selvfølgelig de også er immun mot angrep fra samsvarende elementer, absorbere energien til å helbrede seg selv
pl: I oczywiście są też odporni na ataki z dopasowanie elementów absorbujących energię wyleczyć się
pt: E, claro, eles também são impermeáveis a ataques de elementos correspondentes, absorvendo a energia para se curar
ro: Şi, desigur, ele sunt, de asemenea, etanşă la atacuri venite din partea de potrivire elemente, absorbind energie pentru a se vindeca
sl: In seveda so tudi odporni na napade od ujemanja elementov, ki absorbira energijo, da zaceli sami
sq: Dhe sigurisht ata janë gjithashtu indiferent ndaj sulmeve nga matching elemente, thithjen e energjisë për të shëruar veten
sr: И наравно они су такође неприступачан за нападе од усклађивања елемената апсорбују енергију да се излечи
sv: Och naturligtvis de också är immuna mot attacker från motsvarande element, absorbera energi att läka sig
sw: Na bila shaka wao ni pia huweza kuingia kwenye na mashambulizi kutoka vinavyolingana vipengele, absorbing ya nishati kuponya wenyewe
tr: Ve onlar da elemanları eşleşen saldırılara karşı vurdumduymaz tabii, enerji emici kendilerini heal
vi: Và dĩ nhiên chúng cũng không thấm vào các cuộc tấn công từ các yếu tố phù hợp, hấp thụ năng lượng để chữa bệnh tự
yi: און פון דאָך זיי זענען אויך ימפּערוויאַס צו אַטאַקס פֿון וואָס ריכטן עלאַמאַנץ, אַבזאָרבינג די ענערגיע צו היילן זיך
zh: 当然他们也不受攻击，从匹配的元素，吸收能量，自我治疗
