Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Could not connect to Medal Server at %s:%d
af: Kan geen verbinding met Penning Server nie op %s:%d
ar: تعذر الاتصال خادم ميدالية في %s:%d
bg: Не може да се свърже с медал сървър в %s:%d
ca: No puc connectar al servidor de la Medalla al %s:%d
cs: Nepodařilo se připojit k serveru na medaili %s:%d
cy: Methu cysylltu â Medal Gweinydd yn %s:%d
da: Kunne ikke forbinde til Medal Server at %s:%d
de: Konnte keine Verbindung zum Server-Medaille bei %s:%d
el: Δεν είναι δυνατή η σύνδεση με το μετάλλιο Server σε %s:%d
et: Ei saanud ühendust medal Server at %s:%d
fa: نه قادر به اتصال به سرور در %s:%d مدال
fr: Impossible de se connecter à la médaille Server at %s:%d
ga: Níorbh fhéidir nasc a Bonn Freastalaí ag %s:%d
gl: Non se puido conectar a Medalla Server at %s:%d
hi: %s:%d में पदक सर्वर से कनेक्ट नहीं कर सका
hr: Ne mogu se spojiti na server u medaljom %s:%d
hu: Nem sikerült csatlakozni a Medal Server at %s:%d
is: Gat ekki tengst Medal Server at %s:%d
it: Impossibile connettersi al Server Medaglia al %s:%d
ja: 金メダルServerに%s:%dに接続できませんでした。
ko: %s:%d 메달 서버에 연결하지 못했습니다
mt: Ma kellekx konnessjoni ma Midalja Server fil %s:%d
nl: Kon niet verbinden met Medal Server at %s:%d
no: Kunne ikke koble til Medal Server at %s:%d
pl: Nie można połączyć się Medal Server at %s:%d
pt: Não foi possível conectar-se a Medalha Server at %s:%d
ro: Nu sa putut conecta la Medalia de Server la %s:%d
sl: Ne morem se povezati z medaljo Server na %s:%d
sq: Nuk mund të lidheni me Medaljen Server at %s:%d
sr: Није могуће повезивање на сервер у медаљом %s:%d
sv: Kunde inte ansluta till Medal Server at %s:%d
sw: Hawakuweza kuwaunganisha na Medali Server saa %s:%d
tr: Madalya Server %s:%d bağlanma Couldn't
vi: Không thể kết nối đến máy chủ huy chương tại %s:%d
yi: קען נישט פאַרבינדן צו מעדאַל סערווירער ביי %s:%d
zh: 无法连接到服务器在%s:%d奖章

source: Could not find Medal Key
af: Kon vind Penning Kern nie
ar: تعذر العثور على مفتاح وسام
bg: Не можах да намеря медал Ключ
ca: No s'ha trobat Medalla nombre
cs: Nepodařilo se najít Medal Key
cy: Methu dod o hyd Medal Allweddol
da: Kunne ikke finde Medal Key
de: Konnte nicht gefunden werden Medaille Key
el: Δεν βρήκατε Μετάλλιο Key
et: Ei leia medal Key
fa: می تواند مدال کلید را پیدا کنم
fr: Impossible de trouver la pièce médaille
ga: Níorbh fhéidir a aimsiú Bonn Eochair
gl: Non se puido atopar Medalla da
hi: खोज पदक कुंजी नहीं कर सका
hr: Ne mogu pronaći medalja Ključ
hu: Nem található a Medal Kulcs
is: Gat ekki fundið Medal Key
it: Impossibile trovare Medal Key
ja: 金メダルを買うが見つかりませんでした。
ko: 메달 열쇠를 찾을 수없습니다
mt: Ma kellekx issib Midalja Ewlenin
nl: Kan niet vinden Medal Key
no: Finner ikke Medal Key
pl: Nie można odnaleźć klucza Medal
pt: Não foi possível encontrar Medalha da
ro: Nu sa putut găsi Medalia Cheie
sl: Ne najdem Medal Key
sq: Nuk mund të gjeni Medaljen Key
sr: Није могуће пронаћи медаља Кључ
sv: Kunde inte hitta Medal Key
sw: Hakuweza kupata Medali Key
tr: Madalya Anahtar bulunamadı
vi: Không tìm thấy huy chương Key
yi: קען ניט געפֿינען מעדאַל קי
zh: 找不到奖章关键

source: You will not be able to earn Medals for this game
af: Jy sal nie in staat wees om te verdien Medaljes vir hierdie wedstryd
ar: أنت لن تكون قادرة على كسب ميداليات لهذه اللعبة
bg: Вие няма да могат да печелят медали за тази игра
ca: Vostè no serà capaç de guanyar medalles per a aquest joc
cs: Nebudete moci získat medaile pro tuto hru
cy: Ni fyddwch yn gallu ennill Medalau ar gyfer y gêm
da: Du vil ikke være i stand til at tjene medaljer for dette spil
de: Sie werden nicht in der Lage, Medaillen für dieses Spiel zu verdienen
el: Δεν θα είναι σε θέση να κερδίζουν μετάλλια για αυτό το παιχνίδι
et: Sa ei saa teenida medalite seda mängu
fa: شما قادر به کسب مدال برای این بازی
fr: Vous ne serez pas en mesure de gagner des médailles pour ce jeu
ga: Ní bheidh tú in ann Boinn thuilleamh le haghaidh an chluiche
gl: Non será capaz de gañar medallas para este xogo
hi: आप इस खेल के लिए पदक अर्जित नहीं कर सकेंगे
hr: Nećete biti u mogućnosti zaraditi Medalje za ovu igru
hu: Nem fog tudni keresni Érmek ehhez a játékhoz
is: Þú munt ekki vera fær til vinna sér Minnispeningur fyrir þennan leik
it: Non sarà in grado di guadagnare medaglie per questa partita
ja: このゲームのメダルを獲得することができなくなります
ko: 당신이 게임 메달을 적립하실 수없습니다
mt: Inti mhux ser ikunu jistgħu jaqilgħu Midalji għal din il-logħba
nl: U zult niet in staat zijn om medailles te verdienen voor dit spel
no: Du vil ikke kunne tjene medalje for dette spillet
pl: Nie będziesz w stanie zarobić Medale dla tej gry
pt: Você não será capaz de ganhar medalhas para este jogo
ro: Tu nu va fi capabil să câştige medalii pentru acest joc
sl: Ne boste mogli zaslužiti Medalje za to igro
sq: Ju nuk do të jetë në gjendje për të fituar medalje për këtë lojë
sr: Нећете бити у могућности да зарадите Медаље за ову игру
sv: Du kommer inte att kunna vinna medaljer för detta spel
sw: Wewe hawataweza kupata Medaljer kwa mchezo huu
tr: Bu oyun için madalya kazanmak mümkün olmayacaktır
vi: Bạn sẽ không thể kiếm được huy chương cho trò chơi này
yi: איר וועט ניט זיין קענען צו פאַרדינען מעדאַלס פֿאַר דעם שפּיל
zh: 您将无法获得这一比赛奖牌

source: There's another sign here
af: Daar's 'n ander teken hier
ar: هناك علامة أخرى هنا
bg: Няма друг знак тук
ca: Hi ha una altra senyal aquí
cs: Je tu další znamení zde
cy: Mae arwydd arall yma
da: Der er et andet tegn her
de: Es gibt hier ein weiteres Zeichen
el: Υπάρχει άλλο ένα δείγμα εδώ
et: Seal on üks märk siin
fa: 'sدیگری ثبت نام در اینجا وجود دارد.
fr: Il ya un autre signe ici
ga: Níl eile a shíniú anseo
gl: Hai outro sinal aquí
hi: यहाँ एक और संकेत है
hr: Tu je još jedan znak ovdje
hu: Van egy másik jel van
is: Það er annað merki hér
it: C'è un altro segno qui
ja: もう一つ今ここでの
ko: 또 여기에 서명
mt: Hemm xi sinjal ieħor hawn
nl: Er is een ander teken hier
no: Det er et annet tegn her
pl: Jest jeszcze jeden znak tutaj
pt: Há outro sinal aqui
ro: Nu e un alt semn aici
sl: Tu je še en znak tukaj
sq: Ka një shenjë tjetër këtu
sr: Постоји још један знак овде
sv: Det finns ett annat tecken här
sw: Kuna ishara nyingine hapa
tr: Başka bir oturum burada
vi: Có một ký ở đây
yi: עס ס 'נאָך זיך אַרייַנשרייַבן דאָ
zh: 还有这里的另一个迹象

source: If the exit lift is out of order then proceed to the left
af: As die afrit hysbak buite werking is dan voortgaan na die linkerkant
ar: إذا رفع الخروج خارج الترتيب ثم الانتقال إلى اليسار
bg: Ако на излизане от асансьора е за след това продължете наляво
ca: Si l'ascensor està fora de la sortida per després procedir a l'esquerra
cs: Je-li výstup je výtah mimo provoz, pak pokračujte doleva
cy: Os yw'r lifft allanfa allan o Er yna symud ymlaen ar y chwith
da: Hvis exit elevatoren er ude af for derefter gå videre til venstre
de: Bei der Ausfahrt aus der Lift ist, um dann nach links gehen
el: Εάν ο ανελκυστήρας έξοδος είναι εκτός λειτουργίας, στη συνέχεια προχωρεί προς τα αριστερά
et: Kui väljumise lift on rikkis, siis minna vasakule
fa: اگر بلند است خروج از دستور و سپس به سمت چپ ادامه
fr: Si la sortie de l'ascenseur est en panne alors passer à la gauche
ga: Má tá an ardaitheoir slí amach as d'fhonn leanúint ar aghaidh ansin ar chlé
gl: Se saia do ascensor está fóra de orde, entón vai a esquerda
hi: यदि बाहर निकलें लिफ्ट से बाहर का आदेश है तो आगे बढ़ने के लिए छोड़ दिया
hr: Ako lift je izlaz iz reda onda nastavite lijevo
hu: Ha a kilépési lift out of order, majd folytassa a bal oldali
is: Ef hætta að lyfta er úr röð síðan haldið áfram til vinstri
it: Se l'ascensore è uscita fuori per poi procedere verso sinistra
ja: の注文をするために左に進む場合は、終了リフトアウトされ
ko: 그 다음 순서로 진행하면 왼쪽 출구로 나가있다 리프트
mt: Jekk il-lift huwa l-ħruġ ta 'ordni mbagħad jipproċedi lejn ix-xellug
nl: Als de afrit lift is buiten om vervolgens verder naar links
no: Hvis avkjørselen heisen er ute av drift så gå til venstre
pl: Jeżeli dźwig jest wyjście poza kolejnością następnie przejdź do lewej
pt: Se sair do elevador está fora de ordem, então vá para a esquerda
ro: În cazul în care ascensorul ieşire este de-a valma, apoi trece la stânga
sl: Če izstopu iz dvigala je, da nato nadaljuje z levo
sq: Nëse ashensor dalje është jashtë rendit pastaj do të vazhdojë të majtë
sr: Ако изађете из лифта је у квару а затим наставите са леве стране
sv: Om exit hissen är ur funktion sedan gå vidare till vänster
sw: Kama exit kuinua ni nje ili kisha kuendelea na kushoto
tr: Sırasına ardından sola devam Eğer çıkış asansör çıktı
vi: Nếu thang máy thoát ra được ra khỏi trật tự sau đó tiến hành ở bên trái
yi: אויב די אַרויסגאַנג הייב איז אַרויס פון כּדי ווייטער גיין ווייטער צו די לינקס
zh: 如果出口电梯坏规程然后进入左边

source: Warning : Exit route may be hazardous
af: Waarskuwing: Afrit roete dalk gevaarlike wees
ar: تحذير : قد يكون الخروج من الطريق الخطرة
bg: Внимание: изход може да бъде опасна
ca: Avís: El camí de sortida pot ser perillós
cs: Upozornění: Konec trasy mohou být nebezpečné
cy: Gall Warning: Gadewch llwybr fod yn beryglus
da: Advarsel: Exit rute kan være farligt
de: Warning: Ausweg kann gefährlich sein
el: Προειδοποίηση: Διέξοδος μπορεί να είναι επικίνδυνα
et: Hoiatus: Välja marsruut võib olla ohtlik
fa: اخطار : ممکن است خروج از مسیر خطرناک
fr: Attention: route de sortie mai être dangereux
ga: D'fhéadfadh a bheith Rabhadh: bealach Scoir ghuaiseach
gl: Atención: ruta de saída poden ser perigosos
hi: चेतावनी: बाहर निकलें मार्ग खतरनाक हो सकता है
hr: Upozorenje: Izlaz ruta svibanj biti opasni
hu: Figyelmeztetés: Exit útvonal veszélyes lehet
is: Viðvörun: Hætta á leiðinni geta verið hættuleg
it: Warning: Vie d'uscita può essere pericoloso
ja: 警告：出口ルート有害な可能性があります
ko: 경고 : 출구 경로를 위험한 수있습니다
mt: Twissija: rotta Ħruġ jista 'jkun perikoluż
nl: Waarschuwing: Exit-route kunnen gevaarlijk zijn
no: Advarsel: Exit ruten kan være farlig
pl: Warning: drogę wyjścia mogą być niebezpieczne
pt: Atenção: rota de saída podem ser perigosos
ro: Atenţie: ruta de ieşire pot fi periculoase
sl: Opozorilo: Izhod progi se lahko nevarne
sq: Warning: Exit rrugë mund të jetë e rrezikshme
sr: Упозорење: Изађи пут могу бити опасне
sv: Varning: Realiseringsalternativ kan vara farlig
sw: Warning: Exit route inaweza kuwa na madhara
tr: Uyarı: Çıkış rota tehlikeli olabilir
vi: Cảnh báo: Thoát khỏi con đường có thể bị nguy hiểm
yi: ווארענונג: עקסיט מאַרשרוט קען זיין כאַזערדאַס
zh: 警告：退出路线可能会危害

source: Maybe I should use the lift to get out
af: Miskien het ek die berg moet gebruik om jou uit
ar: ربما ينبغي لي أن استخدام المصعد للخروج
bg: Може би аз трябва да използвате асансьора да се махна
ca: Potser hauria de fer servir l'ascensor per sortir
cs: Možná bych měl použít výtah se dostat ven
cy: Efallai y dylwn i ddefnyddio'r lifft i fynd allan
da: Måske skulle jeg bruge lift for at komme ud
de: Vielleicht sollte ich mit dem Aufzug raus
el: Ισως θα πρέπει να χρησιμοποιούν το ασανσέρ για να βγούμε
et: Võibolla ma peaks kasutama lifti välja tulla
fa: شاید من هم باید بلند به خارج استفاده
fr: Peut-être que je devrais utiliser les ascenseurs pour sortir
ga: B'fhéidir gur chóir dom a bhaint as an ardaitheoir a fháil amach
gl: Poida que eu debese utilizar o ascensor para sair
hi: शायद मैं लिफ्ट का उपयोग करने से बाहर हो जाना चाहिए
hr: Možda bih trebao koristiti lift izaći
hu: Talán ki kellene használni a felvonót kijutni
is: Kannski ég ætti að nota lyftu til að komast
it: Forse dovrei usare l'ascensore per uscire
ja: たぶん私を取得するにはリフトを使用する必要があります
ko: 어쩌면 내가 나가 리프트를 사용해야합니다
mt: Maybe I għandhom jużaw il-lift li toħroġ
nl: Misschien moet ik gebruik de lift om eruit te komen
no: Kanskje jeg bør bruke heisen for å komme ut
pl: Może powinienem użyć dźwigu, aby się wydostać
pt: Talvez eu devesse usar o elevador para sair
ro: Poate ar trebui să folosească ascensorul pentru a iesi
sl: Mogoče bi moral uporabljati dvigala ven
sq: Ndoshta unë duhet të përdorë ashensor për të marrë nga
sr: Можда би требало да користи лифт да изађу
sv: Jag kanske borde använda hissen för att komma ut
sw: Labda mimi lazima kutumia kuinua kupata nje
tr: Belki çıkmak için asansör kullanmalısınız
vi: Có lẽ tôi nên dùng thang máy để nhận ra
yi: אפֿשר איך זאָל נוצן דעם הייב צו נעמען זיך
zh: 也许我应该使用升降机出去

source: There's a sign here
af: Daar is 'n teken hier
ar: وهناك لافتة هنا
bg: Има знак тук
ca: Hi ha una ferma aquí
cs: Je tam podepsat zde
cy: Mae arwydd yma
da: Der er et tegn her
de: Es gibt hier ein Zeichen
el: Υπάρχει ένα σημείο εδώ
et: Seal kirjutage siia
fa: 'sامضاء اینجا وجود دارد.
fr: Il ya un signe ici
ga: Níl comhartha anseo
gl: Hai aquí un sinal
hi: यहाँ एक संकेत है
hr: Postoji znak ovdje
hu: Van egy jel van
is: Það er merki hér
it: C'è un segno qui
ja: が今ここでの
ko: 저기 여기 가입
mt: Hemm sinjal hawn
nl: Er is een teken hier
no: Det er et tegn her
pt: Há aqui um sinal
ro: Nu e un semn aici
sl: Tam je znak tukaj
sq: Ka një shenjë këtu
sr: Постоји, потпишите овде
sw: Kuna ishara hapa
tr: Orada bir işaret burada
vi: Có một đăng nhập ở đây
yi: עס ס אַ אַרייַנשרייַבן דאָ
zh: 有一个在这里签字

source: An Oil Can
af: 'N Olie Kan
ar: ويمكن للنفط
bg: Един масло може да
ca: Una llauna d'oli
cs: Olej může
cy: Mae Olew All
da: Oil Can
de: Eine Ölkanne
el: Μια πετρελαίου μπορεί να
et: Nafta Kas
fa: نفت آیا می توانم
fr: Un bidon d'huile
ga: An féidir ola
gl: Unha lata de aceite
hi: एक तेल सकते हैं
hr: Ulje može
hu: Az olaj
it: Un olio può
ja: オイルできます
ko: 오일 수
nl: Een olie Kan
pl: Olej może
pt: Uma lata de óleo
ro: Un ulei poate
sl: Oil Can
sq: Një e naftës mund
sr: Уље
sv: En Oil Can
tr: Bir petrol miyim
vi: An dầu có thể
yi: אַן אָיל Can
zh: 一个油罐

source: Oil Can
af: Olie Kan
ar: هل يمكن للنفط
bg: Бидон
cs: Může olej
cy: Olew All
da: Olien kan
el: Μπορεί πετρέλαιο
et: Nafta Kas
fa: نفت آیا می توانم
ga: Is féidir ola
hi: तेल सकते हैं
hr: Ulje može
hu: Olaj
ja: オイルできます
ko: 오일 수
pl: Olej może
ro: Ulei poate
sq: Mund të naftës
sr: Мазалица
sv: Oljekanna
sw: Mafuta Can
tr: Petrol miyim
vi: Dầu có thể
yi: ייל Can
zh: 石油可以

source: A powerful repellent
af: 'N kragtige afstotend
ar: وطارد قوي
bg: Мощна репелент
ca: Un repelent poderós
cs: Silný repelent
cy: A repellent pwerus
da: En stærk vandafvisende
de: Ein leistungsfähiges abweisend
el: Ένα ισχυρό απωθητικό
et: Võimas tõrjuv
fa: دافع قوی
fr: Un répulsif puissant
ga: A repellent cumhachtacha
gl: Un poderoso repelente
hi: एक शक्तिशाली विकर्षक
hr: Snažan odbijajući
hu: Egy erős víztaszító
is: Öflug repellent
it: Un repellente potente
ja: 強力な撥
ko: 강력한 구충제
mt: A repellent qawwija
nl: Een krachtig afweermiddel
no: En kraftig frastøtende
pl: Silne hydrofobowe
pt: Um poderoso repelente
ro: O repellent puternic
sl: Močna repelenti
sq: Një gjë që shkakton neveritje fuqishme
sr: Моћни одвратан
sv: En kraftfull repellent
sw: A nguvu repellent
tr: Güçlü bir itici
vi: Một repellent mạnh
yi: א שטאַרק אָפּטרייביק
zh: 强大剂

source: Repellent
af: Afstotend
ar: طارد
bg: Отблъскващ
ca: Repelent
cs: Repelent
da: Afskrækningsmiddel
el: Απωθητικό
et: Tõrjuv
fa: دافع
gl: Repelente
hi: विकर्षक
hr: Odbijajući
it: Repellente
ja: 撥
ko: 구충제
no: Frastøtende
pl: Odpychający
pt: Repelente
ro: Impermeabil
sq: Ilaç kundër insekteve
sr: Одвратан
tr: Itici
yi: אָפּטרייביק
zh: 驱避剂

source: Medal Support
af: Medalje-ondersteuning
ar: ميدالية الدعم
bg: Медал Поддръжка
ca: Medalla de suport
cs: Medaile Podpora
cy: Medal Cymorth
de: Support-Medaille
el: Μετάλλιο Υποστήριξη
fa: پشتیبانی مدال
fr: Médaille d'appui
ga: Bonn Tacaíocht
gl: Medalla de apoio
hi: पदक सहायता
hr: Medalja Podrška
hu: Érem Support
is: Medal Stuðningur
it: Medaglia di supporto
ja: 金メダルサポート
ko: 메달 지원
mt: Appoġġ Midalja
pl: Wsparcie Medal
pt: Medalha de apoio
ro: Suport Medalia de
sq: Support Medaljen
sr: Медаља Подршка
sw: Medali Support
tr: Madalya Destek
vi: Hỗ trợ huy chương
yi: מעדאַל סופּפּאָרט
zh: 奖章支持

source: Fortress Mine
af: Fort myn
ar: قلعة الألغام
bg: Крепостта мина
ca: Fortalesa de Mines
cs: Tvrz Mine
el: Φρούριο Mine
et: Kindlusmale Mine
fa: قلعه معدن
fr: Forteresse de la mine
ga: Fortress Mianach
gl: Fortaleza de Minas
hi: किले मेरा
hr: Mine Fortress
it: Fortezza Mine
ja: 要塞の私
ko: 요새 내
pl: Twierdza Mine
pt: Fortaleza de Minas
ro: Cetatea Mine
sq: Kalaja minave
sr: Тврђава Рудник
sw: Ngome Mine
tr: Kale Mine
vi: Pháo đài Mine
yi: פעסטונג מיין
zh: 山城矿

source: Private key is missing
af: Privaat-sleutel is weg
ar: المفتاح الخاص هو في عداد المفقودين
bg: Частен ключ липсва
ca: La clau privada no es troba
cs: Soukromý klíč chybí
cy: Allweddol Preifat ar goll
da: Private nøgle mangler
de: Privater Schlüssel fehlt
el: Ιδιωτικό κλειδί λείπει
et: Isiklik võti on kadunud
fa: کلید خصوصی است گم شده
fr: La clé privée est manquant
ga: Tá eochair Príobháideach ar iarraidh
gl: A clave privada está ausente
hi: निजी कुंजी याद आ रही है
hr: Privatni ključ je nedostaje
hu: Privát kulcs hiányzik
is: Einkalykill vantar
it: La chiave privata è mancante
ja: プライベートキーが存在しない
ko: 개인 열쇠 실종
mt: Ewlenin privat huwa nieqes
nl: Private sleutel ontbreekt
no: Privat nøkkel mangler
pl: Klucz prywatny brakuje
pt: A chave privada está ausente
ro: Cheie privată lipseşte
sl: Zasebni ključ manjka
sq: Kyç privat mungon
sr: Приватни кључ је нестало
sv: Privat nyckel saknas
sw: Binafsi ni muhimu missing
tr: Özel anahtar eksik
vi: Tư nhân chính là mất tích
yi: פּריוואַט שליסל איז פעלנדיק
zh: 私钥丢失

source: Could not connect to server
af: Kan geen verbinding met bediener
ar: تعذر الاتصال بالخادم
bg: Не може да се свържете към сървър
ca: No puc connectar al servidor
cs: Nepodařilo se připojit k serveru
cy: Methu cysylltu â'r gweinydd
da: Kunne ikke forbinde til serveren
de: Konnte keine Verbindung zum Server
el: Δεν είναι δυνατή η σύνδεση με τον διακομιστή
et: Ei saa serveriga
fa: نه قادر به اتصال به سرور
fr: Impossible de se connecter au serveur
ga: Níorbh fhéidir nasc a dhéanamh leis an bhfreastalaí
gl: Non se puido conectar co servidor
hi: सर्वर से कनेक्ट नहीं कर सका
hr: Ne mogu se spojiti na poslužitelj
hu: Nem sikerült kapcsolódni a szerverhez
is: Gat ekki tengst miðlara
it: Impossibile connettersi al server
ja: サーバーに接続できませんでした。
ko: 서버에 연결할 수없습니다
mt: Ma kellekx konnessjoni ma 'server
nl: Kan geen verbinding maken met server
no: Kunne ikke koble til serveren
pl: Nie można połączyć się z serwerem
pt: Não foi possível conectar ao servidor
ro: Nu sa putut conecta la serverul de
sl: Ne morem se povezati s strežnikom
sq: Nuk mund të lidheni me serverin
sr: Није могуће повезивање на сервер
sv: Kunde inte ansluta till servern
sw: Hawakuweza kuwaunganisha na server
tr: Sunucu bağlantısı kurulamadı
vi: Không thể kết nối đến máy chủ
yi: קען נישט פאַרבינדן צו סערווירער
zh: 无法连接到服务器

source: Sludge Tentacle
af: Slib Tentakel
ar: الحمأة اللامسة
bg: Утайки пипало
ca: Llots de Tentacle
cs: Kal Tentacle
cy: Llaid Tentacle
da: Slam Tentacle
el: Ιλύος Tentacle
et: Muda Tentacle
fa: لجن شاخک حساس
fr: Boues Tentacle
ga: Sloda Tentacle
hi: कीचड़ मूंछ
hr: Mulja Tentacle
hu: Iszap Tentacle
it: Fanghi Tentacle
ja: 汚泥触手
ko: 슬러지 촉수
mt: Ħama Tentacle
nl: Slib Tentacle
pl: Osad Tentacle
ro: Nămolurilor Tentacle
sl: Blata Popek
sq: Llum brith
sr: Муљ Пупак
sv: Slam Tentacle
tr: Çamur Tentacle
vi: Bùn Tentacle
yi: סלודגע טענטאַקלע
zh: 污泥触手

source: A Red Sludge Tentacle
af: 'N Rooi Slib Tentakel
ar: وقال الأحمر الحمأة اللامسة
bg: А Червената утайки пипало
ca: Un tentacle de fangs vermells
cs: Červený kal Tentacle
cy: A Sludge Coch Tentacle
da: En Red Slam Tentacle
de: Ein Red Sludge Tentacle
el: Ένα κόκκινο λάσπης Tentacle
et: Punane Muda Tentacle
fa: قرمز لجن شاخک حساس
fr: A Red boues Tentacle
ga: A sloda Dearg Tentacle
gl: A lama vermella Tentacle
hi: एक लाल कीचड़ मूंछ
hr: Crvenog mulja Tentacle
hu: Red Sludge Tentacle
it: A Red fanghi Tentacle
ja: レッド汚泥触手
ko: 레드 슬러지 촉수
mt: A Tentacle Ħama Red
nl: A Red Slib Tentacle
pl: Red osadów Tentacle
pt: A lama vermelha Tentacle
ro: Un Red nămolurilor Tentacle
sl: Red blata Popek
sq: Një llum Kuq brith
sr: Црвена муља Пупак
sv: A Red Slam Tentacle
tr: Bir Kızıl Çamur Tentacle
vi: Một đỏ bùn Tentacle
yi: א רעד סלודגע טענטאַקלע
zh: 阿红污泥触手

source: Eyeball Smoothie
af: Oogbal Smoothie
ar: عصير المقلة.
bg: Eyeball ласкател
ca: Batut de globus ocular
cy: Eyeball smwddi
et: Eyeball Supliikkimies
fa: تخم چشم چرب
hi: नेत्र गोलक ठग
hu: Smoothie szemgolyóra
ja: 眼球スムージー
ko: 눈알 스무디
mt: Boċċa Smoothie
no: Øyeeple Smoothie
ro: Globului ocular Smoothie
sq: Eyeball gojëmjaltë
sr: Очна јабучица Смоотхие
yi: ייעבאַלל סמאָאָטהיע
zh: 眼球冰沙

source: Cool, it worked!
af: Cool, dit het gewerk!
ar: باردة ، وانها عملت!
bg: Охлажда се, тя работи!
ca: Cool, va funcionar!
cy: Oeri, mae'n gweithio!
da: Cool, det virkede!
de: Cool, es hat geklappt!
el: Cool, αυτό έλυσα!
et: Jahe, see töötas!
fa: داغ ، از آن کار می کرد!
fr: Cool, ça a marché!
ga: Cool, d'oibrigh sé!
gl: Legal, funciona!
hi: ठंडा, यह काम किया!
hr: Cool, Internet izrađen!
hu: Cool, mûködött!
is: Cool, vann það!
it: Cool, ha funzionato!
ja: クール、うまくいった！
ko: 좋았어, 좋았어!
mt: Kessaħ, hija ħadmet!
nl: Cool, het werkte!
no: Cool, virket det!
pl: Cool, to działa!
pt: Legal, funcionou!
sl: Cool, to obdelan!
sr: Цоол, то је радила!
sv: Cool, det fungerade!
sw: Cool, ni kazi!
tr: Cool, bu çalıştı!
vi: Mát mẻ, nó đã làm việc!
yi: לופטיק עס ווערקט!
zh: 酷，它的工作！

source: I'm not sure about the colour though, I thought it would be red?
af: Ek is nie seker oor die kleur al is, het ek gedink dit sal rooi word?
ar: أنا غير متأكدة من الألوان على الرغم من أنني اعتقد أنه قد يكون أحمر؟
bg: Аз не съм сигурен за цвета все пак, аз мислех, че ще е червена?
ca: No estic segur sobre si el color, vaig pensar que seria el vermell?
cs: Nejsem si jistý, ale o barvu, myslela jsem si, že by bylo červená?
cy: Nid wyf yn sicr am y lliw, serch hynny, roeddwn i'n meddwl y byddai'n coch?
da: Jeg er ikke sikker på om den farve, selv om, jeg troede det ville være rød?
de: Ich bin mir nicht sicher über die Farbe aber ich dachte, es wäre rot?
el: Δεν είμαι σίγουρος για το χρώμα όμως, σκέφτηκα ότι θα ήταν κόκκινο;
et: Ma ei ole kindel värv, kuigi ma arvasin, et see oleks punane?
fa: من در مورد رنگ هر چند مطمئن نیستم ، با خودم فکر کردم این امر می تواند قرمز؟
fr: Je ne suis pas sûr de la couleur, toutefois, je pense qu'il serait rouge?
ga: Níl mé cinnte faoi na dath cé, shíl mé go mbeadh sé dearg?
gl: Non estou seguro sobre a cor, pero eu penso que sería vermello?
hi: हालांकि मैं यकीन नहीं कर रहा हूँ रंग के बारे में, मैंने सोचा था कि यह लाल हो जाएगा?
hr: Im 'ne siguran o boji ipak, mislio sam da će to biti crveni?
hu: Nem vagyok biztos abban, hogy bár a szín, azt gondoltam, hogy piros?
is: Ég er ekki viss um lit þó, ég hélt að það væri rautt?
it: Non sono sicuro circa il colore, però, ho pensato che sarebbe stato rosso?
ja: 私は、色についても、私は考えて赤になるか分からない？
ko: 나는 색깔에 대한 생각, 내가 생각했던 붉은 것이 확실하지 않아서?
mt: M'inix ċert dwar il-kulur għalkemm, ħsibt li jkun aħmar?
nl: Ik ben niet zeker over de kleur al, ik dacht dat het zou rood zijn?
no: Jeg er ikke sikker på om fargen selv, tenkte jeg det ville være rød?
pl: I nie jestem pewny co do koloru choć myślałem, że jest czerwony?
pt: Não tenho certeza sobre a cor, porém, eu pensei que seria vermelho?
ro: Nu sunt sigur despre culoarea totuşi, m-am gândit că ar fi de culoare roşie?
sl: Nisem prepričan glede barve, čeprav sem mislil, da bo rdeča?
sq: Unë nuk jam i sigurt për ngjyra pse, kam menduar se do të ishte e kuqe?
sr: Нисам сигуран у вези боја ипак, мислио сам да ће то бити црвена?
sv: Jag är inte säker på färgen om, jag trodde det skulle vara rött?
sw: Siju kuhusu rangi ingawa, nilifikiri ingekuwa nyekundu?
tr: Ben renk konusunda rağmen, diye düşündüm kırmızı olurdu emin değilim?
vi: Tôi không chắc chắn về màu sắc tuy nhiên, tôi nghĩ rằng nó sẽ là màu đỏ?
yi: איך טוט מיר ניט זיכער וועגן דעם קאָלאָור כאָטש, איך געדאַנק עס וואָלט זיין רויט?
zh: 我不敢肯定，但对颜色，我以为会是红色？
