Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Hey, what's this?
ar: مهلا ، ما هذا؟
be: Эй, што гэта такое?
bg: Хей, какво е това?
ca: Escolta, què és això?
cs: Hej, co to je?
cy: Hey, beth yw hwn?
da: Hey, hvad er det?
de: Hey, was ist das?
el: Γεια σου, τι είναι αυτό;
et: Kuule, mis see on?
fa: Hey ، این چیست؟
fi: Hei, mitä tämä on?
ga: Hey, ar cad seo?
hi: अरे, यह क्या है?
hr: Hej, šta je ovo?
hu: Hé, mi ez?
is: Hey, hvað er þetta?
iw: היי, מה זה?
ja: やあ、これはなに？
ko: 이봐, 이건 뭐지?
mk: Еј, што е ова?
mt: Ħej, liema's this?
nl: He, wat is dit?
no: Hei, hva er dette?
pl: Hej, co to jest?
ro: Hei, ce e asta?
sl: Hej, kaj je to?
sr: Хеј, шта је ово?
tr: Hey, bu nedir?
vi: Này, này là những gì?
yi: היי, וואָס ס דעם?
zh: 嘿，这是什么？

source: Looks pretty harmless, I'll try stepping on it
af: Lyk redelik skadeloos, sal ek probeer versterk op dit
ar: جميلة تبدو غير ضارة ، سأحاول يطأه بقدمه
be: Выглядае даволі бясшкодныя, я пастараюся наступіць на гэта
bg: Изглежда доста безвреден, аз ще се опитам засилване на нея
ca: Sembla bastant inofensiu, vaig a tractar de trepitjar el
cs: Vypadá docela neškodný, zkusím šlapat na to
cy: Yn edrych yn eithaf diniwed, 'n annhymerus' brofi camu ar ei
da: Ser ganske harmløst, vil jeg forsøge at træde på det
de: Sieht ziemlich harmlos, ich werde versuchen, verstärkt auf ihr
el: Φαίνεται αρκετά αβλαβή, θα προσπαθήσω ενίσχυση για την
et: Paistab, et päris kahjutud, I'll try tõhustamise kohta ta
fa: کاملا بی ضرر می رسد ، I'll سعی کنید آن را در زیر پا
fi: Näyttää melko harmiton, I'll kokeilla lisäämällä siihen
fr: Looks pretty inoffensif, je vais essayer on marche dessus
ga: Breathnaíonn harmless deas, Beidh mé iarracht ar stepping sé
gl: Parece bastante inofensivo, vou tentar pisar nel
hi: लगता है बहुत हानिरहित, मैं कोशिश करता हूँ इस पर कदम
hr: Izgleda prilično bezopasna, ja ću pokušati koračni na to
hu: Úgy néz ki szép ártalmatlan, megpróbálom stepping rá
is: Lítur skaðlaus, ég mun reyna stepping á það
it: Sembra abbastanza innocua, cercherò passo su di esso
iw: נראה די תמים, אני אנסה לדרוך על זה
ja: はかなり、やってみますそれを踏んで無害な
ko: 예쁜 것 같은데, 내가 노력 할게요에 무해한 스테핑
lv: Izskatās diezgan nekaitīgs, es mēģināšu kāpj uz tā
mk: Изгледа доста безопасни, ќе се обидам зајакнување на неа
mt: Jistenna pretty jagħmlux ħsara, I'll jippruvaw titjib fuqha
nl: Ziet er vrij onschuldig, ik zal proberen stap op het
no: Ser ganske ufarlig, vil jeg prøve å tråkke på den
pl: Wygląda całkiem nieszkodliwe, I'll try wzmocnienie jej
pt: Parece bastante inofensivo, vou tentar pisar nele
ro: Se pare destul de inofensiv, voi încerca pas cu pas pe ea
sl: Izgleda precej neškodljivo, bom poskusil okrepitev na njej
sq: Duket goxha i parrezikshëm, I'll try rritjen më të
sr: Изгледа прилично безазлено, пробат ћу стајања на то
sv: Ser ganska harmlösa, jag ska försöka att trampa på den
sw: Looks pretty wapole, I'll try wanazidi juu yake
tr: Güzel görünüyor, I'll try it on stepping zararsız
vi: Vẻ đẹp, vô hại, tôi sẽ cố gắng bước vào nó
yi: לוקס שיין ומשעדלעך, איך וועט פּרובירן סטעפּינג אויף עס
zh: 看来并无不妥，我来试试它加强

source: Wow! That was cool! This must be a mechanical teleporter.
af: Wow! Dit was cool! Dit moet 'n meganiese teleport eerder.
ar: واو! التي كانت باردة! هذا يجب أن يكون teleporter الميكانيكية.
be: Wow! Гэта было круто! Гэта павінна быць механічным тэлепартацыі.
bg: Уау! Това беше готино! Това трябва да бъде механично телепортира.
ca: ¡Wow! That was cool! Aquest ha de ser un tele transportador mecànic.
cs: Wow! To bylo super! To musí být mechanické teleport.
cy: Wow! Dyna oedd cŵl! Rhaid i hyn fod yn teleporter mecanyddol.
da: Wow! Det var cool! Dette skal være en mekanisk teleporter.
de: Wow! Das war cool! Dies muss eine mechanische Teleporter.
el: Πώπω That was cool! Αυτό πρέπει να είναι μια μηχανική teleporter.
et: Vau! See oli lahe! See peab olema mehhaaniline teleporter.
fa: Wow! که خنک شد! این کار باید teleporter مکانیکی.
fi: Vau Se oli siistiä! Tämä on mekaaninen teleporttia.
fr: Wow! That was cool! Cela doit être un téléporteur mécanique.
ga: Wow! Bhí an cool! Ní mór go mbeadh seo ina teleporter mheicniúil.
gl: Guau! Isto foi legal! Este debe ser un teletransporte mecánica.
hi: वाह! वह अच्छा था! यह एक यांत्रिक teleporter होना चाहिए.
hr: Wow! To je bilo cool! Ovo mora biti mehanički teleporter.
hu: Wow! Ez volt az cool! Ez kell egy mechanikus teleportáló.
is: Vá! Það var kaldur! Þetta verður að vera vélrænn teleporter.
it: Wow! That was cool! Questo deve essere un teletrasporto meccanica.
iw: וואו! זה היה מגניב! זה חייב להיות teleporter מכני.
ja: うわー！これはクールだった！これは、機械的な転送装置が必要です。
ko: 와우! 그거 멋진데! 이 기계 teleporter되어야합니다.
lv: Wow! Tas bija cool! Tam jābūt mehāniski Teleporter.
mk: Wow! Тоа беше ладно! Ова мора да биде механички teleporter.
mt: Ara naqra! Dan kien jibred! Dan għandu jkun teleporter mekkaniku.
nl: Wow Dat was cool! Dit moet een mechanische teleporter.
no: Wow! Det var kult! Dette må være en mekanisk teleporter.
pl: Wow! To było cool! Musi to być mechaniczne teleporter.
pt: Uau! Isso foi legal! Este deve ser um teletransportador mecânica.
ro: Wow! Asta a fost cool! Acest lucru trebuie să fie un teleportor mecanică.
sl: Wow! To je bilo cool! To mora biti mehansko teleporter.
sq: Wow! Kjo ishte cool! Kjo duhet të jetë një teleporter mekanike.
sr: Уоу! То је кул! Ово мора бити механички телепортер.
sv: Wow! Det var cool! Detta måste vara en mekanisk teleporter.
sw: Wow! Hiyo ilikuwa cool! Hii lazima iwe muwasho teleporter.
tr: Wow! That was cool! Bu mekanik bir teleporter olmalıdır.
vi: Wow! Điều đó đã được mát mẻ! Đây phải là một teleporter cơ khí.
yi: וואַו! וואָס איז קיל! דאָס דאַרף זיין אַ מאַקאַניקאַל טעלעפּאָרטער.
zh: 哇！这是酷了！这必须是一个机械遥控搬运。

source: I wonder if it works both ways...
af: Ek wonder of dit werk beide maniere ...
ar: وأتساءل عما إذا كان يعمل في كلا الاتجاهين...
be: Цікава, калі яна працуе ў абодва бакі ...
bg: Чудя се дали тя работи в двете посоки, ...
ca: Em pregunto si funciona en tots dos sentits ...
cs: Zajímalo by mě, jestli to funguje i naopak ...
cy: Tybed os yw'n gweithio ddwy ffordd ...
da: Jeg spekulerer på, om det virker begge veje ...
de: Ich frage mich, ob es in beide Richtungen funktioniert ...
el: Αναρωτιέμαι αν θα λειτουργεί αμφίδρομα ...
et: Ei tea, kas see toimib mõlemas suunas ...
fa: می خواستم بدانم اگر با این نسخهها کار هر دو طریق را...
fi: Ihmettelen, jos se toimii molempiin suuntiin ...
fr: Je me demande si cela fonctionne dans les deux sens ...
ga: Wonder mé má oibríonn sé dá bealaí ...
gl: Quere saber se funciona nos dous sentidos ...
hi: मुझे आश्चर्य है कि अगर यह दोनों तरीकों से काम करता है ...
hr: Pitam se, ako to radi u oba smjera ...
hu: Kíváncsi vagyok, ha ez mindkét irányban működik ...
is: ÉG furða ef það virkar á báða vegu ...
it: Mi chiedo se funziona in entrambi i sensi ...
iw: אני תוהה אם זה עובד בשני הכיוונים ...
ja: 場合は、両方の方法で動作するのだろうか...
ko: 만약 두 가지 작품을 모르 겠네 ...
lv: Nez, ja tas darbojas abos virzienos ...
mk: Се прашувам дали таа работи и начини ...
mt: I wonder jekk xogħlijiet kemm modi ...
nl: Ik vraag me af of het in beide richtingen werken ...
no: Jeg lurer på om det virker begge veier ...
pl: Zastanawiam się, czy to działa w obie strony ...
pt: Gostaria de saber se funciona nos dois sentidos ...
ro: Mă întreb dacă merge în ambele sensuri ...
sl: Zanima me, če deluje v obe smeri ...
sq: Pyes veten nëse ajo punon dy mënyra të ...
sr: Питам се да ли то ради у оба правца ...
sv: Jag undrar om det fungerar åt båda hållen ...
sw: Mimi ajabu matendo kama njia zote mbili ...
tr: Eğer her iki yönde çalışıyor acaba ...
vi: Tôi tự hỏi, nếu nó hoạt động cả hai cách ...
yi: איך פרעגן אויב עס אַרבעט ביידע ווייַס ...
zh: 不知是否是双向的...

source: Not only is this going to save me a lot of walking, it's also loads of fun!
af: Nie net is hierdie gaan red my baie van die loop, dit is ook hope pret!
ar: ليس هذا فقط هو الذهاب لانقاذ لي الكثير من المشي ، كما انه من الاحمال من المرح!
be: Не толькі гэта выратуе мяне шмат хадзіць пешшу, гэта таксама нагрузак весела!
bg: Не само, че това ще ми спести много ходене, това е също товари на шега!
ca: No només és aquest em va a salvar un munt de caminar, també és molt divertit!
cs: Nejen že je to bude, aby mě zachránil mnoho chůze, je to také spousta zábavy!
cy: Nid yn unig yw hyn yn mynd i mi arbed llawer o gerdded, mae hefyd yn llawer o hwyl!
da: Ikke alene er dette kommer til at spare mig en masse af at gå, det er også masser af sjov!
de: Dies ist nicht nur gehen, mich zu retten viel laufen, sondern auch für jede Menge Spaß!
el: Δεν είναι μόνο αυτό θα σώσει εμένα πολύ από το περπάτημα, είναι επίσης και τα φορτία της διασκέδασης!
et: Mitte ainult see läheb mu päästa palju jalgsi, see on ka koormusel fun!
fa: نه تنها این به من راه رفتن زیادی ذخیره کنید ، همچنین بارهای سرگرم کننده!
fi: Ei vain tämä aikoo säästää minulle paljon kävelyä, se on myös kuormien hauskaa!
fr: Non seulement est-ce que ça va me faire gagner beaucoup de marche, c'est aussi du plaisir à profusion!
ga: Ní amháin go bhfuil seo ag dul chun shábháil dom a lán siúil, tá sé freisin hualaí spraoi!
gl: Non só iso me vai salvar unha morea de pé, tamén é moi divertido!
hi: केवल यही नहीं है यह मुझे चलने का एक बहुत बचाने के लिए जा रहे हैं, यह भी बहुत आनंद है!
hr: Ne samo da je ovo će spasiti mene puno hoda, to je također gomile zabave!
hu: Nem csak ez fog engem megmenteni sok séta, az is rengeteg szórakozást!
is: Ekki einungis er þetta að fara að spara mig a einhver fjöldi af gangandi, það er líka ofgnótt af skemmtun!
it: Non solo è in corso per risparmiare un sacco di camminare, è anche un sacco di divertimento!
iw: לא רק זה הולך להציל אותי הרבה הליכה, זה גם המון כיף!
ja: だけでなく、これは私の歩行動作の節約になる、それも楽しみの負荷のです！
ko: 뿐만 아니라이 날 많이 걷는 저장하려고, 그것도 재미 부하입니다!
lv: Ne tikai tas dodas glābt man daudz pastaigas, tas ir arī slodzes fun!
mk: Не само што е ова ќе ме спаси многу одење, тоа е, исто така, Товарот на забава!
mt: Mhux biss dan huwa se jiffranka lili ħafna mixi, huwa wkoll tagħbijiet ta 'gost!
nl: Niet alleen gaat dit op te slaan me veel wandelen, het is ook heel veel plezier!
no: Ikke bare er dette kommer til å spare meg mye gåing, er det også masse moro!
pl: Nie tylko jest to zamiar zapisać mnie dużo chodzenia, to również mnóstwo zabawy!
pt: Não só isso vai me salvar um monte de pé, também é muito divertido!
ro: Nu numai că aceasta va pentru a salva eu o mulţime de mers pe jos, este, de asemenea, sarcini de distracţie!
sl: Ne samo, da se to dogaja, da shranite mi veliko hoje, je tudi zanimiva!
sq: Jo vetëm që ky do të shpëtojë me një shumë në këmbë, është edhe ngarkesa e fun!
sr: Не само да ће ово, спаси ме доста за ходање, већ је то терета забаве!
sv: Detta är inte bara kommer att spara mig en hel del promenader, är det också massor med kul!
sw: Si tu ni hii kwenda uniokoe mengi ya kutembea, pia ni mizigo ya furaha!
tr: Sadece bu benim yürüyen bir tasarrufu olacak, aynı zamanda eğlenceli yük olmasıdır!
vi: Không chỉ là điều này sẽ tiết kiệm cho tôi rất nhiều đi bộ, nó cũng tải của vui vẻ!
yi: נישט בלויז איז די גאָוינג צו שפּאָרן מיר אַ פּלאַץ פון וואָקינג, דאָס ס 'אויך לאָודז פון שפּאַס!
zh: 这不仅是要救我一走的多，但它也装载的乐趣！

source: Now try out your shield
af: Nou probeer jou skild
ar: الآن جرب بك الدرع
be: Цяпер паспрабуйце ваш шчыт
bg: Сега се опитайте се вашия щит
ca: Ara prova el teu escut
cs: Vyzkoušet si štít
cy: Nawr ceisiwch eich darian
da: Nu afprøve dit skjold
de: Probieren Sie nun Ihr Schild
el: Τώρα δοκιμάστε ασπίδα σας
et: Nüüd proovige teie kilp
fa: در حال حاضر از سپر خود را امتحان کنید
fi: Nyt kokeilla your shield
fr: Maintenant essayer votre bouclier
ga: Anois bain triail as do sciath
gl: Agora proba o seu escudo
hi: अब अपना ढाल की कोशिश
hr: Sada isprobati tvoj štit
hu: Most próbáld ki a pajzson
is: Nú reyna út skjöld þinn
it: Ora provare il tuo scudo
iw: עכשיו נסה את המגן שלך
ja: 今すぐあなたの盾を試してみる
ko: 이제 당신의 방패를 밖으로보십시오
lv: Tagad izmēģināt jūsu vairogs
mk: Сега пробајте твојот штит
mt: Issa jippruvaw shield tiegħek
nl: Nu probeer je schild
no: Nå prøve ut skjold
pl: Teraz wypróbować tarczę
pt: Agora experimente o seu escudo
ro: Acum, încercaţi scutul tău
sl: Sedaj testirati svoj ščit
sq: Tani provoni mburoja juaj
sr: Сада покушајте да свој штит
sv: Nu testa din sköld
sw: Sasa jaribu nje uso wako
tr: Artık kalkan denemek
vi: Bây giờ thử lá chắn của bạn
yi: איצט פּרוּווט זיך דיין פאַרשטעלן
zh: 现在尝试你的盾牌

source: Block the pellets spat out by the plant and jump up to the next ledge
af: Blok die korrels gespoeg word deur die plant-en spring na die volgende ingenieurskennis
ar: كتلة الكريات بصق بها النبات وتقفز إلى الحافة القادمة
be: Блок гранулы выплюнуў заводам і скакаць да наступнага саступаючы
bg: Блок на пелети оплют от завода и скочи до следващия ръб
ca: Bloc de les pastilles escopit per la planta i saltar fins a la següent lleixa
cs: Blok pelety vyplivl do závodu a vyskočit na další římsu
cy: Bloc y pelenni spat gan y planhigyn a naid hyd at y ysgafell nesaf
da: Bloker pellets spyttes ud af anlægget og hop op til næste afsats
de: Block die Pellets spuckte durch die Pflanze und direkt bis zum nächsten Vorsprung
el: Αποκλεισμός των σφαιριδίων έφτυσε έξω από το εργοστάσιο και άλμα στο επόμενο περβάζι
et: Blokeeri graanulid sülitada poolt tehase ja hüpata kuni järgmise riff
fa: بلوک حلزون خوراکی خیلی کوچک گلوله های انجام شده توسط بوته و پرش به لبه بعدی
fi: Estä pelletit sylki hoitaa kasvi-ja hypätä ylöspäin seuraavaan hylly
fr: Bloquez les pellets craché par la plante et sautez jusqu'à la corniche suivante
ga: Spat Bloc an millíní amach ag na plandaí agus léim suas go dtí an ledge eile
gl: Bloquear as pelotas cuspiu pola planta e salto ata o bordo seguinte
hi: ब्लॉक छर्रों संयंत्र से बाहर विवाद और अगले हद तक छलांग
hr: Block kuglica pljuska od strane biljaka i skočiti do sljedećeg greben
hu: Blokkolja a pellet köpött ki a növény-és ugorj fel a következő párkányra
is: Lokað á hagl spat út af álverinu og stökk upp í næsta Ledge
it: Bloccare il pellet sputato fuori dalla pianta e salta verso la sporgenza successiva
iw: לחסום את כדורי ירק על ידי המפעל ו לקפוץ מדף הבא
ja: ブロックには、ペレットは工場によってけんかし、次の棚にジャンプ
ko: 블록 알약 공장에 의해 말다툼하고 다음 난간으로 뛰어 올라
lv: Bloķēt granulas pastrīdēties, ko augu un lēkt līdz nākamā dzega
mk: Блокирање на пелети плукнал од страна на растенијата и скокни до следниот полицата
mt: Blokk-pritkuni spat mill-impjant u jaqbżu sal-ledge jmiss
nl: Blokkeer de pellets spuwde door de plant en spring tot de volgende richel
no: Blokker pellets spyttet ut av anlegget, og hopp opp til neste hylle
pl: Blok granulki wyrzucił przez zakład i przeskoczyć do następnego półkę
pt: Bloquear as pelotas cuspiu pela planta e salte até a borda seguinte
ro: Bloc pelete scuipat de către plante şi sări până la următoarea prichici
sl: Block peleti pljunil, ki jih naprave in skočite do naslednjega polico
sq: Blloku fishekëve zënkë nga bimore dhe kërcejnë deri në parvaz ardhshëm
sr: Блокирај пелета пљували од стране фабрике и скочите на следећу платформу
sv: Blockera pellets spottas ut från anläggningen och hoppa upp till nästa avsats
sw: Block ya PELLETS spat nje na kupanda na Rukia hadi ledge ijayo
tr: Blok granül bitki tarafından tükürdü ve sonraki çıkıntıya kadar atlama
vi: Khối các dạng viên nhổ ra bởi nhà máy và nhảy lên đến lồi ra kế tiếp
yi: בלאקירונג די פּעלאַץ קאַמאַש זיך דורך די פאַבריק און שפּרינגען אַרויף צו דער ווייטער לעדזש
zh: 阻止球吐出来的植物和跳起来下壁架

source: Some items in the game can be pushed and pulled
af: Sommige voorwerpe in die spel kan gestoot word en getrek
ar: ويمكن تصنيف بعض البنود في المباراة التي يتم دفعها وسحبها
be: Некаторыя прадметы ў гульні могуць быць запісаны і выцягнуў
bg: Някои елементи в играта може да се бутат и дърпат
ca: Alguns articles en el joc poden ser ficats i llevats
cs: Některé položky ve hře může být tlačena a vytáhl
cy: Gall rhai eitemau yn y gêm yn cael ei gwthio a thynnu
da: Nogle elementer i spillet kan skubbes og trækkes
de: Einige Gegenstände im Spiel eingeschoben werden kann und zog
el: Ορισμένα στοιχεία στο παιχνίδι μπορεί να προωθηθεί και να έλκονται
et: Mõned elemendid mängus saab lükatakse või tõmmatakse
fa: برخی از اقلام را در بازی می تواند تحت فشار قرار دادند و کشیده
fi: Jotkut kohteet pelissä voi työntää ja vetää
fr: Certains éléments dans le jeu peuvent être poussés et tirés
ga: Is féidir roinnt míreanna i an cluiche a bhrú agus ceirteacha tarraingthe
gl: Algúns elementos en The Game pode ser empurrado e tirada
hi: खेल में कुछ वस्तुओं और धक्का दिया जा सकता है खींचा
hr: Neke stavke u igri može se guraju i izdvajali
hu: Egyes elemek a játék lehet nyomni és húzzák
is: Sum atriði í leiknum er ýtt og dregið
it: Alcuni elementi del gioco può essere spinto e tirato
iw: פריטים מסוימים של המשחק יכול להיות דחף ומשך
ja: ゲームのいくつかの項目をプッシュすることができますし、プル
ko: 게임에서 일부 항목을 강요 당할 수있습니다 당겼어
lv: Dažas spēles posteņus var grūsti un vilkti
mk: Некои елементи во играта може да се турка и влечат
mt: Xi punti fil-logħba tista 'tiġi mbuttata u miġbuda
nl: Sommige objecten in het spel kan worden geduwd en getrokken
no: Enkelte elementer i spillet kan bli presset og trakk
pl: Niektóre przedmioty w grze mogą być popychane i
pt: Alguns itens em The Game pode ser empurrado e puxado
ro: Unele elemente din joc poate fi împins şi tras
sl: Nekatere postavke v igri lahko ga vlečejo in vlečejo
sq: Disa artikuj në lojë mund të jenë shtyrë dhe tërhequr
sr: Неке ставке у игри може бити гурнут и вукао
sv: Vissa objekt i spelet kan skjuts eller dras
sw: Baadhi ya vitu katika mchezo unaweza kuwa alisukuma na vunjwa
tr: Oyunda bazı öğeler itilerek ve çekti
vi: Một số mặt hàng trong trò chơi có thể đẩy và kéo
yi: עטלעכע ייטאַמז אין די שפּיל קען זיין פּושט און פּולד
zh: 游戏中的一些项目可以推和拉

source: To push an item, simply walk into it
af: Stoot om 'n item, gewoon wandel in dit
ar: لدفع بندا ، وذلك ببساطة تخترقه
be: Каб падштурхнуць пункта, проста хадзіць у яе
bg: Да прокара една точка, просто разходка в него
ca: Per impulsar un element, simplement caminar-hi
cs: Tlačit položku, prostě jít do toho
cy: I wthio eitem, dim ond cerdded i mewn iddo
da: At skubbe et element, skal du bare gå ind i det
de: Um ein Element zu schieben, einfach hineinlaufen
el: Να προωθήσουμε ένα στοιχείο, απλά με τα πόδια σε αυτό
et: Survet objekt, lihtsalt kõndida ta
fa: به فشار قلم دوم از اقلام ، فقط راه رفتن را در آن
fi: Ajaa kohteen, voit kävellä sinne
fr: Pour pousser un objet, il suffit de marcher dedans
ga: Chun a bhrú mír, ach siúl i sé
gl: Para empurrar un elemento, simplemente andar nel
hi: के लिए एक आइटम धक्का, बस इसे में चलना
hr: To push predmet, jednostavno hoda u nju
hu: Benyomni egy elemet, egyszerűen csak sétáljon bele
is: Til að ýta hlut skaltu ganga inn í það
it: Per spingere un oggetto, è sufficiente entrare in essa
iw: לדחוף פריט, פשוט להיכנס לתוך זה
ja: は、単にそれに歩いてアイテムをプッシュするには
ko: 단순히 그것으로 걸어 항목을 밀어
lv: Virzīt uz objektu, vienkārši ieiet tajā
mk: Да им помогнам на една точка, едноставно одат во неа
mt: Biex timbotta 'oġġett, sempliċiment walk fis hija
nl: Duwen een item, gewoon lopen in het
no: Å skyve et element, kan du bare gå inn i den
pl: Przesuwania pozycji, po prostu chodzić do niego
pt: Para empurrar um item, simplesmente andar nele
ro: Pentru a împinge un element, pur şi simplu plimbare în el
sl: Če želite push element, preprosto hoditi vanjo
sq: Për të nxitur një objekt, thjesht të ecin në të
sr: Пусх артикал, једноставно хода у њу
sv: För att driva ett objekt, helt enkelt gå in i den
sw: Kushinikiza an item, kutembea tu ndani yake
tr: , Sade bir şekilde içine yürüyerek bir öğe itmek
vi: Để đẩy một mục, chỉ cần đi bộ vào nó
yi: צו שטופּן אַ נומער, סימפּלי גיין זיך עס
zh: 为了推进项目，只要走进它

source: To pull an item, walk into while holding down Action
af: Te trek 'n item, loop in terwyl holding down Beroep
ar: لسحب عنصر ، في حين أن المشي باستمرار العمل
be: Каб выцягнуць пункта, хадзіць у утрымліваючы Дзеянне
bg: За да дръпнете една точка, разхождайки се в задръжте за действие
ca: Per tirar d'un punt, entrar en acció mentre manté premuda
cs: Chcete-li stáhnout poloľku, chodit do zatímco přidržíte akci
cy: I dynnu eitem, gerdded i mewn tra'n dal i lawr Gweithredu
da: At trække et element, gå ind, mens du holder aktion
de: Um ein Element zu ziehen, zu Fuß in gedrückter Aktion
el: Για να τραβήξετε ένα στοιχείο, ενώ τα πόδια σε πατημένο δράσης
et: Vedama objekti kõndida hoides Action
fa: برای کشیدن یک آیتم ، در حالی که به پایین نگه داشتن عمل پیاده روی
fi: Vetää kohteen, kävellä samalla kun pidät Action
fr: Pour extraire un élément, entrez dans l'action tout en maintenant enfoncée
ga: A tharraingt le mír, siúl san am céanna a shealbhú síos Gníomhaíochta
gl: Para elimina un elemento, entran mantendo Prema Acción
hi: के लिए एक आइटम पुल, जबकि नीचे लड़ाई पकड़ में चलना
hr: Povući predmet, šetnja u dok držite Akcija
hu: Húzni egy elemet, besétálni miközben nyomva tartása Action
is: Til að draga hlut, ganga inn á meðan niðri Action
it: Per tirare una voce, entrare in azione mentre si tiene premuto
iw: למשוך פריט, נכנס תוך החזקת מקש פעילות
ja: 一方、アクションを押したままに歩いてアイテムをプルするには
ko: 반면, 액션 내려 잡고 걸어 들어가 항목을 뽑아
lv: Lai vilktu objektu, ieiet turot darbība
mk: Да се извлече нешто, одење додека го држите во акција
mt: Għal pull oġġett, filwaqt li jimxu fis-azjenda fl-Azzjoni
nl: Te trekken een item, wandeling in terwijl u Actie
no: Å trekke et element, går inn mens du holder nede Action
pl: Aby wyciągnąć przedmiot, wchodzisz przytrzymując działania
pt: Para retirar um item, entram mantendo pressionada Acção
ro: Pentru a trage un element, plimba-te în timp ce ţineţi în jos de acţiune pentru
sl: Če želite pull točke, medtem ko hodi v držite Ukrep
sq: Të tërheqë një objekt, ecni në ndërkohë mbajtur Veprimit
sr: Да повуче предмет, хода држећи у акцији
sv: Att dra ett objekt, gå in nedtryckt Action
sw: Kuvuta an item, kutembea ndani wakati kuikopesha chini Action
tr: Iken Eylem basılı tutarak yürümek içine bir öğe çekmek için
vi: Để kéo một mục, trong khi đi bộ vào giữ hành động
yi: צו ציען אַ נומער, גיין זיך בשעת האָלדינג אַראָפּ אַקשאַן
zh: 为了拉项目，同时按住步行行动
