Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: This had better be the last time I have to do this...
af: Dit kan net beter wees vir die laaste keer ek het om dit te doen ...
ar: هذا قد يكون أفضل في المرة الأخيرة لا بد لي من القيام بذلك...
be: Гэта было лепшым у апошні раз я павінен зрабіць гэта ...
bg: Това е по-добре да е последният път, когато трябва да направи това ...
ca: Aquesta millor que sigui l'última vegada que he de fer això ...
cs: To bylo lepší být naposledy, co jsem musel udělat ...
cy: Roedd hyn yn well y tro olaf rhaid i mi wneud hyn ...
da: Dette var bedre sidste gang, jeg er nødt til at gøre dette ...
de: Das war besser, das letzte Mal habe ich, dies zu tun ...
el: Αυτό ήταν καλύτερα να είναι η τελευταία φορά που έχω να κάνω αυτό ...
et: See oli parem olla viimane kord, kui ma pean seda tegema ...
fa: بهتر بود این آخرین دفعه من برای این کار می شود...
fi: Tämä oli parempi olla viimeinen kerta, kun minun täytyy tehdä tämä ...
fr: Cela avait de mieux pour la dernière fois que j'ai à faire ...
ga: Bhí sé seo a bheith níos fearr an t-am caite agam seo a dhéanamh ...
gl: Esta mellor que sexa a última vez que eu teño que facer isto ...
hi: यह बेहतर पिछली बार मैं यह करना चाहिए था ...
hr: Ta bolje je biti posljednji put sam to učiniti ...
hu: Ez már jobb lesz az utolsó alkalom, hogy ezt tenni ...
is: Þetta var betra að vera í síðasta skipti sem ég hef að gera þetta ...
it: Questo era meglio che sia l'ultima volta che devo fare questo ...
iw: זה היה יותר טוב להיות הפעם האחרונה שאני צריך לעשות זה ...
ja: これは良い私はこれを行うにして最後になるが... ...
ko: 이것은 더 나은 내가해야 할 마지막 시간했다 ..
lv: Tas bija labāk pēdējā laikā man darīt ...
mk: Ова беше подобро да биде последен пат сум да го направите тоа ...
mt: Dan kellu jkun l-aħjar aħħar darba nagħmel dan ...
nl: Dit had beter de laatste tijd heb ik om dit te doen ...
no: Dette hadde bedre være siste gang jeg må gjøre dette ...
pl: To lepiej być ostatnim razem muszę to zrobić ...
pt: Esta melhor que seja a última vez que eu tenho que fazer isto ...
ro: Acest lucru ar fi mai bine ultima dată când am să fac asta ...
sl: To je bolje biti zadnji čas, sem za to ...
sq: Kjo ishte më mirë të jetë hera e fundit që unë kam për të bërë këtë ...
sr: Ово је боље бити последњи пут да морам да урадим ово ...
sv: Detta hade bättre vara sista gången jag behöver göra detta ...
sw: Hii ilikuwa bora kuwa nina muda wa mwisho kufanya hili ...
tr: Bu daha iyi bunu gereken son kez olmak vardı ...
vi: Điều này có tốt hơn là lần cuối cùng tôi phải làm điều này ...
yi: דאָס ביי בעסער ווערן די לעצטע מאָל איך האָב צו טאָן דעם ...
zh: 这最好是我最后一次不得不这样做...

source: That was easy! And I can always get back later!
af: Dit was maklik! En ek kan altyd later terug!
ar: ان كان من السهل! وأستطيع دائما العودة في وقت لاحق!
be: Гэта лёгка! І я заўсёды можна вярнуцца пазней!
bg: Това е лесно! И винаги мога да се върна по-късно!
ca: Això va ser fàcil! I jo sempre pot tornar més tard!
cs: To bylo jednoduché! A já si vždy vrátit později!
cy: Oedd yn hawdd! A allaf gael bob amser yn ôl yn nes ymlaen!
da: Det var nemt! Og jeg kan altid komme tilbage senere!
de: Das war einfach! Und ich kann immer wieder später!
el: Αυτό ήταν εύκολο! Και μπορώ πάντα να γυρίσω αργότερα!
et: See oli lihtne! Ja ma alati hiljem tagasi!
fa: که آسان بود! و من همیشه می توانند بعد از گرفتن!
fi: Se oli helppoa! Ja voin aina palata myöhemmin!
fr: C'était facile! Et je peux toujours revenir plus tard!
ga: Bhí an éasca! Agus is féidir liom a fháil i gcónaí ar ais ina dhiaidh sin!
gl: Esta foi doado! E podo sempre volver máis tarde!
hi: यह आसान था! और मैं हमेशा वापस बाद में मिल सकती है!
hr: To je bilo lako! I ja sam uvijek mogu vratiti kasnije!
hu: Ez volt egyszerű! És én is mindig vissza később!
is: Það var auðvelt! Og ég er alltaf að fá aftur seinna!
it: Che è stato facile! E posso sempre tornare più tardi!
iw: זה היה קל! ואני תמיד יכול לחזור מאוחר יותר!
ja: これは簡単でした！私はいつも後でを得ることができます！
ko: 그건 간단! 그리고 난 항상 나중에 다시 받으실 수있습니다!
lv: Tas bija vienkārši! Un es varu vienmēr atgriezties vēlāk!
mk: Тоа беше лесно! И јас секогаш може да се вратат подоцна!
mt: Dan kien faċli! U nista 'nikseb lura dejjem aktar!
nl: Dat was makkelijk! En ik altijd terug kan krijgen later!
no: Det var lett! Og jeg kan alltids komme tilbake senere!
pl: To było łatwe! I zawsze mogę wrócić później!
pt: Essa foi fácil! E eu posso sempre voltar mais tarde!
ro: Asta a fost usor! Şi pot oricând întoarce mai târziu!
sl: To je bilo preprosto! In jaz vedno vrnem kasneje!
sq: Kjo ishte e lehtë! Dhe unë gjithmonë mund të kthehet më vonë!
sr: То је лако! И ја увек могу да се вратим касније!
sv: Det var lätt! Och jag kan alltid komma tillbaka senare!
sw: Hiyo ilikuwa rahisi! Na daima naweza kupata tena baadaye!
tr: Çok kolay oldu! Ve ben her zaman daha sonra tekrar elde edebilirsiniz!
vi: Đó cũng là dễ dàng! Và tôi luôn luôn có thể quay lại sau!
yi: וואָס איז געווען גרינג! און איך קענען שטענדיק באַקומען צוריק שפּעטער!
zh: 这很简单！我可以随时稍后回来！

source: Oh....
ar: يا....
be: Ох ....
bg: О ....
cy: O ....
da: Åh ....
fa: آه....
fi: Voi ....
gl: Ah ....
hi: ओह ....
iw: אה ....
ja: オ....
ko: 아 ....
mk: Леле ....
pl: Ach ....
pt: Ah ....
sr: Ох ....
yi: טאַקע ....
zh: 哦....

source: Guess I have no choice now.
af: Raai ek het geen keuse nou.
ar: اعتقد ان لا خيار لها الآن.
be: Угадайте у мяне няма выбару зараз.
bg: Мисля, че нямат избор сега.
ca: Suposo que no tenen una altra opció ara.
cs: Nejspíš jsem na vybranou hned.
cy: Dyfalu Does gen i ddim dewis bellach.
da: Guess Jeg har ikke noget valg nu.
de: Ich glaube, ich habe keine Wahl mehr.
el: Υποθέτω ότι δεν έχουν άλλη επιλογή τώρα.
et: Arvan, et ma ei jäägi nüüd.
fa: حدس من در حال حاضر انتخاب دیگری ندارند.
fi: Kai ole muuta nyt.
fr: Suppose que je n'ai pas le choix maintenant.
ga: Buille faoi thuairim agam aon rogha anois.
gl: Creo que eu non teño opción agora.
hi: लगता है कि मैं अब और कोई चारा नहीं है.
hr: Guess Imam nijedan izbor sada.
hu: Hiszem, nincs más választásom most.
is: Giska ég hef ekkert val nú.
it: Immagino che non hanno altra scelta ora.
iw: לנחש אין לי ברירה עכשיו.
ja: 私は今しかないゲス。
ko: 난 지금 선택의 여지가 보군.
lv: Guess Man nav izvēles tagad.
mk: Претпоставувам дека сега немаат друг избор.
mt: Aqta I m'għandhom l-ebda għażla issa.
nl: Guess Ik heb geen keus nu.
no: Gjett har jeg ikke noe valg nå.
pl: Chyba nie mamy wyboru teraz.
pt: Acho que eu não tenho escolha agora.
ro: Ghici nu am de ales acum.
sl: Verjetno sem zdaj nimajo druge izbire.
sq: Guess kam asnjë zgjedhje tani.
sr: Ваљда сам сада нема избора.
sv: Antar att jag har inget val nu.
sw: Nadhani mimi sina chaguo sasa.
tr: Şimdi çarem yok Guess.
vi: Đoán tôi không có sự lựa chọn ngay bây giờ.
yi: טרעפן איך האָבן קיין ברירה איצט.
zh: 猜猜我别无选择了。

source: Hang on Dad, I'm coming...
af: Hang oor Pa, ek kom ...
ar: شنق على أبي ، وأنا قادمة...
be: Пайсці на пап, я пайду ...
bg: Дръж се Татко, аз идвам ...
ca: Espera Papa, me'n vaig ...
cs: Vydrž Tati, už jdu ...
cy: Hongian ar Dad, rwy'n dod ...
da: Hænge på Far, jeg kommer ...
de: Hang on Dad, ich komme ...
el: Κρατήσου Μπαμπά, έρχομαι ...
et: Oota Isa, Ma tulen ...
fa: ثابت قدم بودن پدر ، I'm آینده...
fi: Roikkua Isä, olen tulossa ...
fr: Hang on Papa, je viens ...
ga: Hang ar daid, I'm teacht ...
gl: Hang on Pai, eu estou chegando ...
hi: पिताजी रुको, मैं आ रहा हूँ ...
hr: Hang on Tata, I'm coming ...
hu: Kapaszkodj Apa, jövök ...
is: Bíddu pabbi, ég koma ...
it: Aspetta papà, sto arrivando ...
iw: חכה אבא, אני בא ...
ja: ハングアップするお父さんに、私は来るんだけど...
ko: 잠깐 아빠, 나도 간다 ...
lv: Uzgaidīt Dad, I'm nāk ...
mk: Чекај Тато, јас сум иде ...
mt: Tistrieħ fuq Dad, I'm li ġejjin ...
nl: Wacht Pap, ik kom ...
no: Hang on Pappa, jeg kommer ...
pl: Trzymaj się tato, już idę ...
pt: Hang on Pai, eu estou chegando ...
ro: Ţine-te tata, vin ...
sl: Počakaj Oče, jaz prihajam ...
sr: Ѐекајте Тата, И'м цоминг ...
sv: Hang on Pappa, jag kommer ...
sw: Hutegemea Dad, I'm coming ...
tr: Hang Baba tarihinde, geliyorum ...
vi: Hàng ngày Dad, I'm coming ...
yi: הענגען אויף פאטער, איך טוט מיר קומענדיק ...
zh: 在爸爸坑，我来了...

source: Something is supposed to happen now, but it's not in this version. Check back later!
af: Iets is veronderstel om te gebeur nou, maar dit is nie in hierdie weergawe. Check back later!
ar: شيء من المفترض أن يحدث ذلك الآن ، ولكنها ليست في هذا الإصدار. الاختيار مرة أخرى في وقت لاحق!
be: Что-то павінна адбыцца зараз, але гэта не так у гэтай версіі. Калі ласка, праверце пазней!
bg: Нещо трябваше да се случи сега, но това не е в тази версия. Проверете по-късно!
ca: Alguna cosa ha de passar ara, però no és en aquesta versió. Check back later!
cs: Něco, co se má dít teď, ale to není v této verzi. Prosím později!
cy: Rhywbeth i fod i ddigwydd yn awr, ond nid yn y fersiwn hwn. Dewch yn ôl yn ddiweddarach!
da: Noget der skal ske nu, men det er ikke i denne version. Vend tilbage senere!
de: Etwas soll jetzt geschehen, aber es ist in dieser Version nicht. Check back later!
el: Κάτι έπρεπε να συμβεί τώρα, αλλά δεν είναι σε αυτήν την έκδοση. Ελέγξτε αργότερα!
et: Midagi ei peaks juhtuma nüüd, kuid see pole selle versiooni. Palun proovige hiljem uuesti!
fa: قرار است چیزی رخ دهد در حال حاضر ، اما در این نسخه نیست. باز هم تشریف بیاورید!
fi: Jotain pitäisi tapahtua nyt, mutta se ei ole tässä versiossa. Check back later!
fr: Quelque chose est censée se passer maintenant, mais ce n'est pas dans cette version. Revenez plus tard!
ga: Rud atá ceaptha le tarlú anois, ach nach bhfuil sé sa leagan seo. Seiceáil ar ais ina dhiaidh sin!
gl: Algo está a suceder agora, pero non é nesta versión. Volte máis tarde!
hi: कुछ अब होने वाला है, लेकिन यह इस संस्करण में नहीं है. वापस जाँच करें!
hr: Nešto je trebalo dogoditi sada, ali to nije u ovoj verziji. Provjerite ponovo kasnije!
hu: Valami kéne most történni, de nem ez a verzió. Látogasson vissza később!
is: Eitthvað er ætlast til að gerast nú, en það er ekki í þessari útgáfu. Athugaðu aftur seinna!
it: Qualcosa dovrebbe succedere ora, ma non è in questa versione. Check back later!
iw: משהו אמור לקרות עכשיו, אבל זה לא בגירסה זו. בדוק שוב מאוחר יותר!
ja: 何かをすぐに実現することになっていますが、このバージョンではない。チェック後で！
ko: 지금 뭔가해야 일이지만,이 버전에서 아니에요. 나중에 다시 확인해!
lv: Kaut kas ir paredzēts notikt tagad, bet tas nav šajā valodā. Pārbaudiet vēlreiz vēlāk!
mk: Нешто треба да се случи сега, но тоа не е во оваа верзија. Проверете подоцна!
mt: Xi ħaġa suppost li jiġri issa, imma hija ma din il-verżjoni. Iċċekkja lura tard!
nl: Iets is verondersteld nu gebeuren, maar het is niet in deze versie. Check back later!
no: Noe skal skje nå, men det er ikke i denne versjonen. Prøv igjen senere!
pl: Coś ma się dziać, ale nie w tej wersji. Sprawdź później!
pt: Alguma coisa está para acontecer agora, mas não é nesta versão. Volte mais tarde!
ro: Ceva ar trebui să se întâmple acum, dar nu este în această versiune. Verificaţi din nou mai târziu!
sl: Nekaj naj bi zdaj zgodilo, vendar ne v tej različici. Check back later!
sq: Diçka është supozuar të ndodhë tani, por nuk është në këtë version. Kontrolloni sërish më vonë!
sr: Нешто је сада требало да се деси, али не у овој верзији. Проверите касније!
sv: Det är något som ska hända nu, men det är inte i denna version. Check back later!
sw: Kitu kinapaswa kutokea sasa, lakini siyo katika toleo hili. Check back baadaye!
tr: Şimdi birşeyler oldu gerekiyordu, ama bu sürüm için değil. Daha sonra tekrar kontrol edin!
vi: Cái gì là nghĩa vụ phải xảy ra bây giờ, nhưng nó không có trong phiên bản này. Kiểm tra lại sau!
yi: עפּעס איז סאַפּאָוזד צו טרעפן איצט, אָבער עס איז ניט אין דער ווערסיע. טשעק צוריק שפּעטער!
zh: 事情是应该发生的，现在，但它不是在这个版本。请稍后再回来！

source: There's a note here
af: Daar's 'n nota hier
ar: هناك نلاحظ هنا
be: Там's Адзначым тут,
bg: Има бележка тук
ca: Hi ha una nota aquí
cs: Je tu poznámka zde
cy: Mae nodyn yma
da: Der er et notat her
de: Es gibt hier eine Notiz
el: Υπάρχει ένα σημείωμα εδώ
et: Seal teadmiseks siin
fa: 'sتوجه داشته باشید در اینجا وجود دارد.
fi: There's huomata täällä
fr: Il ya ici une note
ga: Tá an nóta anseo
gl: Hai unha nota aquí
hi: यहाँ एक टिप्पणी है
hr: Tu je bilješku ovdje
hu: Van itt egy megjegyzés
is: Það minnismiða hér
it: C'è una nota qui
iw: יש לציין כאן
ja: そこここにメモの
ko: 저기 쪽지는 여기에 있어요
lv: Tur piebilst,
mk: Има тука белешка
mt: Hemm nota hawn
nl: Er is een notitie hier
no: Det er et notat her
pl: Nie notatkę tutaj
pt: Há uma nota aqui
ro: Există o notă aici
sl: There's note here
sq: Ka një shënim këtu
sr: Постоји напомена овде
sv: Det finns en anteckning här
sw: Kuna note hapa
tr: Bir notu burada
vi: Có một lưu ý ở đây
yi: עס ס 'אַ קוויטל אַהער
zh: 还有这里的说明

source: I've been trapped down here for what seems like an eternity
af: Ek het vasgevang is down hier vir wat dit lyk soos 'n ewigheid
ar: لقد حوصروا أسفل هنا للاطلاع على ما يبدو وكأنه الدهر
be: Я ў пастцы сюды за тое, што здаецца вечнасцю
bg: Аз бях в капан тук за това, което изглежда като цяла вечност
ca: He estat atrapat per aquí pel que sembla una eternitat
cs: Byl jsem v pasti se zde, co se zdá jako věčnost
cy: Rydw i wedi bod yn gaeth i lawr yma am yr hyn a ymddengys fel yn eternity
da: Jeg har været fanget herned for, hvad der virker som en evighed
de: Ich war gefangen hier unten für das, was scheint wie eine Ewigkeit
el: Έχω ήδη παγιδευτεί κάτω εδώ για αυτό που φαίνεται σαν μια αιωνιότητα
et: Ma olen lõksus siin all, mida tundub igavik
fa: من به دام افتاده پایین شده است اینجا را برای آنچه به نظر می رسد مانند ابدیت
fi: Olen ollut loukussa täällä ja mikä tuntuu ikuisuudelta
fr: J'ai été pris au piège ici-bas pour ce qui semble être une éternité
ga: Bainim gafa síos anseo ar cad is cosúil cosúil le eternity
gl: Estou presa aquí para o que parece unha eternidade
hi: मैं नीचे फंस गया है यहाँ क्या एक अनंत काल की तरह लगता है के लिए
hr: Ive 'bio zarobljen ovdje za ono što se čini kao vječnost
hu: Már csapdába idelent, amit úgy tűnik, örökkévalóság
is: Ég hef verið fastur niður fyrir það virðast eins og eilífð
it: Sono stato intrappolato qui per quello che sembra un'eternità
iw: הייתי לכוד כאן למטה עבור מה שנראה כמו נצח
ja: 私はここで永遠のように思えるのをトラップしてきた
ko: 내가 여기서 뭐하고있는 영원처럼 보이에 대한 아래 갇혀 있었어
lv: Esmu bijis notverto noteikti šeit par to, kas šķiet kā mūžība
mk: Сум бил заробен Надолу тука за она што изгледа како цела вечност
mt: Stajt ġiet maqbuda stabbiliti hawn għal dak li jidher qisni eternity
nl: Ik heb gevangen hier beneden voor wat lijkt een eeuwigheid
no: Jeg har vært fanget her nede for det virker som en evighet
pl: Byłem uwięziony w dół tutaj, co wydaje się wiecznością
pt: Estou presa aqui para o que parece uma eternidade
ro: Am fost prins în jos aici pentru ceea ce pare o eternitate
sl: Sem bil ujet tukaj za to, kar se zdi kot večnost
sq: Unë kam qenë bllokuar poshtë këtu për atë që duket si një përjetësi
sr: Ја сам заробљен овде доле за оно што изгледа као вечност
sv: Jag har varit instängd här nere för vad som känns som en evighet
sw: I've been trapped chini hapa kwa kile inaonekana kama milele
tr: Burada ne bir sonsuzluk gibi görünmek için aşağı tuzağa been
vi: Tôi đã bị kẹt xuống ở đây cho những gì có vẻ như là vô tận
yi: איך'ווע געווארן טראַפּט אַראָפּ דאָ פֿאַר וואָס סימז ווי אַן ייביקייט
zh: 我已经在这里被困了什么，似乎像一个永恒

source: To get out of this place I need 3 Access Keys to work the lifts
af: Om uit hierdie plek, ek moet 3 Toegang sleutels tot die werk van die hysbak
ar: للخروج من هذا المكان ولست بحاجة 3 مفاتيح الوصول للعمل المصاعد
be: Каб выйсці з гэтага месца, мне трэба 3 Клявіятурныя клавішы для працы ліфтаў
bg: За да се измъкнем от това място трябва 3 Достъп Ключове към работата на асансьори
ca: Per sortir d'aquest lloc que necessiti Keys 3 L'accés al treball dels ascensors
cs: Chcete-li dostat z tohoto místa potřebuji 3 Access Keys práce výtahy
cy: I fynd allan o'r lle hwn Fi angen 3 Bysellau Mynediad i weithio y lifftiau
da: At komme ud af dette sted, jeg skal bruge 3 Access Keys til at arbejde for elevatorer
de: Um aus diesem Platz brauche ich 3 Access Keys zu den Liften Arbeit
el: Για να βγούμε από αυτό το μέρος Χρειάζομαι 3 πλήκτρα πρόσβασης στην εργασία των ανελκυστήρων
et: Et saada läbi selle koha ma pean 3 Liikumisklahvid tööd liftid
fa: برای خارج شدن از این محل من باید 3 کلید دسترسی به کار آسانسور
fi: Päästä pois tästä paikasta tarvitsen 3 pikavalintanäppäimet toimimaan hissien
fr: Pour sortir de cet endroit, j'ai besoin Clés 3 L'accès au travail des ascenseurs
ga: Chun a fháil amach an áit seo de dhíth orm Eochracha 3 Rochtain ar obair an ardaitheoirí
gl: Para saír deste lugar Eu teño de 3 claves de acceso ó traballo dos ascensores
hi: इस जगह को मैं 3 प्रवेश कुंजी की आवश्यकता लिफ्टों काम से बाहर निकलना
hr: Da bi izaći iz ovog mjesta i potreba 3 Access Keys za rad žičare
hu: Ahhoz, hogy ki ennek a helynek van szükségem 3 Access Keys dolgozni a felvonók
is: Til að fá út úr þessum stað þarf ég 3 Aðgangslyklar að vinna í lyftur
it: Per uscire da questo posto ho bisogno Keys 3 Accesso al lavoro gli impianti di risalita
iw: לצאת מהמקום הזה אני צריך 3 מפתחות גישה לעבודה המעליות
ja: 私は、リフト動作するように3アクセスキーが必要、この場所から抜け出すために
ko: 난 리프트 작업 3 액세스 키가 필요 여길 얻으려면
lv: Izkļūt no šīs vietas man vajag 3 Access Keys darba liftu
mk: Да излезе од ова место ми треба 3 копчињата за пристап на работа на лифтови
mt: Biex toħroġ ta 'dan il-post I ħtieġa Keys 3 L-aċċess għax-xogħol il-lifts
nl: Om uit deze plaats ik 3 Toegang Sleutels tot de liften werken
no: For å komme ut av dette stedet jeg trenger 3 Tilgang Keys å arbeide heisene
pl: Aby wyjść z tego miejsca muszę 3 Klawisze dostępu do pracy wyciągów
pt: Para sair deste lugar Eu preciso de 3 chaves de acesso ao trabalho dos elevadores
ro: Pentru a ieşi din acest loc am nevoie de Taste 3 Accesul la locul de muncă lifturi
sl: Da bi dobili iz tega kraja rabim 3 tipke za dostop do dela dvigala
sq: Për të dal nga ky vend duhet Keys 3 Qasja për të punuar ashensorët
sr: Да изађу из овог места ми је потребно 3 Приступ Тастери за рад лифта
sv: Att komma ur denna plats jag behöver 3 Access Keys arbeta hissarna
sw: Ili kupata nje ya eneo hili nahitaji 3 Access keys kufanya kazi ya hissar
tr: Ben asansörler çalışmaya 3 Access Keys gerek burası çıkmak için
vi: Để có được ra khỏi nơi này tôi cần Keys 3 cận để làm việc trong thang máy
yi: צו נעמען זיך פון דעם אָרט איך דאַרפֿן 3 אַקסעס קיז צו אַרבעט די ליפץ
zh: 为了摆脱这个地方，我需要3访问键工作的升降机

source: So far I have only found 1
af: Tot dusver het ek net te vinde 1
ar: حتى الآن إلا أنني وجدت 1
be: Да гэтага часу я знайшоў толькі 1
bg: Засега имам само намерени 1
ca: Fins ara només he trobat 1
cs: Zatím jsem jen nalezl 1
cy: Hyd yn hyn, rwyf wedi dod o hyd yn unig 1
da: Indtil videre har jeg kun fundet 1
de: Bisher habe ich nur gefunden: 1
el: Μέχρι στιγμής έχω μόνο βρέθηκαν 1
et: Siiani olen ainult leiti 1
fa: تا کنون من تنها نشد 1
fi: Toistaiseksi olen vain todennut 1
fr: Jusqu'à présent je n'ai trouvé 1
ga: Go dtí seo tá aimsithe agam ach 1
gl: Ata agora só está 1
hi: अभी तक मैं केवल 1 मिल गया है
hr: Do sada sam samo našao 1
hu: Eddig csak találtam 1
is: Hingað til hef ég bara fundið 1
it: Finora ho trovato solo 1
iw: עד כה יש לי רק למצוא 1
ja: これまでのところ私は1を発見した
ko: 지금까지 제가 찾은 유일한 1
lv: Līdz šim man ir tikai atraduši 1
mk: Досега имам само резултат 1
mt: S'issa I għandhom biss misjuba 1
nl: Tot nu toe heb ik alleen gevonden 1
no: Så langt har jeg bare funnet 1
pl: Do tej pory tylko Znaleziono 1
pt: Até agora só encontrei 1
ro: Până în prezent, am gasit doar 1
sl: Do sedaj sem našel samo 1
sq: Deri tani kam gjetur vetem 1
sr: До сада сам нашао само 1
sv: Hittills har jag bara hittat 1
sw: Hadi sasa nina found 1 tu
tr: Şimdiye kadar sadece 1 bulduk
vi: Cho đến nay tôi chỉ có hàng 1
yi: אַזוי העט איך האָב נאָר געפֿונען 1
zh: 到目前为止，我只找到一

source: To make matters worse, I can only reach some switches with a carefully placed arrow
af: Om sake te vererger, kan ek slegs 'n paar skakelaars met' n noukeurig geplaas pyl bereik
ar: لجعل الأمور أسوأ ، لا يسعني إلا أن الوصول إلى بعض المفاتيح مع السهم وضعت بعناية
be: Горш таго, я магу дасягнуць толькі некаторыя ключы з асцярожна паклаў стрэлку
bg: За да направим нещата по-лошо, аз може да достигне до някои комутатори с внимателно поставени стрелка
ca: Per empitjorar les coses, només puc arribar a alguns interruptors amb una fletxa curosament col locats
cs: Aby toho nebylo málo, mohu jen oslovit některé spínače s pečlivě umístěna šipka
cy: I wneud pethau'n waeth, ond gallaf gyrraedd rhai switsys gyda arrow gosod yn ofalus
da: At gøre tingene værre, kan jeg kun nå nogle switche med en omhyggeligt placeret pil
de: Erschwerend kommt hinzu, kann ich nur erreichen, einige Schalter mit einer sorgfältig platziert arrow
el: Για να κάνετε τα πράγματα χειρότερα, μπορώ να φτάσω μόνο μερικά διακόπτες με ένα προσεκτικά τοποθετηθεί βέλος
et: Asja teeb halvemaks, võin jõuda üksnes mõned lülitid on hoolikalt asetatud arrow
fa: به مسائل بدتر ، من فقط می تواند با برخی از سوئیچ ها به دقت قرار داده برسد arrow
fi: Kaiken kukkuraksi, voin vain nousta noin kytkimien kanssa huolellisesti sijoitettu nuoli
fr: Pour aggraver les choses, je ne peux atteindre certains commutateurs avec une flèche bien placée
ga: Chun a dhéanamh cúrsaí níos measa, an féidir liom teacht ach roinnt lasca le arrow cúramach a chuirtear
gl: Para empeorar as cousas, só podo chegar a algunhas opcións cunha frecha coidadosamente feitas
hi: मामले को बदतर बनाना, मैं सिर्फ एक सावधानी से रखा तीर के साथ कुछ स्विच तक पहुँच सकते हैं
hr: Da stvar bude gora, ja samo mogu doći do nekih prekidači sa pažljivo postavljene arrow
hu: Tovább ront a helyzeten, én csak akkor érte el a kapcsolókat egy gondosan elhelyezett nyíl
is: Til að gera illt verra, get ég bara náð einhverjum rofa með vandlega sett ör
it: Per peggiorare le cose, posso solo raggiungere alcuni interruttori con una freccia con attenzione posta
iw: כדי להחמיר את המצב, אני יכול רק להגיע כמה מתגים עם חץ בזהירות
ja: 問題を悪化させるために、私は慎重に配置矢印でいくつかのスイッチに到達することができます
ko: 설상가상으로, 전 단지 신중하게 배치 화살표와 함께 몇 가지 스위치에 도달할 수
lv: Turklāt jārēķinās, es varu tikai sasniegt dažus slēdži ar rūpīgi novieto arrow
mk: За работите да бидат уште полоши, можам само да постигне некои клучеви со внимателно поставена arrow
mt: Biex tgħaxxaq, I jista 'biss jilħaq xi swiċċijiet bi vleġġa b'attenzjoni jitqiegħed
nl: Tot overmaat van ramp, kan ik alleen maar bereiken sommige switches met een zorgvuldig geplaatste pijl
no: For å gjøre vondt verre, kan jeg bare frem til noen brytere med en nøye plassert arrow
pl: Co gorsza, można osiągnąć tylko niektóre przełączniki umieszczone dokładnie arrow
pt: Para piorar as coisas, só posso chegar a algumas opções com uma seta cuidadosamente colocados
ro: Pentru a face lucrurile si mai rele, nu pot ajunge la doar unele switch-uri cu o săgeată cu atenţie introduse
sl: Poslabšati stvari, lahko doseže samo nekaj stikala s skrbno dano puščico
sq: Për t'i bërë gjërat edhe më keq, unë vetëm mund të arrijnë disa ndizet me një shigjetë e vendosur me kujdes
sr: Да ствар буде гора, ја могу само доћи до неких прекидача са пажљиво постављене стрелице
sv: För att göra saken värre, kan jag bara når vissa växlar med en väl placerad pil
sw: Kufanya mambo kuwa mabaya zaidi, naweza tu kuwafikia baadhi SWITCHES kwa makini aliweka arrow
tr: Özdek daha yapmak için, sadece bir özenle yerleştirilmiş okla bazı anahtarları ulaşabilirsiniz
vi: Để làm cho vấn đề tồi tệ hơn, tôi chỉ có thể đạt được một số thiết bị chuyển mạch với một mũi tên được đặt cẩn thận
yi: צו מאַכן מאַטערז ערגער, איך קען בלויז דערגרייכן עטלעכע סוויטשיז מיט אַ קערפאַלי פּלייסט פייל
zh: 更糟的是，我只能精心达成某些开关置于箭头
