Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Their staff is highly magical and although it cannot be used by humans directly, its magical properties are used in spell creation
af: Hul personeel is hoogs magiese en hoewel dit kan nie deur mense direk gebruik word, sy magiese eienskappe wat gebruik word in die spel skepping
ar: موظفيها إلى حد كبير السحرية وعلى الرغم من أنه لا يمكن أن تستخدم من قبل البشر مباشرة ، وخصائصه السحرية التي تستخدم في إنشاء الإملائي
be: Іх персанал вельмі чароўны і хоць яна не можа быць выкарыстана людзьмі наўпрост, свае магічныя ўласцівасці выкарыстоўваюцца ў стварэнні загавораў
bg: Техният персонал е много магически и въпреки че не може да се използва от хора, пряко, нейните магически свойства се използват при създаването на правописа
ca: El seu personal és molt màgic, i encara que no pot ser utilitzat directament pels éssers humans, les seves propietats màgiques són utilitzats en la creació d'encanteri
cs: Jejich personál je velmi magické a ačkoli to nemůže být používán lidmi přímo, jsou jeho magické vlastnosti, použité při vytváření kouzlo
cy: Eu staff yn hynod hudolus ac er na ellir ei ddefnyddio gan bobl yn uniongyrchol, ei eiddo hudolus yn cael eu defnyddio mewn creu sillafu
da: Deres personale er meget magisk og selv om det ikke kan bruges af mennesker direkte, dets magiske egenskaber anvendes i stave skabelse
de: Ihre Mitarbeiter sind sehr magisch und obwohl es kann nicht vom Menschen direkt genutzt werden, sind seine magischen Eigenschaften Rechtschreibprüfung Erstellung verwendet
el: Προσωπικό τους είναι άκρως μαγευτική και παρόλο που δεν μπορεί να χρησιμοποιηθεί άμεσα από τον άνθρωπο, είναι μαγικές ιδιότητες που χρησιμοποιούνται για τη δημιουργία spell
et: Nende töötajad on väga maagiline ja kuigi seda ei saa kasutada inimestele otse, selle maagilise omadused on kasutatud loitsu loomisest
fa: کارکنان شان بسیار جادویی و با وجود آن که می تواند توسط انسان ها مورد استفاده قرار گیرد به طور مستقیم ، خواص جادویی خود را در خلق اثر طلسم مورد استفاده قرار می
fi: Henkilöstön on erittäin maaginen, ja vaikka sitä ei voida käyttää ihmisten suoraan, sen maagisia ominaisuuksia käytetään oikeinkirjoituksen luomiseen
fr: Leur personnel est hautement magique, et bien qu'il ne puisse être utilisé par l'homme directement, ses propriétés magiques sont utilisés dans la création de sorts
ga: Tá a fhoireann an-draíochta agus cé nach féidir é a úsáid ag daoine go díreach, a n-airíonna draíochta á n-úsáid i gcruthú litrithe
gl: Seu equipo é moi máxico e aínda que non poida ser usado por persoas directamente, as súas propiedades máxicas son usadas na creación de maxia
hi: अपने कर्मचारियों को उच्च जादुई है और यद्यपि यह मानव द्वारा नहीं सीधे इस्तेमाल किया जा सकता है, अपनी जादुई गुण जादू निर्माण में उपयोग किया जाता है
hr: Njihova osoblje je veoma čaroban i iako se ne mogu koristiti ljudima direktno, njegova čarobna svojstva koriste se u kratko vrijeme stvaranja
hu: A személyzet nagyon varázslatos, és bár nem lehet használni az emberek által közvetlenül, a mágikus tulajdonságait használja fel a varázslat létrehozása
is: Starfsfólk þeirra er mjög töfrandi og þó það er ekki hægt að nota með mönnum beint, töfrum eiginleikar þess eru notuð í sköpun stafa
it: Il loro personale è altamente magico e anche se non può essere utilizzato direttamente dagli esseri umani, le sue proprietà magiche vengono utilizzati nella creazione di magia
iw: הצוות שלהם מאוד קסום ואף לא ניתן להשתמש ישירות על ידי בני אדם, תכונות מאגיות שלה משמשים ליצירת לאיית
ja: そのスタッフは、非常に不思議ですが、それが人間によって直接使用することはできませんが、その魔法のプロパティのスペルの作成に使用される
ko: 그들의 직원이 매우 마법 비록 인간에 의해 직접적으로 사용할 수 없으며, 그 마법의 속성 마법을 생성하는 데 사용됩니다
lv: Darbinieki ir ļoti burvju un kaut gan to nevar lietot cilvēki tieši tā burvju īpašības, izmanto pareizrakstības izveidi
mk: Нивниот тим е многу магичен и иако таа не може да се користат директно од страна на човекот, неговите магични својства се користат во создавањето магија
mt: Persunal tagħhom huwa ħafna maġika u għalkemm ma jistax jintuża direttament mill-bniedem, il-proprjetajiet maġika tagħha huma użati fil-ħolqien jespliċitaw
nl: Hun personeel is zeer magisch en hoewel het niet kan worden gebruikt door personen die direct, haar magische eigenschappen worden gebruikt in ban schepping
no: De ansatte er svært magisk og selv om den ikke kan brukes av mennesker direkte, dens magiske egenskaper brukes i spell etablering
pl: Ich personel jest bardzo magiczna i chociaż nie mogą być wykorzystane przez ludzi bezpośrednio, jego magiczne właściwości są wykorzystywane w tworzeniu zaklęcia
pt: Sua equipe é altamente mágico e embora não possa ser usado por seres humanos diretamente, suas propriedades mágicas são usadas na criação de magia
ro: Personalului lor este extrem de magic şi, deşi nu pot fi folosite de către om, în mod direct, proprietăţile sale magice sunt utilizate în crearea de vraja
sl: Njihovo osebje je zelo čarobno, in čeprav ni mogoče uporabiti pri ljudeh, ki jih neposredno, so njene magične lastnosti, ki se uporabljajo v ustvarjanju urok
sq: Personeli i tyre është shumë magjike dhe edhe pse ajo nuk mund të përdoret nga njerëzit direkt, vetitë e saj magjike janë përdorur në krijimin spell
sr: Њихово особље је веома магијске и мада не може да се користи од стране људи директно, њене магичне особине се користе у креирању чаролија
sv: Deras personal är mycket magiskt och även om det inte kan användas av människor direkt, dess magiska egenskaper används i spell skapande
sw: Wafanyakazi wao ni magical sana na ingawa haiwezi kutumiwa na binadamu moja kwa moja, magical mali yake hutumiwa katika uumbaji Spell
tr: Kendi çalışanlarına yüksek ve magical olsa da insanlar tarafından doğrudan kullanılamaz, sihirli özellikleri yazım oluşturulmasında kullanılan
vi: Nhân viên của họ là rất huyền diệu và mặc dù nó không thể được sử dụng bởi con người trực tiếp, tính chất huyền diệu của nó được sử dụng trong việc tạo vần
yi: זייער שטעקן איז היגהלי מאַדזשיקאַל און כאָטש עס קען נישט ווערן גענוצט דורך כיומאַנז גלייך, זיין מאַדזשיקאַל פּראָפּערטיעס זענען געניצט אין רעגע בריאה
zh: 他们的工作人员是非常神奇，尽管它不能被人类直接使用，它的神奇属性用于创建在拼写

source: Pink Hoovers are small quadrupeds with a long snout
af: Pink Hoover is klein quadrupeds met 'n lang snoet
ar: الوردي Hoovers هي ذوات الأربع الصغيرة مع أنف طويلة
be: Pink пыласосы малы чатырохногія з доўгай мордай
bg: Пинк Hoovers са малки quadrupeds с дълга муцуна
ca: Hoover Pink són petits quadrúpedes amb un musell llarg
cs: Pink Hoovers jsou malé čtvernožců s dlouhým čenichem
cy: Hoovers Pinc yn quadrupeds bach gyda snout hir
da: Pink Hoovers er små Pattedyr med en lang snude
de: Pink Hoovers sind kleine Vierbeiner mit einer langen Schnauze
el: Ροζ Hoovers είναι μικρά τετράποδα με μακρύ ρύγχος
et: Pink Hoovers on väikesed Quadrupeds pika nina
fa: Hoovers پینک هستند quadrupeds کوچک با پوزه دراز
fi: Pink Hoovers ovat pieniä quadrupeds on pitkä kuono
fr: Pink Hoovers sont petits quadrupèdes avec un long museau
ga: Hoovers Pink Tá quadrupeds beag le fada snout
gl: Pink Hoovers son quadrúpedes de pequeno tamaño con un fociño longo
hi: गुलाबी Hoovers एक लंबे थूथन के साथ छोटे quadrupeds हैं
hr: Pink Hoovers su male Quadrupeds s dugim gubica
hu: Pink Hoovers kis négylábúak hosszú ormány
is: Pink Hoovers eru lítil quadrupeds með langa snout
it: Pink Hoovers sono quadrupedi piccoli con un muso lungo
iw: Hoovers פינק הם quadrupeds קטן עם חוטם ארוך
ja: ピンクHoovers長い鼻と小さなquadrupedsている
ko: 핑크 상당히 긴 주둥이와 작은 quadrupeds 수있습니다
lv: Rozā Putekļusūcēji ir mazas quadrupeds ar garš deguns
mk: Пинк Hoovers се мали quadrupeds со долга муцка
mt: Hoovers Pink huma quadrupeds żgħar bil-imnieħer twil
nl: Pink Hoovers zijn kleine viervoeters met een lange snuit
no: Pink Hoover er små quadrupeds med lang snute
pl: Pink Hoovers małe czworonogów z długim pyskiem
pt: Pink Hoovers são quadrúpedes de pequeno porte com um focinho longo
ro: Hoovers roz patrupedelor sunt mici, cu un bot lung
sl: Pink Hoovers so majhna quadrupeds z dolgo gobca
sq: Pink Hoovers janë quadrupeds të vogla me një feçkë gjatë
sr: Пинк Хооверс су мали куадрупедс са дугом њушка
sv: Rosa Hoovers är små fyrbenta djur med lång nos
sw: Pink Hoovers ni ndogo quadrupeds mrefu snout
tr: Pembe Hoovers uzun burun küçük quadrupeds vardır
vi: Pink Hoovers được quadrupeds nhỏ với một mõm dài
yi: פינק האָאָווערס זענען קליין קוואַדרופּעדס מיט אַ לאַנג שנוק
zh: 粉红Hoovers公司与长嘴小四足

source: The primary puropse of the snout is to forage for food but it also serves as a defense mechanism
af: Die primêre puropse van die snoet te voer gegee vir kos, maar dit dien ook as 'n verdediging meganisme
ar: وpuropse الرئيسي للأنف ويبحثون عن الطعام ولكنه أيضا بمثابة آلية دفاعية
be: Першасная puropse рыла з'яўляецца корм для пражытку, але яна таксама служыць у якасці ахоўнага механізму
bg: Основната puropse на муцуната е да фураж за храна, но също така служи като защитен механизъм
ca: El puropse primària de la boca és per buscar menjar, sinó que també serveix com un mecanisme de defensa
cs: Primární puropse ze hlavni je shánět potravu, ale také slouží jako obranný mechanismus
cy: Mae'r puropse sylfaenol y snout yw chwilota am fwyd, ond mae hefyd yn gwasanaethu fel mecanwaith amddiffyn
da: Den primære puropse af snude er at foder til fødevarer, men det fungerer også som en forsvarsmekanisme
de: Der primäre puropse des Mauls ist, um Nahrung Futter, aber es dient auch als Abwehrmechanismus
el: Η πρωταρχική puropse του ρύγχους είναι η χορτονομή για τα τρόφιμα, αλλά χρησιμεύει επίσης ως ένας μηχανισμός άμυνας
et: Esmane puropse et kärss on söödamaa toidu kuid see teenib ka Kaitsemehhanism
fa: puropse اولیه پوزه زدن به این است که برای مواد غذایی علوفه و هم به عنوان یک مکانیزم دفاعی عمل می کند
fi: Ensisijainen puropse ja kärsä on rehun ruokaa, mutta se toimii myös puolustusmekanismi
fr: Le puropse primaires du museau est de chercher de la nourriture mais il sert également de mécanisme de défense
ga: Is é an príomhchuspóir puropse an snout a forage le haghaidh bia ach feidhmíonn sé freisin mar mheicníocht defense
gl: O puropse primario do fociño é de forraxe para alimentación, pero tamén serve como un mecanismo de defensa
hi: थूथन के प्राथमिक puropse को खाने के लिए चारा है, लेकिन यह भी एक सुरक्षा तंत्र के रूप में कार्य करता है
hr: Primarni puropse je gubica je do krme za hranu, ali ona također služi kao obrambeni mehanizam
hu: Az elsődleges puropse a pofa, hogy az élelmiszer-takarmány, hanem azért is, mert egy védelmi mechanizmus
is: Helsta puropse á snout er að forage til matar, en það þjónar einnig sem vörn vélbúnaður
it: Il puropse primario del muso è quello di procurarsi il cibo, ma serve anche come meccanismo di difesa
iw: Puropse העיקרי של חוטם הוא לנבור אחר מזון, אך הוא משמש גם כמנגנון הגנה
ja: 鼻の主なpuropse食べ物をあさることですが、それも防衛メカニズムとして機能する
ko: 주둥이의 기본 puropse 음식에 대한 침략하는 것입니다 그러나 그것은 또한 방어 메커니즘의 역할
lv: Galvenais puropse no snuķis ir lopbarības pārtikas, bet tā kalpo arī kā aizsardzības mehānisms
mk: Основните puropse на муцка е да сточна храна за храна, но, исто така, служи како одбранбен механизам
mt: Il-puropse primarja ta 'l-imnieħer huwa li għalf għall-ikel iżda wkoll jservi bħala mekkaniżmu ta' difiża
nl: De primaire puropse van de snuit is voederareaal voor voedsel, maar het dient ook als een afweermechanisme
no: Den primære puropse av snuten er å grovfôr for mat, men også fungerer som en forsvarsmekanisme
pl: Głównym puropse pyska jest pasza do żywności, ale także służy jako mechanizm obronny
pt: O puropse primário do focinho é de forragem para alimentação, mas também serve como um mecanismo de defesa
ro: Puropse primar al botului este de a furajere pentru alimente, dar, de asemenea, serveşte ca un mecanism de apărare
sl: Primarne puropse gobca je krma za hrano, ampak tudi služi kot obrambni mehanizem
sq: Puropse kryesor i feçkë është të foragjere për ushqimin por gjithashtu shërben si një mekanizëm mbrojtës
sr: Основна пуропсе на нос да је крме за храном, али такође служи као одбрамбени механизам
sv: Den primära puropse av Nosen är att foder för mat men fungerar också som en försvarsmekanism
sw: Puropse msingi wa snout ni lishe kwa chakula lakini pia inavyotumika kama ulinzi mekanism
tr: Snout birincil puropse gıda için yem olduğunu ama aynı zamanda bir savunma mekanizması olarak hizmet vermektedir
vi: Các puropse chính của mõm là để tìm thức ăn cho thực phẩm nhưng nó cũng phục vụ như một cơ chế bảo vệ
yi: די ערשטיק פּוראָפּסע פון די שנוק איז צו פאָראַגע פֿאַר עסן אָבער דאָס אויך סערוועס ווי אַ פאַרטיידיקונג מעקאַניזאַם
zh: 鼻子的主要puropse是觅食，但它也可以作为一种防卫机制服务

source: and are more than capable of keeping a predator at bay by simply blowing them away
af: en is meer as in staat om aan die hou van 'n roofdier op die baai deur eenvoudig te blaas dit weg
ar: وأكثر من قادرة على الحفاظ على الحيوانات المفترسة في خليج ببساطة عن طريق نسفها بعيدا
be: і больш чым у стане падтрымліваць драпежніка на адлегласці ад іх проста дзьме прэч
bg: и са повече, отколкото може да запази хищник в залива, като просто ги разпенващ далеч
ca: i són més que capaços de mantenir a ratlla a un depredador simplement bufant a les escombraries
cs: a více než schopné udržet na uzdě predátora tím, že prostě fouká pryč
cy: ac maent yn fwy na gallu cadw anifeiliaid sy'n bla mewn bae gan syml eu chwythu i ffwrdd
da: og er mere end i stand til at holde et rovdyr i skak ved blot at blæse dem væk
de: und sind mehr als fähig halten, ein Raubtier in Schach, indem er einfach sie weg
el: και είναι περισσότερο από ικανή να διατηρήσει ένα αρπακτικό στον κόλπο με απλά να ανατίναξη μακριά
et: ja on rohkem kui suutma hoida kiskja on lahe lihtsalt puhub neid eemal
fa: و بیش از توانایی نگه داشتن درنده در دفاع کردن در مقابل آنها را به سادگی دمیدن دور
fi: ja ovat enemmän kuin pystyvät pitämään saalistaja loitolla yksinkertaisesti puhaltamalla ne pois
fr: et sont plus que capable de suivre un prédateur aux abois simplement en les soufflant
ga: agus tá níos mó ná in ann a choimeád ina dtiocfadh creachadóir ag bá ag simplí iad blowing away
gl: e son máis capaces de manter un predador na bahía simplemente exaltar
hi: और खाड़ी में हैं तो उन्हें दूर उड़ाने द्वारा एक शिकारी रखने में सक्षम हैं और अधिक से अधिक
hr: i više nego sposoban za držanje predator at zaljev, jednostavno ih puhanjem daleko
hu: , és több mint képesek tartani a ragadozó kordában egyszerűen fújja őket
is: og eru meira en fær um að halda á rándýr í skefjum með því einfaldlega að sprengja þær í burtu
it: e sono più che capaci di tenere a bada un predatore semplicemente soffiando via
iw: והם יותר מסוגל להחזיק בשליטה על ידי טורף פשוט לפוצץ אותם
ja: とベイでは、単に距離が吹いて捕食おくことができるよりも多くて
ko: 베이에서 단순히 다른 곳으로 그들을 폭파하여 포식자를 유지 수있는 것보다 더있습니다
lv: un ir vairāk nekā spēj saglabāt plēsoņa līcis, vienkārši pūš tos prom
mk: и повеќе од способни за водење на предатор во заливот со едноставно дува нив подалеку
mt: u huma aktar kapaċi li jżommu predaturi fil-bajja billi sempliċiment blowing minnhom bogħod
nl: en zijn meer dan geschikt voor het houden van een roofdier op afstand door simpelweg te blazen ze weg
no: og er mer enn i stand til å holde en overgriper i sjakk ved å blåse dem bort
pl: i są bardziej niż zdolne do prowadzenia drapieżników na dystans, po prostu wieje im daleko
pt: e são mais capazes de manter um predador na baía simplesmente Exaltar
ro: si sunt mai mult decât capabil de a menţine un prădător de la golf, prin simpla suflare-le departe
sl: in so bolj kot bi bil sposoben vzdrževati plenilca v zalivu, ki ga preprosto piha proč
sq: dhe janë më shumë se sa të aftë për të mbajtur një grabitqar në gji nga thjesht defekt ata larg
sr: и више него способна за држање на одстојању од грабљиваца их једноставно дување у гостима
sv: och är mer än kunna hålla ett rovdjur på avstånd genom att helt enkelt blåsa bort dem
sw: na zaidi kuliko uwezo wa kuhifadhi Predator pembeni na kupiga nao tu mbali
tr: ve defne de sadece onları esen bir avcı tutma yeteneği fazla olan
vi: và nhiều hơn là có khả năng giữ một động vật ăn thịt tại vịnh bằng cách đơn giản thổi chúng đi
yi: און זענען מער ווי טויגעוודיק פון בעכעסקעם אַ פּרעדאַטער אין ווייטן דורך סימפּלי בלאָוינג זיי ניטאָ
zh: 并超过遏抑只需吹他们走一捕食能力

source: Venus Flytrap, mobile
af: Venus vliegenvanger, mobiele
ar: فينوس صائدة الذباب والمتنقلة
be: Мухоловка, мабільны
bg: Венера Flytrap, мобилни
ca: Venus atrapamosques, mòbils
cs: Venus mucholapka, mobilní
cy: Gwener Flytrap, ffôn symudol
da: Kødædende Mazda, mobil
de: Venusfliegenfalle, mobile
el: Αφροδίτη Flytrap, κινητά
et: Venus Flytrap, mobiil
fa: ونوس Flytrap ، موبایل
fi: Venus Flytrap, matkapuhelin
ga: Venus Flytrap, soghluaiste
gl: Trampa de Venus, mobles
hi: शुक्र मक्खियों को फंदा, मोबाइल
hr: Venera muvolovka, mobilni
hu: Venus Flytrap, mobil
is: Venus Flytrap, farsími
iw: ונוס Flytrap, סלולרי
ja: ハエジゴク、モバイル
ko: 금성 파리통, 모바일
mk: Venus Flytrap, мобилни
mt: Venus Flytrap, mobbli
nl: Venus Flytrap, mobiele
no: Venusfluefanger, mobil
pl: Venus Flytrap, telefony
pt: Armadilha de Vénus, móveis
ro: Venus Flytrap, de telefonie mobilă
sl: Venus Muvolovka, mobilni
sq: Venus mizakapëse, celular
sr: Венера Муволовка, мобилни
sv: Venus Flytrap, mobil
sw: Venus Flytrap, mobil
tr: Venus Flytrap, mobil
vi: Venus cửa máy bay, điện thoại di động
yi: ווענוס פליטראַפּ, רירעוודיק
zh: 捕蝇草，移动

source: Mobile Venus Flytraps have evolved roots and are able to move to their food rather than waiting for it to come to them
af: Mobiele Venus Flytraps is geëvolueerd wortels en is in staat om te beweeg om hulle kos eerder as wag vir hulle om te kom om hulle
ar: المحمول فينوس صائدات الذباب تطورت الجذور وقادرون على التحرك لطعامهم بدلا من انتظار أن تأتي إليها
be: Мабільныя Венера Flytraps развіваліся каранёў і здольныя рухацца да іх харчаваннем, а не чакаць, каб ён прыходзіў да іх
bg: Мобилен Flytraps Венера са се развили корени и са в състояние да се движат към храната, а не чака да дойде да ги
ca: Mobile Venus atrapamosques han desenvolupat arrels i són capaços de moure's als seus aliments, en lloc d'esperar que vinguin a ells
cs: Mobilní Venus Flytraps vyvinuly kořeny a jsou schopni se pohybovat na jejich jídlo spíše než čekat na to přijít k nim
cy: Symudol Flytraps Gwener wedi esblygu gwreiddiau ac yn gallu symud i eu bwyd yn hytrach nag aros ar ei gyfer i ddod â hwy
da: Mobile Venus Flytraps har udviklet rødder og er i stand til at flytte til deres mad i stedet for at vente på at komme til dem
de: Mobile Venusfliegenfallen haben ihre Wurzeln entwickelt und sind in der Lage, um ihre Nahrung zu bewegen, anstatt zu warten, ihn zu holen, die ihnen
el: Κινητό Αφροδίτη Flytraps έχουν εξελιχθεί ρίζες και είναι σε θέση να προχωρήσουμε στην τροφή τους, αντί να περιμένουμε για να έρθει να τους
et: Mobiilne Venus Flytraps on arenenud juured ja siirdumist oma toidu asemel ootab teda ees neile
fa: موبایل ونوس Flytraps را تکامل ریشه هستند و قادر به انتقال به مواد غذایی خود را به جای انتظار برای آن را به به آنها آمده
fi: Mobile Venus Flytraps ovat kehittyneet juuret, ja ne voivat liikkua niiden elintarvikkeiden eikä odottaa, että se tulee heille
fr: Mobile Flytraps Vénus ont évolué racines et sont capables d'aller vers des aliments plutôt que d'attendre qu'il vienne à eux
ga: Mobile Flytraps Venus bhfuil fréamhacha athraigh agus iad in ann a aistriú chuig a gcuid bia seachas fanacht sé le teacht chun iad a
gl: Mobile dion evolucionaron raíces e son capaces de mover-se para os seus alimentos no canto de esperar que chegue a eles
hi: मोबाइल शुक्र Flytraps जड़ों को विकसित किया है और कर रहे हैं उनके भोजन के लिए कदम के बजाय के लिए उन्हें आने के लिए इंतजार कर
hr: Mobile Venera Flytraps su se razvijale i korijeni su u mogućnosti da se presele u njihovu hranu, a ne čekati da se dođe do njih
hu: Mobil Venus Flytraps fejlődtek gyökerei és képesek mozogni ezek az élelmiszer-és nem várta, hogy jöjjön el hozzájuk
is: Mobile Venus Flytraps hafa þróast rætur og eru fær um að flytja til fæða þeirra fremur en að bíða eftir því að koma þeim
it: Mobile Flytraps Venus radici si sono evoluti e sono in grado di muoversi al loro cibo, piuttosto che aspettare che arrivi a loro
iw: נייד Flytraps ונוס התפתחו השורשים מסוגלים לעבור את האוכל שלהם ולא לחכות שזה יגיע אליהם
ja: モバイルヴィーナスFlytrapsとその食べ物にではなく、移動するために、それらに来るのを待つことができるのルーツ進化している
ko: 모바일 금성 Flytraps 그들의 음식보다는 이동을 위해 그것을 그들에게 오기를 기다리기를하실 수있습니다 뿌리를 발전시켜 왔습니다
lv: Mobilo Venus Flytraps ir attīstījušies saknes un spēj pārvietoties ar to pārtiku, nevis gaida, kad nāks pie viņiem
mk: Мобилен Венера Flytraps еволуирале корени и се способни да се преселат во нивната храна, наместо да чекаат таа да се дојде до нив
mt: Mobile Flytraps Venus evolvew għeruq u jkunu jistgħu jiċċaqalqu 'l-ikel tagħhom pjuttost milli wieħed joqgħod jistenna li ġejjin lilhom
nl: Mobiele Venus Flytraps geëvolueerd zijn wortels en zijn in staat om te verhuizen naar hun voedsel in plaats van te wachten tot dit gekomen om ze
no: Mobil Venus Flytraps har utviklet røtter og er i stand til å flytte til mat heller enn å vente på det å komme til dem
pl: Venus Flytraps Mobile ewoluowały korzeni i są w stanie przemieszczać się do jedzenia, a nie czekać na pojawienie się ich
pt: Mobile dionéias evoluíram raízes e são capazes de mover-se para os seus alimentos em vez de esperar que chegue a eles
ro: Mobile Flytraps Venus au evoluat rădăcini şi sunt capabili să se deplaseze la produsele alimentare a acestora, mai degrabă decât de aşteptare pentru ca aceasta să vină la ei
sl: Mobilni Venus Flytraps so se razvile korenine in lahko se preselijo v svojo hrano, namesto čakanja za to, da pride do njih
sq: Mobile Venus Flytraps kanë evoluar rrënjë dhe janë në gjendje për të lëvizur në ushqimin e tyre në vend se të priste që ai të vijë tek ata
sr: Мобилни Венера Флытрапс су еволуирали корен и могу да се преселе у своју храну, него чека да дође да их
sv: Mobile Venus Flytraps har utvecklats rötter och kan flytta till sin föda snarare än att vänta på att komma till dem
sw: Mkono Venus Flytraps utvecklats mizizi na kuweza kusonga zao badala ya kusubiri chakula kwa maana kuja nao
tr: Mobil Venüs Flytraps ve gıda yerine taşımak için kendilerine gelmesini bekleyen edebiliyoruz kökleri geliştiğini
vi: Điện thoại di động Venus Flytraps đã tiến hóa rễ và có thể di chuyển để thực phẩm của họ chứ không phải chờ đợi cho nó đến họ
yi: מאָביל ווענוס פליטראַפּס האָבן יוואַלווד רוץ און זענען קענען צו באַוועגן צו זייערע עסן גאַנץ ווי וואַיטינג פֿאַר אים צו קומען צו זיי
zh: 移动金星Flytraps演变的根源，并能够转移到他们的食物，而不是等待它来给他们
