Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Select Configure Controls using the arrow keys and press Return
af: Kies Set Controls met die pyltjie sleutels en druk op die Return
ar: حدد تكوين عناصر التحكم باستخدام مفاتيح الأسهم والعودة الصحافة
be: Выберыце наладкі кантролю, выкарыстоўваючы клавішы кіравання курсорам і націсніце Зварот
bg: Изберете Конфигуриране на контрол, използвайки клавишите със стрелки и натиснете Връщане
ca: Seleccioneu Configurar els controls utilitzant les tecles de fletxa i premeu Intro
cs: Zvolte Konfigurace Ovládání pomocí šipek a stiskněte tlačítko Zpět
cy: Dewiswch Ffurfweddu Rheolaethau ddefnyddio'r bysellau saeth a Dychwelyd i'r wasg
da: Vælg Indstil kontrol ved hjælp af piletasterne, og tryk på Retur
de: Wählen Sie Configure Controls mit den Pfeiltasten und drücken Sie die Eingabetaste
el: Επιλέξτε Ρύθμιση Έλεγχοι με τα βελάκια και πιέστε Επιστροφή
et: Vali Configure Controls nooleklahvide abil ja vajutage klahvi
fa: را انتخاب کنید کنترل پیکربندی با استفاده از کلید های arrow و بازگشت مطبوعات
fi: Valitse Määritä Controls nuolinäppäimillä ja paina Return
fr: Sélectionnez Configurer les contrôles en utilisant les touches fléchées et appuyez sur Retour
ga: Roghnaigh Cumraigh Rialuithe ag baint úsáide as na heochracha arrow agus brúigh ar ais
gl: Seleccione Configurar controis usando as frechas e prema Intro
hi: चुनें कॉन्फ़िगर तीर कुंजी और प्रेस लौटें प्रयोग नियंत्रक
hr: Odaberite Konfiguracija Kontrole koristite tipke sa strelicama i pritisnite Return
hu: Válasszuk a Configure Controls a nyilakkal, és nyomjuk meg a Vissza
is: Veldu Stilla Controls með örvatakkana og ýttu aftur
it: Selezionare Configura controlli usando i tasti freccia e premere Invio
iw: בחר בקרת תצורה באמצעות מקשי החצים וחזור העיתונות
ja: 選択して構成するコントロールの矢印キー、Returnキーを使用して
ko: 구성을 선택 컨트롤 화살표 키를 누르십시오를 사용로 돌아가기
lv: Izvēlieties konfigurēšana kontroli, izmantojot bulttaustiņus, un nospiediet Return
mk: Изберете Конфигурирај контролс користење на стрелки и притиснете Назад
mt: Select Kkonfigurat Kontrolli uża t-tasti u l-vleġġa Ritorn għall-istampa
nl: Selecteer Configure Controls met behulp van de pijltjestoetsen en druk op Return
no: Velg Konfigurer Styrer med piltastene og trykk på returtasten
pl: Wybierz Konfiguruj Sterowanie za pomocą klawiszy strzałek i naciśnij Enter
pt: Selecione Configurar controles usando as setas e pressione Enter
ro: Selecta Configure Controale folosind tastele săgeată şi apăsaţi de returnare
sl: Izberite Konfiguracija Kontrole z puščicami in pritisnite Return
sq: Zgjidhni Konfiguro Kontrollet duke përdorur çelësat arrow dhe Kthim shtypi
sr: Контроле изаберите Подеси коришћењем тастера са стрелицама и притисните Повратак
sv: Välj Konfigurera Styr med hjälp av piltangenterna och tryck på Retur
sw: Select Configure Kontrollerna kutumia mshale funguo na waandishi Return
tr: Seçeneğini yapılandırın Kontroller ok tuşları ve Return tuşuna basın kullanarak
vi: Chọn Cấu hình Điều khiển bằng cách sử dụng các phím mũi tên và trở lại báo chí
yi: סעלעקטירן קאָנפיגורע קאָנטראָלס ניצן די פייל קיז און דריקן ווייַזן
zh: 选择配置控制使用箭头键，然后按下返回

source: Use the arrow keys to select the control you want to change and press Return.
af: Gebruik die pyl-knoppies om te kies die beheer wat jy wil verander en terug druk.
ar: استخدام مفاتيح الأسهم لتحديد عنصر التحكم الذي تريد تغييره ، واضغط على العودة.
be: Выкарыстоўвайце клавішы са стрэлкамі для выбару кіравання вы хочаце змяніць і націсніце ўвод.
bg: Използвайте клавишите със стрелки, за да изберете контролата, която искате да промените и натиснете Return.
ca: Utilitzeu les tecles de fletxa per seleccionar el control que voleu canviar i premeu Retorn.
cs: Pomocí kláves se šipkami vyberte prvek, který chcete změnit, a stiskněte Enter.
cy: Defnyddiwch y bysellau saeth i ddewis rheoli ydych eisiau i newid a Dychwelyd i'r wasg.
da: Brug piletasterne til at vælge det objekt, du vil ændre, og tryk på Retur.
de: Verwenden Sie die Pfeiltasten, um die Steuerelement, das Sie ändern möchten, und drücken Sie Return.
el: Χρησιμοποιήστε τα πλήκτρα βέλους για να επιλέξετε τον έλεγχο που θέλετε να αλλάξετε και πατήστε Return.
et: Nooleklahvidega valida kontrolli, mida soovite muuta ja vajutage klahvi.
fa: با استفاده از کلید های arrow را انتخاب کنید کنترل شما می خواهید به تغییر و مطبوعات بازگشت.
fi: Nuolinäppäimillä Valitse säädin, jota haluat muuttaa ja paina Return.
fr: Utilisez les touches fléchées pour sélectionner la commande que vous souhaitez modifier et appuyez sur Entrée.
ga: Úsáid na heochracha arrow a roghnú an rialú mian leat a athrú agus brúigh ar ais.
gl: Empregue as frechas para seleccionar o control que quere cambialo e prema Intro.
hi: तीर कुंजी का प्रयोग करें नियंत्रण आप बदलना चाहते हैं और बदले प्रेस को चुनने के लिए.
hr: Pomoću tipki sa strelicama odaberite kontrolu koju želite promijeniti i pritisnite Return.
hu: Használja a nyíl gombok segítségével válassza ki a kontroll módosítani kívánt, és nyomja meg az Entert.
is: Notaðu örvatakkana til að velja stjórn sem þú vilt breyta og ýttu á Return.
it: Utilizzare i tasti freccia per selezionare il controllo che si desidera modificare e premere Invio.
iw: השתמש במקשי החיצים כדי לבחור את הפקד שברצונך לשנות ולחץ חזרה.
ja: 矢印キーを使用して変更し、Returnキーを押しますしたいコントロールを選択する。
ko: 화살표 키를 사용하여 변경하고 Enter 키를 누릅니다 원하는 컨트롤을 선택합니다.
lv: Izmantojiet bultiņu taustiņus, lai izvēlētos kontroli, kuru vēlaties mainīt, un nospiediet Return.
mk: Користете ги стрелките на тастатурата за да изберете контрола сакате да го смените и притиснете занемарам.
mt: Uża l-ċwievet vleġġa li jagħżlu l-kontroll trid tibdel u istampa Ritorn.
nl: Gebruik de pijltjestoetsen om de controle te selecteren die u wilt wijzigen en druk op Return.
no: Bruk piltastene til å velge den kontrollen du vil endre, og trykk Enter.
pl: Za pomocą klawiszy strzałek, aby zaznaczyć kontrolny, który chcesz zmienić i naciśnij Enter.
pt: Use as setas para selecionar o controle que deseja alterar e pressione Enter.
ro: Utilizaţi tastele săgeată pentru a selecta de control pe care doriţi să modificaţi şi apăsaţi de returnare.
sl: S puščičnimi tipkami izberite kontrolnik, ki ga želite spremeniti, in pritisnite Return.
sq: Use arrow keys për të zgjedhur kontrollit doni të ndryshoni dhe shtypni Kthehuni.
sr: Користите тастере са стрелицама изаберите контролу коју желите да промените и притисните Назад.
sv: Använd piltangenterna för att välja den kontroll du vill ändra och tryck på Retur.
sw: Kutumia mshale funguo chagua unataka kudhibiti mabadiliko na waandishi Kurudi.
tr: Ok tuşlarını kullanarak değiştirmek ve Return tuşuna istediğiniz kontrolü seçin.
vi: Sử dụng các phím mũi tên để chọn kiểm soát bạn muốn thay đổi và nhấn Enter.
yi: ניצן די פייל קיז צו סעלעקטירן דעם קאָנטראָל איר ווילן צו ענדערן און דריקן ווייַזן.
zh: 使用箭头键选择控制您要更改，然后按返回。

source: Next, press the key that you want to use instead.
af: Volgende, druk die sleutel wat jy wil gebruik, plaas.
ar: المقبل ، اضغط على مفتاح التي تريد استخدامها بدلا من ذلك.
be: Далей, націсніце клавішу, якую вы хочаце выкарыстоўваць замест яго.
bg: След това натиснете клавиша, който искате да използвате вместо това.
ca: A continuació, premeu la tecla que voleu utilitzar al seu lloc.
cs: Další, stiskněte tlačítko, které chcete použít místo.
cy: Nesaf, pwyswch yr allwedd yr ydych eisiau ei ddefnyddio yn lle hynny.
da: Dernæst skal du trykke på tasten, du vil bruge i stedet.
de: Als nächstes drücken Sie die Taste, die Sie zu verwenden.
el: Στη συνέχεια, πατήστε το πλήκτρο που θέλετε να χρησιμοποιήσετε αντί.
et: Seejärel vajutage klahvi, et soovite kasutada selle asemel.
fa: بعد ، مطبوعات کلیدی را که می خواهید استفاده کنید به جای آن.
fi: Seuraavaksi paina näppäintä, jota haluat käyttää sen sijaan.
fr: Ensuite, appuyez sur la touche que vous souhaitez utiliser à la place.
ga: Next, brúigh an eochair gur mian leat a úsáid ina áit.
gl: A continuación, prema a tecla que desexe utilizar.
hi: अगले, महत्वपूर्ण है कि आप बदले उपयोग करना चाहते हैं दबाएँ.
hr: Dalje, pritisnite tipku koju želite koristiti umjesto.
hu: Következő, nyomja meg a gombot, hogy a használni kívánt helyette.
is: Næst skaltu ýta á takka sem þú vilt nota í staðinn.
it: Successiva, premere il tasto che si desidera utilizzare invece.
iw: הבא, הקש על מקש שברצונך להשתמש במקום.
ja: 次に、キーを代わりに使用するキーを押します。
ko: 다음 키를 대신 사용하고자하는 키를 누릅니다.
lv: Blakus, nospiediet taustiņu, kuru vēlaties izmantot instead.
mk: Потоа, притиснете го копчето што сакаш да се користи наместо.
mt: Sussegwentement, agħfas il-ewlenin li inti tixtieq li tuża minflok.
nl: Druk vervolgens op de toets die u wilt te gebruiken.
no: Deretter trykker du på tasten du vil bruke i stedet.
pl: Następnie należy nacisnąć klawisz, który chcesz użyć zamiast.
pt: Em seguida, pressione a tecla que pretende utilizar.
ro: Apoi, apăsaţi tasta pe care doriţi să o utilizaţi în schimb.
sl: Nato pritisnite tipko, ki jo želite uporabiti namesto tega.
sq: Tjetër, shtyp kyç që ju doni të përdorni në vend.
sr: Даље, притисните тастер који желите да уместо тога користите.
sv: Därefter trycker du på knappen som du vill använda istället.
sw: Next, vyombo vya habari muhimu kwamba unataka kutumia badala yake.
tr: Sonra, anahtarı yerine kullanmak istediğiniz basın.
vi: Tiếp theo, bấm phím mà bạn muốn sử dụng để thay thế.
yi: ווייַטער, דריקן די קלאַוויש אַז איר ווילן צו נוצן אַנשטאָט.
zh: 下一步，按下键，你要使用代替。

source: Regardless of what keys you choose, you can always navigate the menus using the arrow keys and Return
af: Ongeag van wat die sleutels wat jy kies, kan jy altyd die spyskaarte met die pyltjie sleutels en opgevolg Keer terug
ar: بغض النظر عما مفاتيح اخترت ، يمكنك دائما أن تنقل في القوائم باستخدام مفاتيح الأسهم والعودة
be: Незалежна ад таго, якія ключы вы ні выбралі, вы заўсёды можаце перамяшчацца па меню з дапамогай клявішаў са стрэлкамі і Зварот
bg: Независимо от това, което ви бутони изберете, винаги можете да се движите из менютата помощта на клавишите със стрелки и връщане
ca: Independentment del que les tecles que triï, sempre es pot navegar pels menús amb les tecles de fletxa i retorn
cs: Bez ohledu na to, co klíčů si vyberete, vždy můžete procházet menu pomocí šipek a návrat
cy: Waeth beth allweddi ydych yn dewis, allwch chi bob amser fynd y dewislenni ddefnyddio'r bysellau saeth a Dychwelyd
da: Uanset, hvilke taster du vælger, kan du altid navigere i menuerne ved hjælp af piletasterne og Retur
de: Unabhängig davon, welche Tasten Sie sich entscheiden, können Sie immer Navigieren in den Menüs mit den Pfeiltasten und Return
el: Ανεξάρτητα από το τι κλειδιά που επιλέγετε, μπορείτε να περιηγηθείτε πάντα το μενού με τα βελάκια και επιστροφή
et: Sõltumata sellest, millised võtmed valite, saate alati navigate menüüd nooleklahvidega ja tagastamine
fa: صرف نظر از آنچه به شما کلید را انتخاب کنید ، شما همیشه میتوانید به منوها با استفاده از کلید های arrow و بازگشت به حرکت
fi: Riippumatta siitä, mitä näppäimiä voit valita, voit aina siirtyä valikoissa nuolinäppäimillä ja paluu
fr: Indépendamment de ce que les clés que vous choisissez, vous pouvez toujours naviguer dans les menus en utilisant les touches fléchées et de retour
ga: Ainneoin a eochracha a roghnaíonn tú, is féidir leat i gcónaí nascleanúint na biachláir ag baint úsáide as na heochracha arrow agus ar ais
gl: Independentemente do que as claves que escoller, sempre pode navegar polos menús utilizando as teclas de frechas e Retorno
hi: चाहे जो चाबियाँ आप चुनते हैं, तुम हमेशा के लिए तीर कुंजी और बदले का उपयोग कर मेनू नेविगेट कर सकते हैं
hr: Bez obzira što tipke izaberete, uvijek možete kretati izbornicima pomoću tipki sa strelicama i povratak
hu: Függetlenül attól, hogy milyen kulcsok is választja, mindig lehet navigálni a menükben a nyilakkal és a Return
is: Óháð því hvaða takka þú vilt, getur þú alltaf sigla í gegnum valmyndir með örvatakkana og aftur
it: Indipendentemente da ciò che le chiavi si sceglie, è sempre possibile navigare nei menu usando i tasti freccia e ritorno
iw: ללא קשר מה המפתחות תבחר, אתה תמיד יכול לנווט בין התפריטים בעזרת מקשי החצים ו השבות
ja: 関係なく、どのようなキーを選択した場合は、常にメニューの矢印キーと戻り値を使って移動することができます
ko: 에 상관없이 어떤 열쇠를 선택하면, 항상 메뉴 화살표 키를 사용하여 이동할 수있습니다 돌아가기
lv: Neatkarīgi no tā kādus atslēgas jūs izvēlēsieties, Jūs vienmēr varat pārvietoties izvēlnēs, izmantojot bulttaustiņus, un Return
mk: Без оглед на тоа што копчињата и да изберат, секогаш можете да отидете на менија користење на стрелки и Враќање
mt: Irrispettivament ta 'dak ċwievet li inti tagħżel, inti tista' dejjem tinnaviga l-menus uża t-tasti u l-vleġġa Ritorn
nl: Ongeacht welke toetsen u ook kiest, kunt u altijd de menu's navigeren met behulp van de pijltjestoetsen en Return
no: Uansett hva taster du velger, kan du navigere i menyene med piltastene og Retur
pl: Niezależnie od klawiszy wybrać, zawsze możesz poruszać się po menu za pomocą klawiszy strzałek i zwrot
pt: Independentemente do que as chaves que você escolher, você sempre pode navegar pelos menus utilizando as teclas de setas e Retorno
ro: Indiferent de ceea ce chei pe care o alegeţi, puteţi naviga întotdeauna meniuri folosind tastele săgeată şi de returnare
sl: Ne glede na to, kaj ključev izberete, lahko vedno pluti menije z puščicami in Return
sq: Pavarësisht nga çfarë çelësat që ju zgjidhni, ju mund të lundruar gjithmonë menutë duke përdorur çelësat arrow dhe Kthim
sr: Без обзира на то шта тастера коју одаберете, увек можете да се крећете по менијима користећи стрелице и Повратак
sv: Oavsett vilka tangenter du väljer kan du alltid navigera i menyerna med piltangenterna och Retur
sw: Bila kujali wewe funguo kuchagua, unaweza daima navigate ya menus kutumia mshale funguo na Return
tr: Ne olursa olsun, hangi tuşları seçerseniz, her zaman menüleri ok tuşları ve İade kullanarak gezinebilirsiniz
vi: Bất kể bạn chọn các phím điều gì, bạn luôn có thể điều hướng các menu bằng cách sử dụng các phím mũi tên và Return
yi: רעגאַרדלעסס פון וואָס קיז איר קלייַבן, איר קענען שטענדיק צוריק די מעניוז ניצן די פייל קיז און ווייַזן
zh: 无论你选择什么钥匙，您可以随时导航菜单使用箭头键和返回

source: Note that in this tutorial, the default keys will be assumed
af: Let daarop dat in hierdie handleiding is, sal die standaard sleutels kan aanvaar word
ar: علما بأن في هذا البرنامج التعليمي ، سوف المفاتيح الافتراضية يمكن افتراض
be: Адзначым, што ў гэтым падручніку, клявішы па змоўчванні будзе меркаваць
bg: Забележете, че в този урок, по подразбиране ключовете ще се приеме
ca: Tingueu en compte que en aquest tutorial, les claus per defecte s'assumeix
cs: Všimněte si, že v tomto tutoriálu, bude výchozí klíče lze předpokládat
cy: Nodi bod yn y tiwtorial, bydd yr allweddi rhagosod cymryd yn ganiataol
da: Bemærk, at i denne tutorial, vil standard nøgler antages
de: Beachten Sie, dass in diesem Tutorial, die Standard-Tasten wird davon ausgegangen werden,
el: Σημειώστε ότι σε αυτό το σεμινάριο, τα πλήκτρα προεπιλογής θα πρέπει να θεωρηθεί
et: Pange tähele, et see õppekava, vaikimisi võtmed eeldatakse
fa: توجه داشته باشید که در این آموزش ، کلیدهای پیش فرض خواهد شد به عهده گرفت
fi: Huomaa, että tämä opetusohjelma, oletus avaimet oletetaan
fr: Notez que dans ce tutoriel, les touches par défaut sera assumé
ga: Tabhair faoi deara gur i gcúrsa teagaisc seo, beidh na heochracha réamhshocraithe a glacadh
gl: Teña en conta que neste tutorial, as teclas por defecto será asumido
hi: ध्यान दें कि इस ट्यूटोरियल में, डिफ़ॉल्ट चाबियाँ ग्रहण किया जाएगा
hr: Imajte na umu da u ovom vodiču, zadane tipke će preuzeti
hu: Ne feledjük, hogy ez a bemutató, az alapértelmezett kulcs feltételezhető,
is: Athugið að í þessari handbók, sjálfgefna takka verður ráð fyrir
it: Si noti che in questo tutorial, i tasti di default saranno assunti
iw: שים לב כי במדריך זה, את מפתחות ברירת המחדל תהיה הניחו
ja: このチュートリアルでは、デフォルトのキーと仮定されることに注意し
ko: 이 튜토리얼은, 기본적으로 열쇠를 생각해야됩니다
lv: Ņemiet vērā, ka šo pamācību, noklusējuma atslēgas tiks pieņemts
mk: Забележете дека во оваа tutorial, вообичаените копчиња, ќе се претпостави
mt: Innota li f'dan il-tutorja, il-keys default se tiġi assumata
nl: Merk op dat in deze tutorial, wordt de standaard toetsen worden aangenomen
no: Merk at i denne opplæringen, vil standard nøkler antas
pl: Należy pamiętać, że w tym kursie, klucze domyślnie będzie można zakładać
pt: Note que neste tutorial, as teclas padrão será assumido
ro: Reţineţi că în acest tutorial, tastele implicit va fi asumată
sl: Upoštevajte, da v tem Tutorial, bo privzeta ključev se domneva
sq: Vini re se në këtë tutorial, çelësat default do të marrë përsipër
sr: Имајте на уму да у овом упутству, биће подразумевани тастери се претпоставити
sv: Observera att i denna handledning kommer standard nycklarna antas
sw: Kumbuka kwamba katika tutorial, the default funguo itakuwa alishika
tr: Bu eğitim bu, varsayılan tuşları kabul unutmayın
vi: Lưu ý rằng trong hướng dẫn này, các phím mặc định sẽ được giả định
yi: באַמערקונג אַז אין דעם טוטאָריאַל, די פעליקייט קיז וועט זיין אַסומד
zh: 请注意，在本教程中，默认键将假定

source: When you have finished configuring the keys, go right to the next Action Point
af: Wanneer jy klaar is met die instel van die sleutels, gaan jy regs na die volgende Aksie Punt
ar: عند الانتهاء من تكوين مفاتيح ، الحق في الذهاب إلى العمل المقبل نقطة
be: Калі вы скончыце наладку ключы, перайдзіце да наступнай пункце дзеяння
bg: Когато приключите с конфигурирането на клавишите, отивам прав към следващата точка за действие
ca: Quan hagi acabat de configurar les tecles, anar a la dreta a l'acció següent punt de
cs: Až dokončíte konfiguraci kláves, jít přímo na další akci bod
cy: Pan fyddwch wedi gorffen ffurfweddu yr allweddi, ewch i'r dde ar Waith nesaf Pwynt
da: Når du er færdig med at konfigurere tasterne, går lige til næste aktion Point
de: Wenn Sie fertig sind die Konfiguration der Tasten, gehen Sie nach rechts auf die nächste Action Point
el: Όταν έχετε ολοκληρώσει τη ρύθμιση παραμέτρων των κλειδιών, πηγαίνετε δεξιά στην επόμενη δράση Point
et: Kui olete seadistamise võtmed, mine õige järgmisele action point
fa: هنگامی که شما به پایان رسید کلیدهای پیکربندی ، به حق عمل بعدی نقطه
fi: Kun olet määrittänyt avaimet, mene oikealle seuraavaan Toimi
fr: Lorsque vous avez fini de configurer les touches, allez à droite à l'action suivante Point
ga: Nuair atá tú críochnaithe chumrú na heochracha, téigh ar dheis chun an Gníomh eile Point
gl: Cando remata de cambiar as claves, vaia á dereita na seguinte acción Point
hi: तुम चाबियाँ विन्यस्त जब पूरा हो चुका है, ठीक है अगली लड़ाई के लिए जाना प्वाइंट
hr: Kada završite konfiguriranje tipke, ići pravo na sljedeći Akcija Point
hu: Ha végeztél konfigurálása a kulcsokat, menj jobbra a következő Action Point
is: Þegar þú hefur lokið við stillingar á takkana, fara réttur til the næstur Action Point
it: Quando avete finito la configurazione dei tasti, andare a destra alla successiva azione Point
iw: לאחר שתסיים להגדיר את המפתחות, ללכת ישר הפעולה הבאה פוינט
ja: ときに、キーの設定は、次のアクションを右にポイント移動が完了して
ko: 당신이 열쇠를 구성, 내년 액션 오른쪽 점수 이동 완료
lv: Kad esat beidzis konfigurēšanu taustiņus, atveriet tiesības nākamajā darbības Point
mk: Кога ќе завршите конфигурирање на копчиња, одам право во следната акција Точка
mt: Meta tkun spiċċajt il-konfigurazzjoni l-ċwievet, imorru id-dritt għall-Azzjoni li jmiss Punt
nl: Wanneer u klaar bent met het configureren van de toetsen, ga rechts naar de volgende Actiepunt
no: Når du er ferdig med å konfigurere tastene, går rett til neste Action Point
pl: Po zakończeniu konfiguracji klawiszy, skręć w prawo do następnego działania Point
pt: Quando você terminar de configurar as chaves, vá para a direita para a próxima ação Point
ro: Când aţi terminat de configurat tastele, du-te dreptul la următoarea acţiune Point
sl: Ko končate konfiguracijo tipk, pojdite desno do naslednjega akcijskega Point
sq: Kur të keni mbaruar konfigurimin çelësat, shkoni drejtë të Veprimit të ardhshëm Point
sr: Када завршите конфигурисање тастера, идите десно до следеће тачке Акционог
sv: När du har konfigurerat knapparna, gå till höger till nästa Action Point
sw: Wakati una kumaliza Configuring funguo, go haki Action ijayo Point
tr: Ne zaman tuşları yapılandırırken, sonraki Eylem sağa Turistik gitmek tamamladığınızda
vi: Khi bạn đã hoàn tất cấu hình các phím, đi quyền hành động tiếp theo điểm
yi: ווען איר האָט פאַרטיק קאַנפיגיערינג די קיז, גיין רעכט צו דער ווייטער אַקשאַן פּאָינט
zh: 当您完成配置键，往右，下一个行动点

source: The pickaxe is one of many weapons you will encounter in the game
af: Die pikhouweel is een van baie wapens wat jy sal vind in die spel
ar: ومعول هي واحدة من الكثير من الاسلحة التي سوف تواجه في اللعبة
be: Кірка з'яўляецца адным з многіх зброі вы сустрэнеце ў гульні
bg: В Кирка е един от многото оръжия ще срещат в играта
ca: El Pic és una de les moltes armes que trobarà en el joc de
cs: Krumpáč je jedním z mnoha zbraní, se kterými se setkáte ve hře
cy: Mae'r pickaxe yn un o nifer o arfau byddwch yn dod ar draws yn y gêm
da: Hakken er en af de mange våben, du vil støde på i spillet
de: Die Spitzhacke ist eine der vielen Waffen, die Sie im Spiel begegnet
el: Η σκαπάνη είναι ένα από τα πολλά όπλα που θα συναντήσετε στο παιχνίδι
et: Kirgas on üks palju relvi sa puutuvad mängu
fa: کلنگ دو سر یکی از سلاح های بسیاری از شما را در بازی با آنها مواجه است.
fi: Hakku on yksi monista aseita tulet kohtaamaan pelissä
fr: La pioche est l'une des nombreuses armes que vous rencontrerez dans le jeu.
ga: Tá an pickaxe cheann de arm go leor beidh tú i dteagmháil leis an chluiche
gl: A cabeza é unha das moitas armas que atopará en The Game
hi: कुदाल से मिट्टी खुरपना कई हथियार तुम खेल में मुठभेड़ जाएगा में से एक है
hr: Trnokop je jedna od mnogih oružja ćete susresti u igri
hu: A csákány egy a sok fegyver lesz találkozás a játékban
is: The pickaxe er einn af mörgum vopnum þú verður fundur í leiknum
it: Il piccone è una delle molte armi che incontrerete nel gioco
iw: הוא אחד מעדר נשק רבים תיתקל במשחק
ja: つるはし1つの場合は、ゲームで遭遇する多くの武器の一つです
ko: 곡괭이 하나 게임에서 발생하는 많은 무기 중 하나입니다
lv: Pickaxe ir viens no daudziem ieroču jūs sastopas spēle
mk: На pickaxe е еден од многу оружје, кој ќе видите во играта
mt: Il-pickaxe hija waħda ta 'armi ħafna li inti ser jiltaqgħu fil-logħba
nl: De houweel is een van de vele wapens die je zal tegenkomen in het spel
no: Hakken er en av mange våpen du vil møte i spillet
pl: Kilof jest jednym z wielu broni można spotkać w grze
pt: A picareta é uma das muitas armas que você encontrará em The Game
ro: Târnăcopul este unul din multe arme veţi întâlni în joc
sl: Trnokop je eden od mnogih orožja, ki jih bodo imeli v igri
sq: Pickaxe është një armë shumë ju do të hasni në lojë
sr: Трнокоп је једно од многих оружја које ће наићи у игри
sv: Hackyxan är ett av många vapen du kommer att möta i spelet
sw: The pickaxe ni moja ya silaha nyingi utapata kukutana katika mchezo
tr: Kazma bir sen oyunda karşılaşacağımız pek çok silah biridir
vi: Pickaxe là một trong nhiều vũ khí, bạn sẽ gặp phải trong game
yi: די פּיקקאַקסע איז איינער פון פילע וועפּאַנז איר וועט טרעפן אין דעם שפּיל
zh: 在镐是许多武器，你会遇到游戏中的一
