Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Try using Mataeus's knives against him...
af: Probeer 'Mataeus se messe teen hom ...
ar: حاول استخدام Mataeus والسكاكين ضده...
be: Паспрабуйце выкарыстоўваць нож Mataeus супраць яго ...
bg: Опитайте се да използвате ножове Mataeus срещу него ...
ca: Intenta utilitzar ganivets Mataeus contra ell ...
cs: Zkuste použít Mataeus nožů proti němu ...
cy: Ceisiwch ddefnyddio cyllyll Mataeus yn ei erbyn ...
da: Prøv at bruge Mataeus's knive mod ham ...
de: Versuchen Sie es mit Mataeus's Messer gegen ihn ...
el: Δοκιμάστε να χρησιμοποιήσετε μαχαίρια Mataeus εναντίον του ...
et: Proovige Mataeus's noad tema vastu ...
fa: سعی کنید با استفاده از چاقو Mataeus در برابر او را...
fi: Kokeile Mataeus n veitset häntä ...
fr: Essayez d'utiliser les couteaux Mataeus contre lui ...
ga: Bain triail as sceana Mataeus ar ina choinne ...
gl: Intente coitelos mataeus contra el ...
hi: उसके खिलाफ है Mataeus चाकू का इस्तेमाल की कोशिश करो ...
hr: Pokušajte koristiti Mataeus's noževi protiv njega ...
hu: Próbálkozzon Mataeus a kések ellene ...
is: Prófaðu að nota hnífa Mataeus gegn honum ...
it: Provate ad usare coltelli Mataeus contro di lui ...
iw: נסה להשתמש Mataeus של סכינים נגדו ...
ja: 彼に対してMataeusのナイフを使ってみてください...
ko: 그를 상대로 Mataeus의 나이프를 사용해보십시오 ...
lv: Pamēģiniet izmantot Mataeus's naži pret viņu ...
mk: Обидете се да користите Mataeus на ножеви против него ...
mt: Ipprova uża skieken Mataeus's kontrih ...
nl: Probeer Mataeus's messen tegen hem ...
no: Prøv å bruke Mataeus's kniver mot ham ...
pl: Spróbuj Mataeus na noże przeciwko niemu ...
pt: Tente usar facas mataeus contra ele ...
ro: Încercaţi să folosiţi cutite Mataeus împotriva el ...
sl: Poskusite z noži Mataeus proti njemu ...
sq: Provoni të përdorni thika Mataeus kundër tij ...
sr: Покушајте да користите Матаеус'с ножеви против њега ...
sv: Prova att använda Mataeus's knivar mot honom ...
sw: Jaribu kutumia Mataeus's visu dhidi yake ...
tr: Ona karşı Mataeus's bıçak kullanmayı deneyin ...
vi: Hãy thử sử dụng dao của Mataeus chống lại ông ...
yi: פּרוּווט ניצן מאַטאַעוס ס נייווז קעגן אים ...
zh: 尝试使用对他Mataeus的刀...

source: Cannot pick up %s. Inventory full
af: Kan optel %s nie. Inventaris volle
ar: لا يمكن أن تلتقط %s. جرد كامل
be: Не можа забраць %s. Поўнай інвентарызацыі
bg: Не мога да взема %s. Пълен опис
ca: No es pot recollir %s. Inventari complet
cs: Nelze vyzvednout %s. Inventář plný
cy: Ni all godi'r %s. Rhestr llawn
da: Kan ikke hente %s. Inventory fuld
de: Kann nicht abholen %s. Inventar voll
el: Δεν είναι δυνατή η ανάκαμψη %s. Πλήρης απογραφή
et: Ei saa valida kuni %s eurot. Inventory täis
fa: نمی تواند بلند کردن %s. موجودی کامل
fi: Ei voi poimia %s. Varaston koko
fr: Peut pas aller chercher %s. Inventaire complet
ga: Ní féidir piocadh suas %s. Fardail iomlán
gl: Non se pode incorporarse %s. Inventario completo
hi: उठा %s अप नहीं कर सकते. पूरी सूची
hr: Se ne može podići %s. Inv. puni
hu: Nem pick up %s. Leltár teljes
is: Ekki er hægt að ná sér í %s. Skrá fullur
it: Non può prendere %s. Inventario completo
iw: לא יכול להרים %s. מלאי מלא
ja: 最大%sを選ぶことはできません。インベントリの完全な
ko: 최대 %s 선택할 수없습니다. 전체 재고
lv: Nevar uzņemt %s. Inventory pilns
mk: Не може да земам %s. Целосен попис
mt: Ma jistgħux pick up %s. Inventarju sħiħ
nl: Kan niet ophalen %s. Inventaris volledige
no: Kan ikke plukke opp %s. Inventory full
pl: Nie można odebrać %s euro. Wykaz pełny
pt: Não é possível pegar %s. Inventário completo
ro: Nu se poate ridica %s. Inventar complet
sl: Ne morem pick up %s. Popis polno
sq: Nuk mund të vini deri %s. Inventari plotë
sr: Не може подићи %s. Инвентар пуни
sv: Kan inte plocka upp %s. Inventering full
sw: Hawawezi kuchukua %s. Hesabu kamili
tr: %s pick up Can't. Envanter tam
vi: Không thể nhận %s. Kiểm kê đầy đủ
yi: קענען ניט קלייבן זיך %s. ינווענטאָרי פול
zh: 不能接%s。库存全

source: Filling mine cart...
af: Vul my wa ...
ar: ملء عربة المنجم...
be: Запаўненне маёй кошыку ...
bg: Попълване мина количка ...
ca: D'ompliment de compra de mines ...
cs: Náplň mé košíku ...
cy: Llenwi mwynglawdd cart ...
da: Påfyldning mine cart ...
de: Füllen mein Warenkorb ...
el: Πλήρωση καλάθι μου ...
et: Tankide kaevanduse CART ...
fa: پرکن سبد خرید معدن...
fi: Täyte mine cart ...
fr: Remplissage chariot de mine ...
ga: Líonadh cart mianach ...
gl: Enchendo carrinhos de mina ...
hi: मेरी गाड़ी भरना ...
hr: Punjenje mina košaricu ...
hu: Tömés enyém cart ...
is: Bensín minn körfu ...
it: Riempimento carrello mine ...
iw: מילוי העגלה שלי ...
ja: 私のショッピングカート充填...
ko: 내 장바구니에 필링 ...
lv: Pildījums mine cart ...
mk: Полнење ... мое количка
mt: Mili cart mini ...
nl: Vulling mijn winkelwagentje ...
no: Fylling mine cart ...
pl: Wypełnianie koszyka kopalni ...
pt: Enchendo carrinhos de mina ...
ro: Cosul de umplere a mea ...
sl: Polnjenje moj voziček ...
sq: Plotësimi karrocë minave ...
sr: Пуњење моје корпу ...
sv: Fyllning mine cart ...
sw: Filling mgodi mkokoteni ...
tr: Maden arabası Dolum ...
vi: Điền vào giỏ hàng mỏ ...
yi: פילונג מיין וואָגן ...
zh: 灌装矿山车...

source: Copyright Parallel Realities 2009-2010
af: Kopiereg Parallelle Realiteite 2009-2010
ar: المؤلف حقائق الموازي 2009-2010
be: Copyright 2009-2010 паралельных реальностям
bg: Copyright паралелна реалност 2009-2010
ca: Realitats paral • leles Copyright 2009-2010
cy: Realiti Hawlfraint Parallel 2009-2010
de: Copyright 2009-2010 Parallel Realitäten
el: Παράλληλες πραγματικότητες Copyright 2009-2010
et: Copyright Paralleelne reaalsus 2009-2010
fa: واقعیت حق طبع و نشر موازی 2009-2010
ga: Réaltachtaí Cóipcheart 2009-2010 Comhuaineach
gl: Realidades paralelas Copyright 2009-2010
hi: कॉपीराइट समानांतर 2009-2010 वास्तविकताओं
hr: Copyright 2009-2010 Paralelna stvarnost
hu: Copyright 2009-2010 Parallel valóságok
it: Copyright realtà parallela 2009-2010
iw: מציאויות מקבילות זכויות יוצרים 2009-2010
ja: 著作権パラレル実態2009-2010
ko: 저작권 병렬 실제로 2009-2010
lv: Copyright Paralēlā realitāte 2009-2010
mk: Права паралелни реалности 2009-2010
mt: Copyright Realtajiet Parallel 2009-2010
no: Copyright parallelle virkeligheter 2009-2010
pl: Copyright 2009-2010 Parallel Realities
pt: Realidades paralelas Copyright 2009-2010
ro: Realităţi paralele Copyright 2009-2010
sl: Copyright Parallel stvarnosti 2009-2010
sq: Realitete paralele Copyright 2009-2010
sr: Паралелне реалности цопыригхт 2009-2010
sw: Copyright 2009-2010 Sambamba Liberalist
tr: Copyright Paralel Realities 2009-2010
vi: Bản quyền song song thực tế 2009-2010
yi: קאַפּירייט פּאַראַללעל רעאַליטיעס 2009-2010
zh: 版权所有2009-2010平行的现实

source: Out of arrows!
af: Out of pyle!
ar: من السهام!
be: З стрэл!
bg: Няма стрели!
ca: Fora de les fletxes!
cs: Out of šípy!
cy: Allan o saethau!
da: Ud af pile!
de: Out of Pfeile!
el: Από τα βέλη!
et: Pole nooled!
fa: خارج از فلش!
fi: Ei nuolet!
fr: Rupture de flèches!
ga: As na saighde!
gl: Fóra de frechas!
hi: बाहर तीर की!
hr: Out of strijela!
hu: Elfogyott a nyilakat!
is: Út af örvum!
it: Di frecce!
iw: מתוך החצים!
ja: アウトの矢印を！
ko: 없음 화살!
lv: No bultas!
mk: Од стрелите!
mt: Minn arrows!
nl: Out pijlen!
no: Ut av piler!
pl: Out strzał!
pt: Fora de flechas!
ro: Out of săgeţi!
sl: Out of puščic!
sq: Nga shigjetat!
sr: Од стрелице!
sv: Out of pilar!
sw: Kati ya mishale!
tr: Out ok!
vi: Trên mũi tên!
yi: פון אַראָוז!
zh: 走出箭！

source: There's something moving around down there...
af: Daar is iets te skuif af is daar ...
ar: هناك شيء يتحرك الى هناك...
be: Там-то перамяшчацца там ...
bg: Има нещо, което се движат около там ...
ca: Hi ha alguna cosa movent-se allà baix ...
cs: Tam něco pohybuje tam dole ...
cy: Mae rhywbeth wrth symud o gwmpas i lawr ...
da: Der er noget der bevæger sig rundt dernede ...
de: Es ist etwas da unten bewegen ...
el: Υπάρχει κάτι κινείται γύρω από εκεί κάτω ...
et: Midagi liiguvad seal ...
fa: چیزی حرکت کردن به اطراف وجود دارد...
fi: On jotain liikkuvat siellä ...
fr: Il ya quelque chose qui bouge autour de là-bas ...
ga: Níl rud éigin ag bogadh thart síos ann ...
gl: Hai algo que circulan por aí ...
hi: वहाँ चारों ओर नीचे जा वहाँ कुछ है ...
hr: Postoji nešto što se kreće oko tamo ...
hu: Van valami mozgást odalent ...
is: Það er eitthvað áhrifamikill í kring um það ...
it: C'è qualcosa che si muove intorno, laggiù ...
iw: יש משהו מסתובב שם למטה ...
ja: 何かが下の方を動き回るの...
ko: 밑에 뭔가가 주위를 움직이고,이 ...
lv: Pastāv kaut kas pārvietojas tur lejā ...
mk: Има нешто што се движат таму ...
mt: Hemm xi ħaġa li jiċċaqalqu madwar l hemm ...
nl: Er is iets bewegen daar beneden ...
no: Det er noe bevege seg rundt der nede ...
pl: There's something poruszając się tam ...
pt: Há algo que circulam por lá ...
ro: Nu e ceva care se deplasează în jurul acolo jos ...
sl: Nekaj se gibljejo tam spodaj ...
sq: Ka diçka që shkon poshtë aty rreth ...
sr: Постоји нешто што се креће око тамо доле ...
sv: Det är något som rör sig där nere ...
sw: Kuna kitu kusonga kote chini kuna ...
tr: Bir şey orada dolaşırım's ...
vi: Có một cái gì đó di chuyển quanh xuống có ...
yi: עס ס 'עפּעס מאָווינג אַרום אַראָפּ עס ...
zh: 有些事那里走动...

source: Good riddance...
ar: حسن بئس المصير...
be: Скатертью дорога ...
bg: Прав ти път ...
cy: Da riddance ...
el: Καλό riddance ...
et: Head teed tal minna ...
fa: خوب رهایی...
fi: Terve menoa ...
fr: Bon débarras ...
hi: अच्छा छुटकारा ...
iw: ברוך שפטרנו ...
ja: いい厄介払いだが...。
ko: 좋아 졌 ...
lv: Good atbrīvošana ...
mk: Прав ти пат ...
nl: Opgeruimd ...
no: Godt å være kvitt ...
sl: Dobro Osvoboditev ...
sq: Mirë riddance ...
sr: Гоод Ридданце ...
tr: Riddance Good ...
yi: גוטע רידאַנס ...
zh: 终于解放了...

source: Huh, déjà vu...
ar: هاه ، déjà فو...
be: Huh, дэжа вю ...
bg: Ъ, дежа ву ...
cs: Hm, déjà vu ...
fa: متعجب ، déjà vu...
ga: Huh, VU déjà ...
hi: हं, déjà नजरों से देख ...
hu: Huh, deja vu ...
iw: אה, דז 'ה וו ...
ja: 許氏は、既視感...
ko: 허, '데자부'...
mk: Уф, Дежа ву ...
nl: Huh, dejà vu ...
sr: Хух, Деја Ву ...
yi: כאַ, דייזשאַ ווו ...

source: If the lift is out of order then it must be reset
af: As die hysbak buite werking is dan moet herstel word
ar: اذا رفع هو خارج عن النظام فلا بد من أن إعادة تعيين
be: Калі ліфт выйшаў са строю то ён павінен быць сброшен
bg: Ако асансьорът е извън цел то трябва да се нулира
ca: Si l'ascensor està fora d'ordre, llavors s'ha de restablir
cs: Jestliže je výtah mimo provoz, pak to musí být nastaveno
cy: Os bydd y lifft yn allan o drefn yna rhaid iddo fod yn reset
da: Hvis elevatoren er ude af drift, så skal den nulstilles
de: Wenn der Aufzug nicht in Ordnung ist, dann muss es zurücksetzen
el: Εάν ο ανελκυστήρας έχει τεθεί εκτός λειτουργίας, τότε πρέπει να μηδενιστεί
et: Kui lift on rikkis siis tuleb reset
fa: اگر بلند است خارج از دستور را داده از آن باید تنظیم مجدد
fi: Jos hissi on epäkunnossa, se pitää nollata
fr: Si l'ascenseur est en panne alors il doit être remis à zéro
ga: Má tá an ardaitheoir as ordú sin ní mór go mbeadh sé a athshocrú
gl: Se o ascensor está fóra de orde, entón debe ser reposta
hi: यदि लिफ़्ट ठीक नहीं है तो इसे पुनर्स्थापित किया जाना चाहिए
hr: Ako lift je van kako bi onda ona mora biti ponovno
hu: Ha a felvonó is out of order, akkor meg kell állítani
is: Ef lyfta er út af röð þá verður það að vera endurstilla
it: Se l'ascensore è fuori uso, allora deve essere reimpostata
iw: אם להרים הוא מקולקל אז זה חייב להיות לאפס
ja: 場合は、リフトで注文外の場合、それをリセットする必要があります
ko: 리프트 경우 순서는 다음 재설정해야합니다
lv: Ja lifts ir bojātas, tad tas ir reset
mk: Ако лифт е надвор од цел тогаш тоа мора да се ресетира
mt: Jekk il-lift ikun out of order allura għandu jiġi reset
nl: Indien de lift is buiten werking dan moet worden gereset
no: Hvis heisen er i orden så må tilbakestilles
pl: Jeżeli dźwig jest w porządku to należy zresetować
pt: Se o elevador está fora de ordem, então ele deve ser reposto
ro: În cazul în care ascensorul este de-a valma, atunci aceasta trebuie să fie a nu putea suporta
sl: Če je dvigalo v okvari potem je treba ponastaviti
sq: Nëse heqin është jashtë rendit atëherë ajo duhet të rishkruhet
sr: Ако се подигне из реда онда мора бити поништени
sv: Om hissen är ur funktion så måste återställas
sw: Kama ni nje ya kuinua ili basi ni lazima reset
tr: Eğer asansör out of order, daha sonra sıfırlamak gerekir
vi: Nếu thang máy được đặt ra sau đó nó phải được đặt lại
yi: אויב דער הייב איז אַרויס פון כּדי דאַן דאָס דאַרף זיין באַשטעטיק
zh: 如果电梯坏的顺序则必须重置

source: There are 4 reset switches along the lift shaft which must be reset
af: Daar is 4 reset skakelaars langs die lift shaft wat moet herstel word
ar: هناك 4 مفاتيح إعادة تعيين طول بيت المصعد الذي يجب أن يكون إعادة تعيين
be: Ёсць 4 скінуць выключальнікі разам ліфтавага шахты, які павінен быць сброшен
bg: Има 4 нулиране ключове по асансьора вал, който трябва да се нулира
ca: Hi ha 4 interruptors de restablir al llarg de l'eix d'elevació que s'ha de restablir
cs: K dispozici jsou 4 reset přepínače podél výtahu, hřídel, který musí být nastaveno
cy: Mae 4 switsys reset ar hyd y siafft lifft mae'n rhaid ei ail-osod
da: Der er 4 nulstille skifter langs elevatorskakt, som skal nulstilles
de: Es gibt 4 Reset-Schalter an der Aufzugsschacht, die zurückgesetzt werden müssen
el: Υπάρχουν 4 διακόπτες επαναφέρετε κατά μήκος του άξονα ανελκυστήρα που πρέπει να μηδενιστεί
et: Seal on 4 reset lülitid mööda lifti võlli, mis tuleb nullida
fa: هستند 4 سوئیچ تنظیم مجدد در امتداد محور بلند وجود دارد که می بایست تنظیم مجدد
fi: On 4 reset-kytkimet sekä hissin kuilu, joka on nollattava
fr: Il ya 4 interrupteurs réinitialiser le long de la cage d'ascenseur qui doit être remis à zéro
ga: Tá 4 lasca a athshocrú feadh an seafta ardaitheoir a chaithfidh a bheith athshocrú
gl: Hai 4 claves de reset carón do pozo do ascensor, que debe ser reposta
hi: वहाँ 4 लिफ्ट शाफ्ट साथ रीसेट स्विच कर रहे हैं जो पुनर्स्थापित किया जाना चाहिए
hr: Postoje 4 reset prekidači uz lift osovina koja mora biti ponovno
hu: Jelenleg 4 reset kapcsolók tengely mentén, a felvonó, amelyeket meg kell állítani
is: Það eru 4 endurstilla rofi meðfram lyftu skaftið sem þarf að núllstilla
it: Ci sono 4 interruttori reset lungo il vano ascensore, che deve essere reimpostata
iw: יש 4 בוררי לאפס לאורך בפיר המעלית אשר חייב להיות לאפס
ja: そこは、リフト軸に沿って4リセットスイッチでリセットする必要が
ko: 저기 리프트 축을 따라 4 리셋 스위치가 재설정되어야합니다
lv: Ir 4 reset slēdži pa lifta šahtas, kas ir reset
mk: Постојат 4 ресетирање прекинувачи долж оската која ги укине мора да се ресетира
mt: Hemm 4 swiċċijiet reset tul il-xaft ta 'lift li għandha tkun reset
nl: Er zijn 4 reset schakelaars langs de liftschacht die moet worden gereset
no: Det er 4 tilbakestille brytere langs heisen akselen som må tilbakestilles
pl: Są to 4 zresetować przełączniki wzdłuż szybu, które powinny zostać wyzerowane
pt: Há 4 chaves de reset junto ao poço do elevador, que deve ser reposto
ro: Există 4 switch-uri de-a lungul a nu putea suporta ax ascensor care trebuie să fie a nu putea suporta
sl: Obstajajo 4 prikrivati stikala vzdolž dvigalo gred, ki mora biti reset
sq: Ka 4 çelsin reset përgjatë bosht ashensor i cili duhet të rishkruhet
sr: Постоје 4 прекидача заједно вратите дизање вратило које морају бити поништени
sv: Det finns 4 återställa växlar längs hisschaktet som måste återställas
sw: Kuna 4 reset SWITCHES kando ya kuinua shimoni ambayo lazima reset
tr: Orada asansör mili boyunca 4 sıfırlamak anahtarları hangi sıfırlama olması gerekir
vi: Có 4 chuyển mạch thiết lập lại dọc theo các trục thang máy mà phải được đặt lại
yi: עס זייַנען 4 באַשטעטיק סוויטשיז זיין דעם הייב שטיל וואָס דאַרף זיין באַשטעטיק
zh: 有4沿电梯槽复位开关，必须复位

source: Be sure to reset the lift to avoid a long walk back to the surface...
af: Maak seker dat jy weer die berg om te verhoed dat 'n lang loop terug na die oppervlak ...
ar: مما لا شك فيه لإعادة رفع لتجنب وجود طويل المشي مرة أخرى إلى السطح...
be: Будзьце ўпэўненыя, каб скінуць ліфце, каб пазбегнуць доўгай прагулкі на паверхню ...
bg: Не забравяйте да рестартирате лифт за да се избегне дълга разходка обратно към повърхността ...
ca: Assegureu-vos de restablir l'ascensor per evitar una llarga caminada de tornada a la superfície ...
cs: Ujistěte se, že reset výtahu, aby se zabránilo dlouhou cestu zpět na povrch ...
cy: Byddwch yn siwr i ailosod y lifft i osgoi hir cerdded yn ôl i'r wyneb ...
da: Sørg for at nulstille den elevator for at undgå en lang tur op til overfladen igen ...
de: Achten Sie darauf, den Lift wieder auf Vermeidung einer langen Weg zurück an die Oberfläche ...
el: Να είστε βέβαιος να επαναφέρετε το ασανσέρ για να αποφευχθεί μια μακρά πόδια πίσω στην επιφάνεια ...
et: Kindlasti nullitud lifti, et vältida pika jalutuskäigu tagasi pinnale ...
fa: مطمئن باشید که تنظیم مجدد بالابر برای اجتناب از طولانی پیاده روی به سطح...
fi: Muistettava palauttaa hissin välttää pitkiä kävellä takaisin maan pinnalle ...
fr: Assurez-vous de réinitialiser l'ascenseur afin d'éviter une longue marche vers la surface ...
ga: Bí cinnte go athshocrú an ardaitheoir a sheachaint fada siúlóid ar ais go dtí an dromchla ...
gl: Asegúrese de axustar o ascensor, para evitar unha longa camiña de volta á superficie ...
hi: हो उठा रीसेट यकीन है कि एक लंबे समय से बचने की सतह पर वापस चलना ...
hr: Budite sigurni da ponovno dizati kako bi se izbjeglo dugo hodati natrag na površinu ...
hu: Ügyeljen arra, hogy állítsa vissza a felvonó, hogy elkerülje a hosszú séta vissza a felszínre ...
is: Vertu viss um að núllstilla lyfta til að koma í veg fyrir löng ganga aftur upp á yfirborðið ...
it: Assicurarsi di reimpostare l'ascensore per evitare una lunga passeggiata a galla ...
iw: הקפד על מנת לאפס את המעלית כדי למנוע הליכה ארוכה בחזרה אל פני המים ...
ja: リフトをリセットするのに長いの表面に戻って歩くようにしてください...
ko: 리프트를 재설정 오랫동안 표면에 돌아올을 피하기 위해 반드시 ...
lv: Pārliecinieties, lai atjaunotu lifta izvairīties ilgi iet atpakaļ uz virsmas ...
mk: Бидете сигурни дека ресетирање на лифт да се избегне долго одење назад на површина ...
mt: Kun żgur li reset-lift biex jevitaw mixja twila lura għall-wiċċ ...
nl: Zorg ervoor dat de lift opnieuw om te voorkomen dat een lange wandeling terug naar de oppervlakte ...
no: Sørg for å tilbakestille heisen for å unngå en lang tur tilbake til overflaten ...
pl: Pamiętaj, aby zresetować dźwigu w celu uniknięcia długiego spaceru z powrotem na powierzchnię ...
pt: Certifique-se de redefinir o elevador, para evitar uma longa caminhada de volta à superfície ...
ro: Asiguraţi-vă că pentru a reseta ridica pentru a evita o lungă plimbare inapoi la suprafata ...
sl: Bodite prepričani, da ponastavite dvigalo, da se prepreči dolg sprehod nazaj na površje ...
sq: Jetë i sigurt për të rivendosur të hequr për të shmangur një shëtitje të gjatë prapa në sipërfaqe ...
sr: Будите сигурни да ресетујете подигне да избегне дугу шетњу назад на површину ...
sv: Var noga med att återställa hissen för att undvika en lång promenad upp till ytan ...
sw: Hakikisha reset ya kuinua mrefu kuepuka kutembea nyuma ya uso ...
tr: Asansör sıfırlamak için uzun bir yüzeye geri yürümek önlemek için emin olun ...
vi: Hãy chắc chắn để thiết lập lại thang máy để tránh một dài đi bộ trở lại bề mặt ...
yi: זיין זיכער צו באַשטעטיק דעם הייב צו ויסמיידן אַ לאַנג גיין צוריק צו דער ייבערפלאַך ...
zh: 一定要重置取消，以避免长期步行回地面...

source: This machine has a slot the same size as the cards. I guess I can use it to create new instructions.
af: Hierdie masjien het 'n gleuf dieselfde grootte as die kaarte. Ek dink dat ek dit kan gebruik om nuwe instruksies.
ar: هذا الجهاز يحتوي على فتحة بنفس حجم البطاقات. اعتقد انني يمكن استخدامه لإنشاء تعليمات جديدة.
be: Гэтая машына мае слот таго ж памеру, як карты. Думаю, я магу выкарыстаць яго для стварэння новых інструкцый.
bg: Тази машина е слот със същия размер като на картичките. Предполагам, че може да го използвате, за да създадат нови инструкции.
ca: Aquesta màquina té una ranura de la mateixa mida que les targetes. Crec que puc fer servir per crear noves instruccions.
cs: Tento stroj má slot stejné velikosti jako karty. Myslím, že jsem ji použít k vytvoření nových instrukcí.
cy: Mae hyn yn peiriant slot yr un maint y cardiau. Amcana gallaf ei ddefnyddio i greu cyfarwyddiadau newydd.
da: Denne maskine har et slot i samme størrelse som kortene. Jeg tror, jeg kan bruge det til at skabe nye instrukser.
de: Diese Maschine hat einen Steckplatz die gleiche Größe wie die Karten. Ich glaube, ich kann es verwenden, um neue Anweisungen zu erstellen.
el: Αυτή η μηχανή έχει μια υποδοχή το ίδιο μέγεθος με τις κάρτες. Υποθέτω ότι μπορώ να το χρησιμοποιήσετε για να δημιουργήσουν νέες οδηγίες.
et: See masin on ava sama suur kui kaarte. Ma arvan, et seda kasutada uusi juhiseid.
fa: این دستگاه دارای اسلات همان اندازه به عنوان کارت. من عقیده دارم که من می توانید از آن برای ایجاد دستورات جدید استفاده کنید.
fi: Tämä kone on paikka samankokoinen kuin kortit. Voin kai käyttää sitä luoda uusia ohjeita.
fr: Cette machine possède un emplacement pour la même taille que les cartes. Je suppose que je peux l'utiliser pour créer de nouvelles instructions.
ga: Tá an meaisín a Sliotán an méid céanna le cártaí. Buille faoi thuairim mé féidir liom é a úsáid chun a chruthú treoracha nua.
gl: Esta máquina ten un slot do mesmo tamaño que as tarxetas. Coido que pode usalo para crear novas instrucións.
hi: यह मशीन एक स्लॉट कार्ड के रूप में एक ही आकार है. मुझे लगता है कि मैं इसे इस्तेमाल के लिए नए निर्देश बना सकते हैं.
hr: Ovaj stroj ima utor iste veličine kao i karte. Valjda sam ga možete koristiti za stvaranje nove upute.
hu: Ez a készülék egy nyílás mérete megegyezik a kártyákat. Azt hiszem, tudom használni, hogy, hogy új utasításokat.
is: Þessi vél er rifa sömu stærð og spil. Ég held ég get notað það til að búa til nýjar leiðbeiningar.
it: Questa macchina ha uno slot per le stesse dimensioni delle carte. Credo di poter utilizzare per creare nuove istruzioni.
iw: זו מכונה יש חריץ בגודל זהה את הקלפים. אני מניח שאני יכול להשתמש בו כדי ליצור הוראות חדשות.
ja: このマシンは、スロットにカードと同じサイズにしています。私は、新しい命令を作成するために使用することができますね。
ko: 이 기계는 슬롯에 카드를 같은 크기로하고있다. 나는 새 지침을 작성하는 데 사용할 수있는 것 같아요.
lv: Šī mašīna ir slots tikpat lieli kā kartes. Man laikam var izmantot, lai radītu jaunas instrukcijas.
mk: Оваа машина има слот со иста големина како на картички. Претпоставувам дека може да го користи за креирање на нови инструкции.
mt: Din il-magna għandu slott l-istess daqs il-karti. I raden I tistax tużah biex joħolqu l-istruzzjonijiet ġodda.
nl: Deze machine heeft een sleuf van hetzelfde formaat als de kaarten. Ik denk dat ik kan gebruiken om nieuwe instructies te maken.
no: Denne maskinen har en slot samme størrelse som kortene. Jeg tror jeg kan bruke den til å lage nye instruksjoner.
pl: Ten komputer ma gniazdo tego samego rozmiaru co karty. Myślę, że można go używać do tworzenia nowych instrukcji.
pt: Esta máquina tem um slot do mesmo tamanho que os cartões. Eu acho que pode usá-lo para criar novas instruções.
ro: Aceasta masina are un slot de aceeaşi dimensiune ca carduri. Cred ca pot folosi pentru a crea noi instrucţiuni.
sl: Ta stroj ima režo za enake velikosti kot kartice. Mislim, da sem lahko uporabite za ustvarjanje novih navodil.
sq: Kjo makinë ka një vrimë të njëjtën madhësi si kartat. I guess mund ta përdorin atë për të krijuar udhëzime të reja.
sr: Ова машина има слот за исте величине као и карте. Мислим да га могу користити за креирање нових инструкција.
sv: Denna maskin har en kortplats samma storlek som korten. Jag antar att jag kan använda det för att skapa nya instruktioner.
sw: Mashine hii ina yanayopangwa sawa kawaida kama cards. Nadhani naweza kuitumia kujenga mwezi maelekezo.
tr: Bu makine bir yuva kartları olarak aynı boyutlara sahip. Ben yeni talimatlar oluşturmak için kullanabilirsiniz sanırım.
vi: Máy này có một khe kích thước tương tự như các thẻ. Tôi đoán Tôi có thể sử dụng nó để tạo ra các hướng dẫn mới.
yi: דער מאַשין האט אַ שפּעלטל דער זעלביקער גרייס ווי די קאַרדס. איך טרעפן איך קען נוצן דאָס צו מאַכן נייַע אינסטרוקציעס.
zh: 本机有一个槽作为卡大小相同。我想我可以用它来创建新的指令。
