Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Stupid book. It's not in order and there's no index
af: Stupid boek. Dit is nie in orde is en daar is geen indeks
ar: كتاب غبي. انها ليست في النظام وليس هناك مؤشر
be: Дурная кніга. Гэта не ў парадку і няма індэкса
bg: Глупаво книга. Това не е в ред и че няма индекс
ca: Llibre estúpid. No és la finalitat i no hi ha cap índex de
cs: Stupid knihu. To není v pořádku a není žádný index
cy: Stupid llyfr. Nid yw'n er ac nid oes mynegai
da: Stupid bog. Det er ikke i orden, og der er ingen indeks
de: Stupid Buch. Es ist nicht in Ordnung und es gibt keinen Index
el: Ανόητο βιβλίο. Δεν είναι κανονική και δεν υπάρχει δείκτης
et: Loll raamat. See ei ole nõuetekohane ja pole mingit indeks
fa: کتاب احمق نیستم. آن را در نظم و هیچ شاخص وجود ندارد
fi: Tyhmä kirja. Se ei ole kunnossa ja ei ole mitään hakemisto
fr: Stupid livre. Il n'est pas dans l'ordre et il n'y a pas d'indice
ga: Leabhar dúr. Níl sé i ord agus níl aon innéacs
gl: Libro Stupid. Non está en orde e non hai índice
hi: बेवकूफ किताब. यह आदेश में और कोई सूची नहीं है
hr: Stupid knjiga. To nije u redu i nema indeks
hu: Hülye könyv. Ez nem azért, és nincs index
is: Stupid bók. Það er ekki í röð og það er engin vísitölu
it: Stupido libro. Non è in ordine e non c'è alcun indice
iw: ספר מטופש. זה לא בסדר ואין מדד
ja: 愚かな本。それに注文し、索引がないのではない
ko: 바보 같은 책을. 그것을 위해 거기 안 지수도 아니에요
lv: Stulba grāmata. Tas nav kārtībā un ka nekādas indekss
mk: Глупава книга. Не е во ред и нема индекс
mt: Stupid ktieb. Mhuwiex fl-ordni u hemm l-ebda indiċi
nl: Stupid boek. Het is niet in orde en er is geen index
no: Stupid bok. Det er ikke i orden og det er ingen indeks
pl: Stupid książce. To nie w porządku i nie ma indeksu
pt: Livro Stupid. Não está em ordem e não há índice
ro: Carte Stupid. Nu e în ordine şi nu există nici index
sl: Stupid knjigo. To ne z namenom in ni kazalo
sq: Stupid libër. Kjo nuk është në rregull dhe nuk ka asnjë tregues
sr: Глупа књига. То није у реду и нема индекс
sv: Stupid bok. Det är inte i ordning och det finns inget index
sw: Stupid kitabu. Siyo ili na hakuna index
tr: Aptal kitap. It amacıyla ve hiçbir kütüğü's değil
vi: Stupid sách. Nó không phải trong trật tự và có chỉ số không
yi: צעדרייט ספר. ס 'נישט אין אָרדענונג און עס הערט נישט אינדעקס
zh: 愚蠢的书。这不是为了和有没有索引

source: Here we go: Shields
af: Hier gaan ons: Shields
ar: هنا نذهب : شيلدز
be: Тут мы ідзем: Шчыты
bg: Ето го и него: Шийлдс
ca: Aquí anem: Shields
cy: Yma rydym yn mynd: Shields
el: Πάμε λοιπόν: Θυρεοί
fa: در اینجا ما بروید : Shields
ga: Anseo théann muid: Shields
gl: Aquí imos nós: Shields
hi: यहाँ हम चले: ढाल
hr: Here we go: Štitnici
is: Here We Go: Skjöldur
iw: הנה אנחנו מתחילים: שילדס
ja: ここに私達は行く：シールズ
ko: 간다 : 보호막
mk: Еве одиме: Шилдс
mt: Here we go: tarki
nl: Daar gaan we: Shields
pl: Zaczynamy: Shields
pt: Aqui vamos nós: Shields
ro: Here we go: Paravane
sl: Pa gremo: Shields
sr: Идемо: Шилдс
tr: İşte başlıyoruz: Shields
vi: Ở đây, chúng tôi đi: Shields
yi: דאָ מיר צוריק: שיעלדס
zh: 在这里，我们走：盾牌

source: Shield of Fire Resistance
af: Skild van Vuur Weerstand
ar: درع للمقاومة الحريق
be: Shield вогнеўстойлівыя
bg: Щит на пожароустойчивост
ca: Escut de resistència al foc
cy: Tarian Tân Resistance
et: Shield tulepüsivuse
fa: سپر آتش مقاومت در برابر
fi: Kilpi palonkestävyys
fr: Bouclier de résistance au feu
ga: Sciath na Dóiteáin Friotaíocht
gl: Escudo de Resistencia ó lume
hi: आग प्रतिरोध की शील्ड
is: Skjöldur of Fire Resistance
it: Scudo della resistenza al fuoco
iw: מגן האש ההתנגדות
ja: シールド耐火性の
ko: 쉴드 화재 저항
mk: Штитот на Fire Отпорност
pt: Escudo de Resistência ao Fogo
ro: Scut de rezistenţă la foc
sq: Mburoja e zjarrit Rezistenca
sr: Штит отпорност на пожар
sv: Sköld av brandmotstånd
sw: Ngao ya Moto Resistance
tr: Kalkan Fire of Resistance
yi: פאַרשטעלן פון פייער רעסיסטאַנסע
zh: 抗火盾

source: Ingredients
af: Bestanddele
ar: المكونات
be: Інгрэдыенты
bg: Съставки
cs: Ingredience
cy: Cynhwysion
da: Ingredienser
de: Zutaten
el: Συστατικά
et: Koostisained
fa: مواد اولیه ی آشپزی
fi: Ainesosat
fr: Ingrédients
ga: Comhábhair
gl: Ingredientes
hi: सामग्री
hr: Sastojci
hu: Összetevőkről
is: Innihaldslýsing
it: Ingredienti
iw: המצרכים
ja: 成分
ko: 성분
mk: Состојки
mt: Ingredjenti
nl: Ingrediënten
no: Ingredienser
pl: Składniki
pt: Ingredientes
ro: Ingredientele
sl: Sestavine
sq: Përbërësit
sr: Састојци
sv: Ingredienser
tr: Malzemeler
vi: Thành phần
yi: ינגרעדיענץ
zh: 成份

source: One must gather the following
af: 'N Mens moet versamel word die volgende
ar: واحد يجب جمع ما يلي
be: Трэба сабраць наступныя
bg: Човек трябва да се събират следните
ca: Un ha de reunir els següents
cs: Je třeba shromáždit následující
cy: Rhaid i un gasglu'r canlynol
da: Man må samle følgende
de: Man muß sammeln, die folgenden
el: Κάποιος πρέπει να συγκεντρώνουν τα εξής
et: Tuleb koguda järgmised
fa: یکی باید جمع آوری زیر
fi: On kerättävä seuraavat
fr: Il faut rassembler les éléments suivants
ga: Ní mór amháin a bhailiú an méid seo a leanas
gl: É preciso reunir os seguintes
hi: एक के बाद इकट्ठा होना चाहिए
hr: One moraju prikupiti sljedeće
hu: Látni kell gyűjteni a következő
is: Einn að safna eftirfarandi
it: Bisogna raccogliere le seguenti
iw: צריך לאסוף את הפעולות הבאות
ja: 次のいずれかを収集する必要があります
ko: 다음 중 하나를 수집합니다
lv: Vienam ir savākt pēc
mk: Еден мора да се соберат на следниве
mt: Wieħed irid jinġabar li ġejjin
nl: Men moet verzamelen de volgende
no: Man må samle følgende
pl: Należy zebrać następujące
pt: É preciso reunir os seguintes
ro: Unul trebuie să adune următoarele
sl: Eden mora zbrati naslednje
sq: Njeriu duhet të mblidhen pas
sr: Мора се прикупити следеће
sv: Man måste samla följande
sw: Mmoja lazima kukusanya zifuatazo
tr: Bir aşağıdaki toplamak gerekir
vi: Chúng ta phải tập hợp sau đây
yi: מען דאַרף קלייבן די ווייַטערדיקע
zh: 必须收集以下

source: The root of a Mandrake
af: Die wortel van 'n Mandrakelinux
ar: جذر ماندريك
be: Корань Mandrake
bg: Коренът на Mandrake
ca: L'arrel d'un Mandrake
cs: Kořen Mandrake
cy: Wraidd o Mandrake
da: Roden af et Mandrake
de: Die Wurzel von einem Mandrake
el: Η ρίζα του Mandrake
et: Juur Mandrake
fa: ریشه مهرگیاه
fi: Juureen Mandrake
fr: La racine d'un Mandrake
ga: Na fréimhe ar Mandrake
gl: A raíz dun Mandrake
hi: एक विषैला पौधा की जड़
hr: Korijen Mandrake
hu: A gyökér a Mandrake
is: The rót af Mandrake
it: La radice di una Mandrake
iw: השורש של מנדרייק
ja: はMandrakeのルート
ko: 맨드 레이크의 루트
lv: Saknes Mandrake
mk: Коренот на Mandrake
mt: L-għerq ta 'Mandrake
nl: De wortel van een Mandrake
no: Roten av Mandrake
pl: Głównym Mandrake
pt: A raiz de um Mandrake
ro: Rădăcină de pe o Mandrake
sl: Koren Mandrake
sq: Rrënjë e një Mandrake
sr: Корен Мандрагора
sv: Roten till en Mandrake
sw: Mizizi ya Mandrake
tr: Bir Mandrake ve kök
vi: Gốc rễ của một Mandrake
yi: דער וואָרצל פון אַ מאַנדראַקע
zh: 一个Mandrake的根

source: The fat of a Darsh (left to stand for 3 months)
af: Die vet van 'n Darsh (links om op te staan vir 3 maande)
ar: الدهون في الدرش (من اليسار إلى الوقوف لمدة 3 أشهر)
be: Тлушчу Darsh (злева стаяць на 3 месяцы)
bg: Мазнината на Darsh (от ляво да престои в продължение на 3 месеца)
ca: El greix d'una Darshan (deixar en repòs durant 3 mesos)
cs: Tuk Darsh (vlevo kandidovat na 3 měsíce)
cy: Y braster o Darsh (ar y chwith i sefyll am 3 mis)
da: Fedtet af en Darsh (venstre til at stå for 3 måneder)
de: Das Fett ein Arsch (von links nach 3 Monaten stand)
el: Το λίπος του Darsh (αφήνεται σε ηρεμία για 3 μήνες)
et: Rasva Darsh (vasakul seista 3 kuud)
fa: چربی Darsh (از چپ به مدت 3 ماه ایستاده)
fi: Rasva updated (seisomisen 3 kuukautta)
fr: La graisse d'un Darsh (laissés au repos pendant 3 mois)
ga: An saill de Darsh (ar chlé chun seasamh ar feadh 3 mhí)
gl: A graxa dun Darsh (deixar en repouso durante 3 meses)
hi: एक Darsh की वसा (के लिए 3 महीने के लिए खड़े बाएं)
hr: Loj Darsh (lijevo stajati za 3 mjeseca)
hu: A kövér egy Darsh (pihentetik 3 hónap)
is: The fitu af Darsh (vinstri til að standa í 3 mánuði)
it: Il grasso di un Darsh (lasciato a riposo per 3 mesi)
iw: השומן של דארש (משמאל לעמוד במשך 3 חודשים)
ja: Darshの脂肪（3ヶ月立って左）
ko: Darsh의 지방 (3 개월 동안 서서 왼쪽)
lv: Tauku Darsh (atstāj nostāvēties 3 mēnešiem)
mk: На масти на Darsh (лево, за да се кандидира за 3 месеци)
mt: Ix-xaħam ta 'Darsh (jitħalla joqgħod għal 3 xhur)
nl: Het vet van een Darsh (links op te staan voor 3 maanden)
no: Fettet i en Darsh (stående for 3 måneder)
pl: Tłuszczu Darsh (od lewej stoją na 3 miesiące)
pt: A gordura de um Darsh (deixados em repouso durante 3 meses)
ro: De grăsime de o Darsh (stânga să stea timp de 3 luni)
sl: Maščoba Darsh (mirovati za 3 mesece)
sq: Dhjami i një Darsh (në të majtë të qëndrojë për 3 muaj)
sr: Лој Дарсх (лево да се бори за 3 месеца)
sv: Fettet i en Darsh (stå i 3 månader)
sw: Mafuta ya Darsh (kushoto kusimama kwa miezi 3)
tr: Bir Darsh ve yağ (3 ay boyunca ayakta durmak sol)
vi: Các chất béo của một Darsh (trái để đứng cho 3 tháng)
yi: די פעט פון אַ דאַרש (לינקס צו שטיין פֿאַר 3 חדשים)
zh: 一个Darsh脂肪（左参选的3个月）

source: Powered Condor bones
af: Powered Condor bene
ar: عظام كوندور مدعوم
be: Powered касцях Кондор
bg: Осъществено кости Кондор
ca: Powered ossos Còndor
cs: Powered Condor kosti
cy: Powered esgyrn Condor
da: Powered Condor knogler
de: Powered Condor Knochen
el: Powered οστά Condor
et: Powered Condor kondid
fa: استخوان کرکس امریکایی شده
fi: Powered Condor luut
fr: Powered Condor os
ga: Cnámha Condor Permanent link
gl: Powered ósos Cóndor
hi: Powered कांडोर हड्डियों
hr: Powered Condor kosti
hu: Powered Condor csontok
is: Powered Condor bein
it: Powered Condor ossa
iw: עצמות מופעל קונדור
ja: 電源コンドルの骨
ko: 전원 콘도르 뼈
lv: Powered Condor kauli
mk: Powered Кондор коските
mt: Għadam Powered Condor
nl: Powered Condor botten
pl: Powered kości Condor
pt: Powered ossos Condor
ro: Powered oase Condor
sl: Powered Condor kosti
sq: Eshtrat Powered kondor
sr: Поуеред уегга кости
sv: Powered Condor ben
sw: Powered Condor mifupa
tr: Powered Condor kemikleri
vi: Powered Condor xương
yi: Powered קאָנדאָר באָנעס
zh: 本站秃鹰骨头

source: 3 eyes of the Gazer
af: 3 oë van die Gazer
ar: 3 أعين الناظر
be: 3 вачыма Газэра
bg: 3 очите на Гезер
ca: 3 ulls de la Gazer
cs: 3 oči Gezeru
cy: 3 llygaid y Gazer
da: 3 øjne Gazer
de: 3 Augen der Gazer
el: 3 μάτια των βλέπων
et: 3 silmis Gazer
fa: 3 چشم از Gazer
fi: 3 silmissä Gazer
fr: 3 yeux de la Gazer
ga: 3 súile an Gazer
gl: 3 ollos do contemplados
hi: विद्या विशारद की 3 आँखें
hr: 3 oči Gazer
hu: 3 szemében Gazer A
is: 3 augum Gazer
it: 3 agli occhi del Gazer
iw: 3 העיניים של Gazer
ja: 麻薬取締官の3目
ko: Gazer 3 눈
lv: 3 acis Gazer
mk: 3 очите на Gazer
mt: 3 ta 'l-għajnejn Gazer
nl: 3 ogen van de Gazer
no: 3 øyne Gazer
pl: 3 oczy Gazer
pt: 3 olhos do contemplador
ro: 3 ochii Gazer
sl: 3 oči Gazer
sq: 3 sytë e ëndërrimtar
sr: 3 очима Газер
sv: 3 ögon Gazer
sw: 3 macho ya Gazer
tr: Gazer 3 gözde
vi: 3 mắt của gazer
yi: 3 ייז פון די גאַזער
zh: 3凝视的眼睛

source: The freshly cut tentacle from a female Red Sludge
af: Die vers sny tentakel van 'n vroulike Rooi Slib
ar: واللامسة طازجة قطع من الإناث الأحمر الحمأة
be: Свежесрезанных шчупальцы з жаночага Чырвоны асадак
bg: В прясно окосена пипало от женски Червен утайки
ca: El tentacle acabat de tallar d'una femella de Xarxa de fangs
cs: Čerstvě řezané chapadlo od samice Red kalů
cy: Mae'r tentacle dorri ffres o ferched Coch Sludge
da: Den nyslået fangarm fra en kvindelig Røde Slam
de: Die frisch geschnittenen Tentakel aus weiblicher Rot Sludge
el: Η φρεσκοκομμένα πλοκάμι από ένα θηλυκό κόκκινο λάσπης
et: Värskelt lõigatud kombits alates naiste Red Muda
fa: قطع شاخک حساس تازه از زن قرمز لجن
fi: Juuri leikattu lonkero alkaen naisten Red Liete
fr: Le tentacule fraîchement coupé à partir de boues rouges d'une femelle
ga: An tentacle freshly ghearradh ó ban dearg sloda
gl: O tentáculos recén cortada dunha femia lama vermella
hi: एक महिला लाल कीचड़ से ताजा कटौती मूंछ
hr: Svježe rezano pipak iz ženskog crvenog mulja
hu: A frissen vágott csáp egy nőstény vörös iszap
is: The ferskur skera Tentacle frá konu Red Sludge
it: Tentacolo appena tagliata da una femmina Red fanghi
iw: זרוע טרי חתוך מתוך נקבה האדום בוצה
ja: 女性の赤汚泥からきりたて触手
ko: 여성의 레드 슬러지에서 자른 촉수
lv: Svaigi grieztu tausteklis no sieviešu Red Sludge
mk: На свежо сече пипало од женски Црвен Шламови
mt: Il-Tentacle friski maqtugħa minn femminili Red Ħama
nl: De vers gesneden tentakel van een vrouwelijke Rode Slib
no: Den friske tentacle fra en kvinnelig Red Sludge
pl: Świeżo ścięte macki z kobiet Red osadów
pt: O tentáculo recém-cortadas de uma fêmea lama vermelha
ro: Tentacul proaspăt tăiate de la o femelă Red nămolului
sl: Sveže rezano Popek iz ženskih Red blata
sq: Brith fllad prerë nga një femër Kuq llum
sr: Свеже исећи пипак из женског Црвеног муља
sv: Den nyklippt tentakel från en kvinnlig Red Slam
sw: Freshly kata ya tentacle kutoka kwa mwanamke Red Sludge
tr: Bir kadın Kırmızı Çamur gelen taze kesilmiş dokunaç
vi: Các tua tươi cắt từ một nữ đỏ bùn
yi: די פרעשלי דורכשניט טאַפּערל פֿון אַ מיידלש רעד סלודגע
zh: 从污泥女红刚剪触手

source: The shield to apply the enchantment
af: Die skild om aansoek te doen die betovering
ar: درع لتطبيق سحر
be: Шчыт прымяняць чары
bg: Щитът да прилагат очарование
ca: L'escut d'aplicar l'encant
cs: Štít použít okouzlení
cy: Y darian i wneud cais i'r Hud
da: Skjoldet til at anvende den fortryllelse
de: Das Schild auf die Anwendung der Zauber
el: Η ασπίδα να εφαρμόσει τη γοητεία
et: Kilp kohaldada Enchantment
fa: سپر به درخواست سحر
fi: Shield soveltaa lumous
fr: Le bouclier d'appliquer l'enchantement
ga: An sciath a chur i bhfeidhm an enchantment
gl: O escudo de aplicar o encanto
hi: ढाल आकर्षण लागू करने के लिए
hr: Štit primijeniti čarolija
hu: A pajzs, hogy alkalmazza a varázs
is: The skjöld að beita Enchantment
it: Lo scudo di applicare l'incanto
iw: המגן להחיל את הקסם
ja: シールドの魅力を適用する
ko: 마법 방어막을 적용
lv: Vairogs piemērot burvība
mk: Штитот да се примени на воспевање
mt: L-ilqugħ li japplikaw il-enchantment
nl: Het schild de toepassing van de betovering
no: Skjoldet å anvende fortryllelse
pl: Tarcza do stosowania czarów
pt: O escudo de aplicar o encantamento
ro: Scutul de a aplica încântare
sl: Ščit za uporabo začarana
sq: Mburojë për të aplikuar magji
sr: Штит да примените чаролија
sv: Skölden att tillämpa förtrollning
sw: Ya uso kwa kutumia uchawi
tr: Kalkan büyü uygulamak için
vi: Lá chắn để áp dụng ngắm cảnh
yi: די פאַרשטעלן צו צולייגן דעם קישעף
zh: 盾申请的魅力

source: Blend the Gazer eyes and Sludge tentacle into a smooth liquid
af: Versnit die Gazer oë en Slib tentakel tot 'n gladde vloeibare
ar: مزيج من أعين الناظر واللامسة الحمأة إلى سائل السلس
be: Сумесь Газэра вачыма і шламов шчупальцы ў гладкую вадкасць
bg: Blend на Гезер очите и утайки пипало в плавна течност
ca: Barreja dels ulls i Gazer tentacle de fangs en un líquid suau
cs: Blend Gezeru oči a bahenní tykadlo do hladké tekuté
cy: Cyfuniad y llygaid Gazer a tentacle Sludge yn hylif llyfn
da: Bland Gazer øjne og Slam fangarm ind i en jævn flydende
de: Mischen Sie die Augen und Schlamm Gazer Tentakel zu einem glatten flüssigen
el: Ανακατέψτε τα μάτια βλέπων και λάσπης πλοκάμι σε μια ομαλή υγρό
et: Blend Gazer silmad ja Muda kombits arvesse sujuv vedeliku
fa: ترکیب چشم و شاخک حساس Gazer لجن را به مایع صاف
fi: Sekoitus Gazer silmät ja lietteen lonkero tulee sileä neste
fr: Mélangez le Gazer les yeux et les tentacules des boues dans un liquide en douceur
ga: Cumaisc na súile Gazer agus sloda tentacle i leacht rianúil
gl: Mestura os ollos Gazer e tentáculos lodos de depuración en un líquido homoxéneo
hi: मिश्रण विद्या विशारद आँखें और कीचड़ मूंछ एक चिकने तरल में
hr: Blend Gazer oči i mulja pipak u glatku tekućinu
hu: Keverő Gazer szemét és iszap csáp egy sima folyékony
is: Blend the Gazer augum og Sludge Tentacle inn slétt vökva
it: Blend gli occhi Gazer e tentacolo di fanghi in un liquido liscio
iw: תערובת והעיניים Gazer זרוע בוצה לתוך נוזל חלקות
ja: 滑らかな液体にブレンドを観察する目と汚泥触手
ko: 부드러운 액체로 블렌드 Gazer 눈 및 슬러지 촉수
lv: Maisījums Gazer acīm un dūņu tausteklis stājas netraucētu šķidrums
mk: Мешавина на Gazer очи и Шламови пипало во мазни течност
mt: Taħlita-għajnejn Gazer u Tentacle Ħama fi likwidu bla xkiel
nl: Meng de Gazer ogen en slib tentakel in een gladde vloeistof
no: Blend den Gazer øynene og slam Tentacle inn i en glatt væske
pl: Blend oczy Gazer i osadów macki na niezakłócony
pt: Misture os olhos Gazer e tentáculo lamas de depuração em um líquido homogêneo
ro: Blend ochii Gazer şi nămolurile de tentacul într-un lichid buna
sl: Blend Gazer oči in blata Popek v gladko tekoče
sq: Përzierje sytë ëndërrimtar dhe brith llum në një lëng të qetë
sr: Бленд Газер муља очи и пипак у глатку течност
sv: Blandar Gazer ögon och slam tentakler till en jämn vätska
sw: Gazer samling ya macho na Sludge tentacle katika laini kioevu
tr: Pürüzsüz bir sıvı haline Blend Gazer gözleri ve Çamur dokunaç
vi: Trộn gazer mắt và tua bùn vào một chất lỏng trơn
yi: צונויפגיסן די גאַזער ייז און סלודגע טאַפּערל זיך אַ גלאַט פליסיק
zh: 混合的凝视的眼睛和污泥触手成液体顺利

source: Add the root, fat and bones into the cauldron and mix together with the blended Gazer eyes and Sludge tentacle
af: Voeg die wortel, vet en bene na die ketel en meng saam met die versnit Gazer oë en Slib tentakel
ar: إضافة الجذر ، والدهون والعظام في مرجل وجنبا إلى جنب مع مزيج أعين الناظر المخلوطة والحمأة اللامسة
be: Дадаць корень, тлушч і косці ў кацёл і змяшаць разам са змешанай вачыма Газэра і шламов шчупальцы
bg: Добавяне на корен, мазнини и кости в котела и се разбърква заедно със смесени очи Гезер и утайки пипало
ca: Afegir l'arrel, els greixos i els ossos en el calder i es barregen amb els ulls i tentacles Gazer barreja de fangs
cs: Přidejte kořen, tuku a kostí v kotlíku a mixu společně s příměsí očima Gezeru a kalů tykadlo
cy: Ychwanegwch y gwraidd, braster a esgyrn yn y crochan a chymysgu â'r llygaid Gazer cymysg a Sludge tentacle
da: Tilføj roden, fedt og knogler i gryde og blandes sammen med den blandede Gazer øjne og Slam fangarm
de: Fügen Sie die Wurzel, Fett und Knochen in den Kessel und vermischen sich mit dem Blended Gazer Augen und Schlamm Tentakel
el: Προσθέστε τη ρίζα, το λίπος και οστά στο καζάνι και ανακατέψτε μαζί με το μείγμα μάτια βλέπων και λάσπης πλοκάμι
et: Lisa juur,-rasv ja kondid võetakse pada ja segada koos segatud Gazer silmad ja Muda kombits
fa: اضافه کردن ریشه ، چربی ها و استخوان ها را در دیگ مخلوط و همراه با تخصص در امر Gazer چشم و شاخک حساس لجن
fi: Lisää juuri, rasvan ja luut osaksi pata ja sekoita kanssa sekoitettu Gazer silmät ja lietteen lonkero
fr: Ajouter la racine, la graisse et les os dans la marmite et mélanger avec les yeux et les boues mélangées Gazer tentacule
ga: Cuir an fhréamh, saill agus cnámha isteach an cauldron agus meascán mar aon leis na súile Gazer chumasc agus sloda tentacle
gl: Engadir a raíz, graxa e ósos dentro do caldeiro e mestura ben cos ollos mesturados Gazer e tentáculos Sludge
hi: देग़ और मिश्रित विद्या विशारद आँखें और कीचड़ मूंछ के साथ मिश्रण में जड़, वसा और हड्डियों को जोड़ें
hr: Dodati korijen, mast i kosti u kotlić i miješati zajedno s pomiješan Gazer oči i mulja pipak
hu: Add hozzá a gyökér, a zsír és a csontok a bogrács, és keverjük össze a kevert Gazer szemét és iszap csáp
is: Bæta við rót, fitu og bein í cauldron og blanda saman við blandað Gazer augum og Sludge Tentacle
it: Aggiungere la radice, il grasso e le ossa nel calderone e mescolare il tutto con il blended occhi Gazer e tentacolo fanghi
iw: הוסף את השורש, שומן ועצמות לתוך קלחת ומערבבים יחד עם מיזג עיניים Gazer ו זרוע בוצה
ja: 大釜のブレンドを観察する目と汚泥の触手に混ぜて一緒にルート、脂肪と骨を追加する
ko: 가마솥과 혼합 Gazer 눈 및 슬러지 촉수와 함께 혼합에 루트, 지방과 뼈는 추가
lv: Pievienot saknes, tauku un kaulu vērā katls un sajauc kopā ar sajaukta Gazer acīm un dūņu tausteklis
mk: Додади во корен, масти и коски во казан и се мешаат заедно со помеша Gazer очи и Шламови пипало
mt: Żid l-għerq, xaħam u l-għadam fil-cauldron u ħallat flimkien ma 'l-għajnejn Gazer imħallta u Tentacle Ħama
nl: Voeg de wortel, vet en botten in de ketel en meng samen met de gemengde Gazer ogen en slib tentakel
no: Legg til roten, fett og bein i gryten og bland sammen med blandet Gazer øynene og slam Tentacle
pl: Dodaj root, tłuszczu i kości w kotle i wymieszać razem z domieszką oczy Gazer i macki osadów
pt: Adicionar a raiz, gordura e ossos dentro do caldeirão e misture bem com os olhos misturados Gazer e tentáculo Sludge
ro: Adăugaţi rădăcină, grăsime şi oase în ceaun şi se amestecă împreună cu ochii amestec Gazer şi nămolurile de tentacul
sl: Dodajte koren, maščob in kosti v kotel in zmešamo skupaj z mešano očmi Gazer in blata Popek
sq: Shto rrënjë, yndyrë dhe e eshtra në kazan dhe përzierje së bashku me sytë përzier brith ëndërrimtar dhe llum
sr: Додајте корен, маст и кости у казан и мешати заједно са помешан Газер муља очи и пипак
sv: Lägg till roten, fett och ben i grytan och blanda tillsammans med blandade Gazer ögonen och slam tentakel
sw: Ongeza mzizi, mafuta na mifupa katika cauldron na kuchanganya pamoja na blended Gazer macho na Sludge tentacle
tr: Kazanı ve karışımlı Gazer gözleri ve Çamur tentacle karışımı ile birlikte içine kök, yağ ve kemik ekle
vi: Địa chỉ gốc, chất béo và xương vào cauldron và trộn cùng với đôi mắt gazer pha trộn và tua bùn
yi: לייג צו דעם וואָרצל, גראָב און באָנעס אַרייַן די קעסל און מישן צוזאַמען מיט די בלענדיד גאַזער ייז און סלודגע טאַפּערל
zh: 添加到釜，混合，混合凝视的眼睛和污泥触手共同的根，脂肪和骨骼

source: When the mixture turns bright blue, add the shield
af: Wanneer die mengsel draaie helder blou, voeg die skild
ar: عندما يتحول الخليط ذات ألوان زرقاء زاهية ، إضافة درع
be: Калі сумесь становіцца ярка сінім, дадаць шчыт
bg: Когато сместа стане светло синьо, добавете щит
ca: Quan la barreja es torna de color blau brillant, afegir l'escut de
cs: Když se směs změní světle modré přidat štít
cy: Pan fydd y cymysgedd yn troi'n las llachar, ychwanegwch y darian
da: Når blandingen bliver lyse blå, tilføje skjold
de: Wenn die Mischung macht strahlend blau, fügen Sie dem Schild
el: Όταν το μίγμα στροφών φωτεινό μπλε, προσθέστε την ασπίδα
et: Kui segu muutub ere sinine, lisada kilp
fa: هنگامی که مخلوط نوبت آبی روشن و اضافه کردن سپر
fi: Kun seos muuttuu kirkkaan sinisen, lisää Shield
fr: Lorsque le mélange devient bleu vif, ajouter le bouclier
ga: Nuair a casadh an meascán gorm geal, cuir an sciath
gl: Cando a mestura queda azul brillante, engadir o escudo
hi: जब मिश्रण चमकदार नीले, ढाल जोड़ देता है
hr: Kada smjesa okreće svijetlo plava, dodati štit
hu: Amikor az elegy színe világoskék, adjuk hozzá a pajzson
is: Þegar blanda snýst skær blár, bæta skjöldur
it: Quando la miscela diventa blu brillante, aggiungere lo scudo
iw: כאשר התערובת הופך כחול בהיר, להוסיף את המגן
ja: ときに、混合物を明るい青には、シールドを追加ターン
ko: 혼합되면 밝은 파란색, 방패를 추가 해제
lv: Kad maisījums kļūst spilgti zils, pievienojiet vairogs
mk: Кога смесата се врти светло сино, да додадете на штит
mt: Meta t-taħlita idur ikħal bright, żid l-ilqugħ
nl: Wanneer het mengsel draait helder blauw, voeg het schild
no: Når blandingen blir lyse blå, legger skjoldet
pl: Gdy mieszanina stanie się jasne, niebieskie, dodać tarczę
pt: Quando a mistura fica azul brilhante, adicionar o escudo
ro: Atunci când amestecul devine albastră strălucitoare, adăugaţi scutul
sl: Ko zmes postane svetlo modro, dodajte ščit
sq: Kur kthehet përzierje blu të ndritshme, shtoni mburojë
sr: Када смеша постаје светло плава, додати штит
sv: När blandningen blir ljusblå, lägg skölden
sw: Wakati anarudi angavu mchanganyiko bluu, kuongeza uso
tr: Zaman karışım parlak mavi, kalkan eklemek dönüyor
vi: Khi hỗn hợp này sẽ chuyển thành màu xanh tươi sáng, thêm lá chắn
yi: ווען דער מיקסטשער טורנס ליכטיק בלוי, לייג צו די פאַרשטעלן
zh: 当混合物变成亮蓝色，加上盾
