Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: This is the tutorial for The Legend of Edgar. This tutorial will explain how to play the game.
af: Dit is die handleiding vir Die legende van Edgar. Hierdie handleiding sal verduidelik hoe om die spel te speel.
ar: هذا هو البرنامج التعليمي للأسطورة ادغار. هذا البرنامج التعليمي سوف يشرح كيف تلعب لعبة.
be: Гэта падручнік для Легенда Эдгар. Гэты падручнік дапаможа растлумачыць, як гуляць у гульню.
bg: Това е за начинаещи Легендата на Едгар. Този урок ще обясня как да играеш играта.
ca: Aquest és el tutorial per a The Legend of Edgar. Aquest tutorial s'explica com jugar el joc.
cs: To je výukový program pro Legend of Edgar. Tento návod Vám vysvětlí, jak hru hrát.
cy: Mae hyn yn y tiwtorial ar gyfer y Chwedl Edgar. Bydd hyn tiwtorial yn esbonio sut i chwarae'r gêm.
da: Dette er den tutorial for The Legend of Edgar. Denne guide vil forklare hvordan man spiller spillet.
de: Dies ist die Anleitung für The Legend of Edgar. Dieses Tutorial wird Ihnen erklären, wie man das Spiel spielen.
el: Αυτό είναι το φροντιστήριο για το The Legend of Edgar. Αυτό το σεμινάριο θα εξηγήσει πώς να παίξετε το παιχνίδι.
et: See on juhendaja jaoks Legend of Edgar. See õpetus on selgitatud, kuidas mängida.
fa: این آموزش برای افسانه ادگار است. در این خودآموز خواهد شد که چگونه یک بازی را بازی کند.
fi: Tämä on opas Legend of Edgar. Tässä opetusohjelmassa kerrotaan, miten pelata peliä.
fr: Ceci est le tutoriel pour The Legend of Edgar. Ce tutoriel vous explique comment jouer le match.
ga: Is é seo an teagaisc do na Finscéal de Edgar. Beidh an teagaisc a mhíniú conas a imirt an chluiche.
gl: Este é o tutorial para The Legend of Edgar. Este tutorial ha explicar como xogar o The Game.
hi: इस एडगर के लीजेंड के लिए ट्यूटोरियल है. इस ट्यूटोरियल कैसे खेल खेलने समझा दूँगी.
hr: Ovo je udžbenik za Legend of Edgar. Ovaj tutorial će vam objasniti kako igrati igru.
hu: Ez a bemutató a The Legend of Edgar. Ez a leírás elmagyarázza, hogyan kell játszani a játékot.
is: Þetta er handbók fyrir The Legend of Edgar. Þessi handbók mun útskýra hvernig á að spila leikinn.
it: Questo è il tutorial per The Legend of Edgar. Questo tutorial vi spiegherà come giocare il gioco.
iw: זהו מדריך עבור אגדה של אדגר. מדריך זה יסביר כיצד לשחק את המשחק.
ja: これは、伝説エドガーのためのチュートリアルです。このチュートリアルでは、ゲームをプレイする方法について説明します。
ko: 이 전설 에드거에 대한 튜토리얼입니다. 이 튜토리얼은 게임을 플레이하는 방법을 설명합니다.
lv: Tas ir apmācība, lai ar Edgar Legend. Šī apmācība būs paskaidrots, kā spēlēt spēli.
mk: Ова е туториал за Легендата на Едгар. Овој туторијал ќе објасниме како да ја играат играта.
mt: Dan huwa l-tutorja għall Il-Leġġenda ta 'Edgar. Dan tutorja se jispjegaw kif jilagħbu l-logħba.
nl: Dit is de tutorial voor de legende van Edgar. Deze tutorial zal uitleggen hoe het spel spelen.
no: Dette er den opplæringen for The Legend of Edgar. Denne opplæringen vil forklare hvordan man spiller spillet.
pl: To jest tutorial dla Legend of Edgar. Ten przewodnik wyjaśni jak do gry.
pt: Este é o tutorial para The Legend of Edgar. Este tutorial irá explicar como jogar o The Game.
ro: Acest lucru este tutorial pentru Legenda lui Edgar. Acest ghid va explica cum să intre în joc.
sl: To je Tutorial za Legend of Edgar. To bo tutorski razložiti, kako igrati igro.
sq: Kjo është tutorial për Legjenda e Edgar. Ky tutorial do të shpjegojë se si të luajë lojë.
sr: Ово је туториал за Легенда о Едгара. Ово упутство ће вам објаснити како да играте игру.
sv: Detta är handledningen för The Legend of Edgar. Denna handledning kommer att förklara hur man spelar spelet.
sw: Hii ni mafunzo kwa The Legend ya Edgar. Hii tutorial kitacho jinsi ya kucheza mchezo.
tr: Bu Legend Edgar için kılavuz DEĞİLDİR. Bu eğitimde nasıl oyunu açıklayacaktır.
vi: Đây là hướng dẫn cho The Legend of Edgar. Hướng dẫn này sẽ giải thích làm thế nào để chơi trò chơi.
yi: דאָס איז די טוטאָריאַל פֿאַר די לעגענד פון עדגאַר. דער טוטאָריאַל וועט פאַרענטפערן וויאַזוי צו שפּילן דעם שפּיל.
zh: 这是埃德加的传奇教程。本教程将说明如何玩游戏。

source: To exit this tutorial, press Escape and use the Up and Down arrow keys to choose an option. Press Return to select it.
af: Om af te sluit hierdie handleiding is, druk op Escape en die gebruik van die Bo en Onder pyltjie sleutels om van te kies 'n opsie. Terug om dit te kies.
ar: للخروج من هذا البرنامج التعليمي ، اضغط على الهروب واستخدام لأعلى وأسفل مفاتيح الأسهم لاختيار أحد الخيارات. اضغط على العودة لتحديده.
be: Для выхаду з гэтага падручніка, націсніце Escape і выкарыстоўвайце стрэлкі уверх і ўніз для выбару варыянту. Націсніце Назад, каб вылучыць яго.
bg: За да излезете от този урок, натиснете Escape и да използвате стрелки нагоре и надолу клавиши, за да изберете опция. Прес Връщане да го изберете.
ca: Per sortir d'aquest tutorial, premeu Escape i l'ús de dalt i avall les tecles de fletxa per triar una opció. Premeu Intro per seleccionar-lo.
cs: Chcete-li ukončit tento tutoriál, stiskněte Escape a používat nahoru a dolů šipkami zvolit volbu. Stiskněte tlačítko Zpět a vyberte jej.
cy: I adael y tiwtorial, wasg a Dianc defnyddio'r Up and Down bysellau saeth i ddewis opsiwn. Dychwelyd i'r wasg i'w dewis.
da: For at afslutte denne øvelse skal du trykke på Esc og bruge op og ned piletasterne til at vælge en indstilling. Tryk på Retur for at vælge det.
de: Zum Verlassen dieses Tutorial, drücken Sie Esc, und die Aufwärts-und Abwärts-Pfeiltasten wählen, um eine Option zu nutzen. Drücken Sie die Eingabetaste, um es auszuwählen.
el: Για να βγείτε από αυτό το σεμινάριο, πατήστε το πλήκτρο Escape και χρησιμοποιούν το άνω και κάτω βέλη για να επιλέξετε μια επιλογή. Επιστροφή Πατήστε για να το επιλέξετε.
et: Väljumiseks juhendaja vajutage Escape ja kasutamist üles ja alla nooleklahve, et valida funktsioon. Vajutage klahvi selle valimiseks.
fa: برای خروج از این آموزش ، مطبوعات فرار و بالا و پایین کلید های arrow به انتخاب یک گزینه استفاده کنید. بازگشت به مطبوعات آن را انتخاب کنید.
fi: Poistuaksesi opetusohjelman painamalla Escape ja käyttö ylös ja alas nuolinäppäimillä valita vaihtoehdon. Rivinvaihto valitse se.
fr: Pour sortir de ce didacticiel, appuyez sur Echap et utiliser les touches haut et bas flèche pour choisir une option. Appuyez sur Retour pour le sélectionner.
ga: Chun seo a scor teagaisc, brúigh Escape agus úsáid na Up agus eochracha arrow an Dúin a roghnú rogha. Brúigh ar ais chun é a roghnú.
gl: Para saír deste tutorial, preme Escape e utilizar as teclas arriba e frecha para abaixo para escoller unha opción. Prema Intro para selecciona-lo.
hi: इस ट्यूटोरियल के लिए बाहर निकलें, प्रेस और एस्केप ऊपर और नीचे तीर को एक विकल्प का चयन कुंजी का उपयोग करें. प्रेस लौटें यह चुनने के लिए.
hr: Za izlaz iz ove udžbenik, pritisnite tipku Escape i koristiti gore i dolje tipke sa strelicama da odaberete opciju. Povratak Pritisnite da biste ga odabrali.
hu: A kilépéshez a bemutató, nyomjuk meg az Escape, és használja a Fel és Le nyíl gombokkal válasszon egy lehetőséget. Nyomja meg a Visszatérés a kiválasztáshoz.
is: Til að loka þessari handbók, stutt Escape og nota upp og niður arrow takkana til að velja valkost. Ýttu aftur til að velja það.
it: Per uscire da questo tutorial, premere il tasto Esc e utilizzare i tasti su e giù freccia per scegliere un'opzione. Premere Invio per selezionarla.
iw: כדי לצאת במדריך זה, הקש בריחה להשתמש מלמעלה למטה במקשי החיצים כדי לבחור אפשרות. חזרה הקש כדי לבחור אותו.
ja: このチュートリアルでは、Escキーを押すと上下の矢印キーでオプションを選択するまで使用を終了する。 Returnキーを押して選択します。
ko: 이 튜토리얼을 누르십시오 탈출 및 아래쪽 화살표 키를 옵션을 선택하면 최대를 사용하여 종료하십시오. 보도 자료로 돌아가기를 선택합니다.
lv: Lai izietu no šī apmācība, nospiediet Evakuācijas un izmantot Up and Down bultiņu taustiņus, lai izvēlētos iespēju. Nospiediet Return to atlasītu.
mk: За излез од овој прирачник, притиснете Бегството и употреба на горе и долу стрелките на тастатурата за да изберете опција. Прес Врати се на одберете го.
mt: Għal dan il-ħruġ tutorja, l-istampa tas-salvataġġ u l-użu tal-Up u ċwievet vleġġa Down li jagħżlu l-għażla. Ritorn għall-istampa li tagħżel dan.
nl: Om af te sluiten deze tutorial, drukt u op Escape en gebruik de Up and Down pijltoetsen om een optie te kiezen. Druk op Return om het te selecteren.
no: For å avslutte denne opplæringen, trykk Escape og bruke Opp og Ned piltastene for å velge et alternativ. Trykk Enter for å velge det.
pl: Aby wyjść z tego kursu, naciśnij klawisz Escape i wykorzystanie w górę iw dół strzałek, aby wybrać opcję. Naciśnij przycisk powrotu, aby ją wybrać.
pt: Para sair deste tutorial, pressione Escape e utilizar as teclas Cima e Seta para baixo para escolher uma opção. Pressione Enter para selecioná-lo.
ro: Pentru a ieşi din acest tutorial, apăsaţi de evacuare şi de a folosi Sus şi tastele săgeată în jos pentru a alege o opţiune. Întoarceţi-Apăsaţi pentru a selecta.
sl: Če želite zapreti to tutorski, pritisnite Escape in uporabo gor in dol puščične tipke, da izberete možnost. Pritisnite Nazaj, da jo izberete.
sq: Për këtë tutorial dalje, shtypi arratisjes dhe përdorimin Up dhe Down arrow çelësat për të zgjedhur një opsion. Kthehuni Shtypni për të zgjedhur atë.
sr: Да бисте напустили овај туториал, притисните и Бекство користе горе и доле стрелицама да бисте изабрали опцију. Притисните Назад да бисте га изабрали.
sv: För att avsluta denna tutorial, tryck Escape och använda upp / ner piltangenter för att välja ett alternativ. Tryck på Retur för att välja det.
sw: Ili exit tutorial hii, vyombo vya habari na kutumia Escape Up Down arrow funguo ya kuchagua chaguo. Press Return to select it.
tr: Bu eğitimde, Escape tuşuna basın ve Aşağı ok tuşları ve bir seçeneği kullanın çıkmak için. Return tuşuna basın seçin.
vi: Để thoát khỏi hướng dẫn này, bấm phím Escape và sử dụng các phím mũi tên lên và xuống để lựa chọn một tùy chọn. Nhấn Enter để chọn nó.
yi: צו אַרויסגאַנג דעם טוטאָריאַל, דריקן עסקאַפּע און ניצן דעם אַרויף און דאָוון פייל קיז צו קלייַבן אַן אָפּציע. דרוק ווייַזן צו סעלעקטירן עס.
zh: 要退出本教程，按Escape和使用向上和向下箭头键选择一个选项。按返回到选择它。

source: To move left and right, use the arrow keys.
af: Te skuif na links en regs, die gebruik van die pyltjie sleutels.
ar: التحرك يمينا ويسارا واستخدام مفاتيح الأسهم.
be: Каб рухацца налева і направа, выкарыстоўваючы клавішы са стрэлкамі.
bg: За да преместите наляво и надясно, използвайте клавишите със стрелки.
ca: Per moure a l'esquerra i la dreta, utilitzeu les tecles de fletxa.
cs: Pro pohyb doleva a doprava, použijte klávesy se šipkami.
cy: I symud i'r chwith ac i'r dde, yn defnyddio'r bysellau saeth.
da: At gå til venstre og højre, skal du bruge piletasterne.
de: Nach links und rechts mit den Pfeiltasten.
el: Για να μετακινηθείτε αριστερά και δεξιά, χρησιμοποιήστε τα πλήκτρα βέλους.
et: Selleks, et liikuda vasakule ja paremale nooleklahvide abil.
fa: حرکت به چپ و راست ، استفاده از کلید های arrow.
fi: Siirtyä vasemmalle ja oikealle, nuolinäppäimillä.
fr: Pour aller à gauche et à droite, utilisez les touches fléchées.
ga: Chun bogadh ar chlé agus ar dheis, bain úsáid as na heochracha arrow.
gl: Para mover á esquerda e dereita, usa as frechas do teclado.
hi: और ठीक करने के लिए छोड़ दिया, आगे तीर कुंजी का उपयोग करें.
hr: Pomicati lijevo i desno, koristite tipke sa strelicama.
hu: Mozogni jobbra-balra a nyilakkal.
is: Til að færa vinstri og hægri, nota arrow takkana.
it: Per spostare a destra ea sinistra, utilizzare i tasti freccia.
iw: לנוע שמאלה וימינה, השתמש במקשי החיצים.
ja: 左右の矢印キーを使って左に移動してください。
ko: 오른쪽, 왼쪽 화살표 키를 사용하여 이동할 수있습니다.
lv: Lai pārvietotos pa kreisi un pa labi, izmantojiet bulttaustiņus.
mk: Да се движат лево и десно, користете ги копчињата со стрелки.
mt: Sabiex ikun hemm mixja tax-xellug u tal-lemin, uża l-keys vleġġa.
nl: Om naar links en rechts, gebruik de pijltjestoetsen.
no: Å gå til venstre og høyre, bruke piltastene.
pl: Aby poruszać się w lewo iw prawo, za pomocą klawiszy strzałek.
pt: Para mover para a esquerda e direita, use as setas do teclado.
ro: Pentru a vă deplasa la stânga şi la dreapta, utilizaţi tastele săgeată.
sl: Če želite premakniti levo in desno, uporabite puščične tipke.
sq: Për të lëvizur majtas dhe djathtas, përdorim çelësat arrow.
sr: Да бисте померили лево и десно, користите тастере са стрелицама.
sv: Att gå till vänster och höger, använd piltangenterna.
sw: Kuhamia kushoto na kulia, kutumia mshale funguo.
tr: Ve sağ, sol ok tuşlarını kullanarak taşımak için.
vi: Để di chuyển trái và bên phải, sử dụng các phím mũi tên.
yi: צו באַוועגן לינקס און רעכטס, ניצן די פייל קיז.
zh: 要移动左，右，使用箭头键。

source: To make jump, press space. You can move in the air when jumping.
af: Om te spring, druk op die ruimte. Jy kan beweeg in die lug toe spring.
ar: لجعل القفز ، اضغط على الفضاء. يمكنك الانتقال في الهواء عندما قفز.
be: Каб зрабіць скачок, прэс-прасторы. Вы можаце перамяшчацца ў паветры пры скачках.
bg: За да направите скок, натиснете пространство. Вие може да се движи във въздуха при скок.
ca: Per fer saltar, l'espai de premsa. Vostè pot moure en l'aire al saltar.
cs: Chcete-li skok, stiskněte mezerník. Se můžete pohybovat ve vzduchu při skoku.
cy: I wneud naid, lle i'r wasg. Gallwch symud yn yr awyr wrth neidio.
da: At gøre hoppe, trykke på mellemrumstasten. Du kan bevæge sig i luften, når springning.
de: Um direkt zu machen, drücken Sie die Leertaste. Sie können in der Luft bewegen, wenn Springen.
el: Να κάνει άλμα, πατήστε το πλήκτρο διαστήματος. Μπορείτε να μετακινήσετε στον αέρα όταν πηδά.
et: Et hüpata, vajuta tühikut. Võite liikuda õhus kui hüpped.
fa: برای ایجاد جهش ، فضا را فشار دهید. شما می توانید در هوا هنگام حرکت پریدن.
fi: Tehdä siirtyä painamalla tilaa. Voit liikkua ilmassa, kun hyppy.
fr: Pour faire sauter, espace presse. Vous pouvez vous déplacer dans l'air lors d'un saut.
ga: Léim go spás a dhéanamh preas,. Is féidir leat dul san aer nuair a stopadh.
gl: Para facer saltar, espazo prensa. Pode mover-se no ar cando salta.
hi: से कूद कर, प्रेस अंतरिक्ष. तुम हवा में स्थानांतरित कर सकते हैं जब कूद.
hr: Da bi skočiti, prostor pritisnite. Možete premjestiti u zrak kada skakanje.
hu: Ahhoz, hogy ugrani, nyomjuk meg a helyet. Tudod mozgatni a levegőben, amikor ugrálás.
is: Til að hoppa, ýta rúm. Þú getur fært í loftinu þegar stökk.
it: Per far saltare, lo spazio premere. È possibile spostare in aria quando salta.
iw: כדי לבצע קפיצה, רווח הקש. ניתן להעביר באוויר כאשר קופץ.
ja: キーを押しますスペースジャンプをしてください。場合は、空気中のときにジャンプ移動することができます。
ko: , 언론 공간을 도약합니다. 당신은 공기에서 점프하면 이동할 수있습니다.
lv: Padarīt lēkt, preses telpā. Jūs varat pārvietot ar gaisa transportu, ja lekt.
mk: Да се направи скок, притиснете простор. Може да се движат во воздухот кога скокање.
mt: Biex tagħmel jaqbżu l-ispazju għall-istampa,. Tista 'timxi fl-arja meta jaqbeż.
nl: Om te springen, drukt u op de ruimte. U kunt verplaatsen in de lucht bij het springen.
no: For å gjøre hoppe ved å trykke space. Du kan gå i lufta når hopping.
pl: Aby skakać, naciskając spację. Możesz poruszać się w powietrzu podczas skoków.
pt: Para fazer saltar, espaço imprensa. Você pode mover-se no ar quando salta.
ro: Pentru a face salt, apăsaţi pe spaţiu. Aveţi posibilitatea să mutaţi în aer atunci când jumping.
sl: Če želite skočiti, pritisnite prostor. Lahko premaknete v zraku, ko skokih.
sq: Për të bërë kërcim, hapësirë për shtyp. Ju mund të lëvizin në ajër kur kërcejnë.
sr: Да би скок, притисните размак. Можете да преместите у ваздуха када скаче.
sv: Göra hoppa trycker mellanslag. Du kan flytta i luften när hoppning.
sw: Kufanya wanaruka, wanahabari nafasi. Unaweza kuhamia katika hewa wakati wa kuruka.
tr: , Basın alanı sıçrama yapmak için. Sen havada zaman atlama taşıyabilirsiniz.
vi: Để làm cho nhảy, báo chí không gian. Bạn có thể di chuyển trong không khí khi nhảy.
yi: צו מאַכן שפרינג, דריקן פּלאַץ. איר קענען אַריבערפירן אין די לופט אַז דזשאַמפּינג.
zh: 要跳，按空间。您可以移动时，在空中跳跃。

source: To interact with an item, press c
af: Interaksie met 'n item, pers c
ar: على التفاعل مع عنصر ، اضغط ج
be: Для ўзаемадзеяння з пунктам, прэс-C
bg: За да си взаимодействат с елемент, натиснете в
ca: Per interactuar amb un element, premeu c
cs: Chcete-li pracovat s položkou, stiskněte c
cy: I ryngweithio gyda eitem, y wasg c
da: At interagere med et element, skal du trykke på c
de: Um die Interaktion mit einem Element, drücken Sie c
el: Να αλληλεπιδράσει με ένα στοιχείο, πατήστε το πλήκτρο c
et: Suhelda kirje, vajutage c
fa: ارتباط برقرار کردن با قلم اول از اقلام ، مطبوعات ج
fi: Vuorovaikutuksessa kohteen, paina C
fr: Pour interagir avec un élément, appuyez sur c
ga: Chun idirghníomhú le mír, brúigh c
gl: Para interactuar con un elemento, prema C
hi: के लिए एक आइटम के साथ बातचीत, प्रेस ग
hr: Komunicirati sa stavke, pritisnite c
hu: Hogy kölcsönhatásba lépnek a tételt, nyomjuk meg a C
is: Til að samskipti við hlut skaltu c
it: Per interagire con un oggetto, premere c
iw: כדי לקיים אינטראקציה עם פריט, הקש C
ja: の項目で、Cキーを押し対話するには
ko: 항목과 상호 작용하려면 C 키를 눌러
lv: Sadarboties ar objektu, nospiediet c
mk: За да комуницирате со ставка, притиснете в
mt: Li jinteraġixxu ma 'oġġett, l-istampa c
nl: Om te communiceren met een item, druk op c
no: Å samhandle med et element, trykker du på C
pl: Interakcje z pozycji, naciśnij klawisz C
pt: Para interagir com um item, prima C
ro: Pentru a interacţiona cu un element, apăsaţi C
sl: Za interakcijo s točko, pritisnite c
sq: Për të bashkëvepruar me një objekt, shtypni C
sr: Интеракцију са ставку, притисните в
sv: Att interagera med ett objekt, tryck på c
sw: Na kuingiliana na an item, wanahabari c
tr: Bir öğe ile, c tuşuna basın etkileşim için
vi: Để tương tác với một mục, bấm c
yi: צו ינטעראַקט מיט אַ נומער, דריקן C
zh: 互动的一个项目，按C

source: Walk over to the Action Point and press c
af: Loop oor na die Aksie Point en pers c
ar: المشي لاكثر من جهة العمل والصحافة ج
be: Падыходжу да дзеянняў Point і націсніце C
bg: Разходка през точка за действие, и натиснете в
ca: Camina fins al punt d'acció i premeu c
cs: Dojděte k akci bod a stiskněte c
cy: Gerdded ar hyd i'r Pwynt Gweithredu a'r wasg c
da: Gå over til den aktion, og tryk c
de: Zu Fuß auf den Action Point, und drücken Sie c
el: Πόδια πάνω στο σημείο της δράσης και πατήστε γ
et: Kõnni üle action point ja vajutage c
fa: پیاده روی بیش از نقطه ای به عمل و مطبوعات ج
fi: Kävele siirrettiin Toimi ja paina C
fr: Passez au-dessus de la borne d'action et appuyez sur C
ga: Siúil a chur chuig an Pointe Gníomhaíochta agus brúigh c
gl: Camiño ata o punto de acción e prema C
hi: लड़ाई प्वाइंट और प्रेस को खत्म चलो ग
hr: Prošećite na to Action Point i pritisnite c
hu: Menj el a cselekvési pontot és nyomjuk meg a C
is: Walk yfir að Aðgerð Point og ýta c
it: A piedi verso il punto d'azione e premere c
iw: ניגש אל נקודת פעילות ולחץ C
ja: アクションポイントを押してからcを歩く
ko: 액션 포인트를 누르십시오 C를 걸어
lv: Walk pār to rīcības punktu un nospiediet c
mk: Прошетка во текот на акција Точка и притиснете в
mt: Walk fuq għall-Punt ta 'Azzjoni u l-istampa c
nl: Loop naar de Action Point en druk op c
no: Walk over til søksmålet Pek og trykk på C
pl: Podchodzę do działania Point i naciśnij klawisz C
pt: Caminhe até o ponto de acção e prima C
ro: Mergi pe la Punctul de acţiune şi apăsaţi C
sl: Sprehodite se prenesejo v akcijski točko in pritisnite c
sq: Ecni mbi të Pika Veprimit dhe shtypni C
sr: Ходајте да преко акције и притисните тачке Ц
sv: Gå över till Åtgärd och tryck på c
sw: Kutembea juu ya Utekelezaji Point na waandishi c
tr: Eylem Point ve basın c üzerinde Walk
vi: Đi bộ qua các điểm hành động và báo chí c
yi: גיין איבער צו די אַקשאַן פּוינט און דריקן C
zh: 走过的行动点和按C

source: To collect an item from your
af: Te versamel 'n item uit jou
ar: لجمع بندا من حسابك
be: Для збору элемент са сваёй
bg: Да събира елемент от вашия
ca: Per recollir un article de la
cs: Chcete-li vybírat položky ze svého
cy: I gasglu eitem gan eich
da: At indsamle et element fra din
de: Um ein Element zu sammeln, von Ihrem
el: Για να συλλέξει ένα στοιχείο από σας
et: Koguda objekti oma
fa: برای جمع آوری قلم دوم از اقلام از شما
fi: Kerätä kohteen sinun
fr: Pour recueillir un élément de votre
ga: Chun a bhailiú mír ó do
gl: Para a obtención dun elemento do teu
hi: से एक आइटम एकत्र आपके
hr: Za prikupljanje stavku iz
hu: Gyűjteni egy elemet el
is: Til að safna hlut frá þinn
it: Per raccogliere un oggetto dal tuo
iw: לאסוף פריט שלך
ja: から項目を収集するには、
ko: 에서 항목을 수집하려면
lv: Savākt preci no jūsu
mk: Да се соберат на елемент од вашиот
mt: Biex jiġbru l-oġġett mill tiegħek
nl: Het verzamelen van een item uit uw
no: Å samle inn et element fra
pl: Aby zebrać przedmiot z listy
pt: Para a coleta de um item do seu
ro: Pentru a colecta un element de la dvs.
sl: Če želite zbirati eno od vaših
sq: Për të mbledhur një objekt nga tuaj
sr: За прикупљање ставку из своје
sv: Att samla in ett objekt från din
sw: Kukusanya an item kutoka wako
tr: Bir öğeyi toplamak için,
vi: Để thu thập từ một mục của bạn
yi: צו זאַמלען אַ נומער פֿון דיין
zh: 为了收集一个项目从您的
