Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Maybe I could tunnel my way in...
af: Miskien het ek kon tonnel my pad kg ..
ar: ربما أكون قد نفق في طريقي فيها..
be: Можа быць, я магла туннель шляху цалі ..
bg: Може би мога да тунел по моя начин и. ..
ca: Potser podria túnel in my way ..
cs: Možná bych mohl tunelu my way v. ..
cy: Efallai y gallwn i twnnel fy ffordd i mewn ..
da: Måske jeg kunne tunnel min vej i. ..
de: Vielleicht könnte ich meinen Weg Tunnel in. ..
el: Ίσως θα μπορούσα να σήραγγα δρόμο μου in. ..
et: Äkki ma võiks tunneli minu tee sisse ..
fa: شاید بتوانم وارد تونل راه من..
fi: Voisin tunnelin My Way sisään ..
fr: Peut-être que je pourrais tunnel mon chemin po ..
ga: B'fhéidir go bhféadfaí tollán mé mo bhealach isteach ..
gl: Poida que eu puidese túnel meu camiño dentro ..
hi: शायद मैं अपने रास्ते सुरंग के अंदर सकता है ..
hr: Možda sam mogao tunel moj način i. ..
hu: Talán tudtam alagút in my way ..
is: Kannski ég gæti göng leið mína inn ..
it: Forse avrei potuto tunnel mio modo a. ..
iw: אולי אני יכול המנהרה הדרך שלי פנימה ..
ja: たぶん私がトンネルの私の方法インチ..
ko: 어쩌면 그럴 수 터널로 들어 오면서 ...
lv: Varbūt es varētu tunelis manu ceļu iekšā ..
mk: Можеби би можел да ми начин тунел внатре ..
mt: Forsi stajt mina tiegħi mod pulzieri ..
nl: Misschien kan ik mijn weg tunnel inch ..
no: Kanskje jeg kunne tunnelen min vei i. ..
pl: Może mógłbym tunelu in my way ..
pt: Talvez eu pudesse túnel meu caminho dentro ..
ro: Poate aş putea să tunel in felul meu ..
sl: Mogoče bi lahko predor moj način v. ..
sq: Ndoshta unë mund të tunelit rrugën time in ..
sr: Можда сам могао тунела мој пут у. ..
sv: Kanske jag kunde tunnel min väg in ..
sw: Labda ningeweza in Tunnel njia yangu ..
tr: Belki olabilir tünel my way in ..
vi: Có lẽ tôi có thể hầm cách của tôi in ..
yi: אפֿשר איך קען טונעל מיין וועג ין ..
zh: 也许我能隧道我的方式英寸..

source: These machines aren't working.
af: Hierdie masjiene is nie werk nie.
ar: هذه الآلات التي لا تعمل.
be: Гэтыя машыны не працуюць.
bg: Тези машини не работят.
ca: Aquestes màquines no estan treballant.
cs: Tyto stroje jsou nefungují.
cy: Nid yw'r peiriannau yn gweithio.
da: Disse maskiner er ikke i orden.
de: Diese Maschinen funktionieren nicht.
el: Αυτά τα μηχανήματα δεν λειτουργούν.
et: Need masinad ei tööta.
fa: این ماشین ها هستند کار نمی کند.
fi: Nämä koneet eivät toimi.
fr: Ces machines ne fonctionnent pas.
ga: Nach bhfuil na meaisíní oibre.
gl: Estas máquinas non están funcionando.
hi: इन मशीनों से काम नहीं कर रहे हैं.
hr: Ovi strojevi ne rade.
hu: Ezek a gépek nem működnek.
is: Þessi vél er ekki að virka.
it: Queste macchine non funzionano.
iw: המכונות האלה לא עובד.
ja: これらのマシンで動作していない。
ko: 이 기계는 작동하지 않습니다.
lv: Šīs mašīnas nedarbojas.
mk: Овие машини се не функционира.
mt: Dawn il-magni ma jkunux qed jaħdmu.
nl: Deze machines werken niet.
no: Disse maskinene er i ustand.
pl: Maszyny te nie działają.
pt: Estas máquinas não estão funcionando.
ro: Aceste maşini nu sunt de lucru.
sl: Ti stroji ne delujejo.
sq: Këto makina nuk janë duke punuar.
sr: Ове машине не раде.
sv: Dessa maskiner är inte arbetar.
sw: Mashine hizi si kazi.
tr: Bu makineler çalışmıyor.
vi: Những máy này không làm việc.
yi: די מאַשינז זענען נישט ארבעטן.
zh: 这些机器不工作。

source: It looks like a gem should fit in this hole, maybe I can find some replacements.
af: Dit lyk soos 'n juweel moet pas in die gat, miskien kan ek sommige vervangings vind.
ar: يبدو وكأنه جوهرة ينبغي أن تندرج في هذا الثقب ، وربما يمكنني العثور على بعض البدلاء.
be: Гэта выглядае як жамчужына павінна ўпісвацца ў гэтую дыру, можа быць, я магу знайсці некаторыя замены.
bg: Тя изглежда като бижу следва да попада в тази дупка, може би мога да намеря някои заместители.
ca: Sembla una joia ha d'encaixar en aquest forat, potser es pot trobar un reemplaçament.
cs: Vypadá to jako drahokam by měly zapadat do té díry, možná se mi podaří najít nějaké náhrady.
cy: Mae'n edrych yn debyg i drysor dylai ffitio yn y twll, efallai y gallaf ddod o hyd i rai adnewyddu.
da: Det ligner en perle bør passe ind i dette hul, måske jeg kan finde nogle afløsere.
de: Es sieht aus wie ein Juwel sollte in diesem Loch zu passen, vielleicht finde ich einige Ersetzungen.
el: Μοιάζει με ένα κόσμημα πρέπει να εντάσσονται σε αυτήν την τρύπα, ίσως μπορώ να βρω κάποια αντικαταστάσεις.
et: Tundub pärl peaks sobima selle augu, et äkki ma ei leia mõned asendused.
fa: بیشتر شبیه به یک جواهر در این جا باید به سوراخ می رسد ، شاید من بعضی از تعویض می توانید پیدا کنید.
fi: Se näyttää helmi olisi sovittava tämän reiän, ehkä voin löytää korvaavia.
fr: Il ressemble à un bijou doivent s'inscrire dans ce trou, je peux peut trouver quelques remplacements.
ga: Breathnaíonn sé cosúil le GEM Ba chóir go cuí i bpoll seo, b'fhéidir is féidir liom a fháil roinnt replacements.
gl: Parece unha xoia debe caber nese burato, talvez poida atopar algunhas substitucións.
hi: यह एक मणि इस छेद में फिट होना चाहिए जैसा दिखता है, शायद मैं कुछ स्थान ले पा सकते हैं.
hr: To izgleda kao dragulj bi trebao stati u ovu rupu, možda mogu naći neke zamjene.
hu: Úgy néz ki, mint egy gyöngyszem, illeszkednie kell ezt a lyukat, talán talál néhány csere.
is: Það lítur út eins og gimsteinn að passa í þessari holu, ef til vill get ég fundið nokkrar stað.
it: Sembra un gioiello dovrebbe andare bene in questo buco, forse riesco a trovare alcune sostituzioni.
iw: זה נראה כמו פנינה צריכים להתאים לחור הזה, אולי אני יכול למצוא כמה תחליפים.
ja: この穴に収まる必要が宝石のように見えるが、多分私はいくつかの代替品を見つけることができます。
ko: 이 구멍에 맞도록해야한다 보석처럼 보이는, 어쩌면 내가 좀 교체를 찾을 수있습니다.
lv: Izskatās dārgakmens vajadzētu iederēties šo caurumu, varbūt es varētu atrast aizvietotājus.
mk: Изгледа како богатство треба да се вклопуваат во оваа дупка, можеби можам да најдам некоја замена.
mt: Jidher qisu a gem għandha tiffittja dan toqba, forsi nista 'nsib xi sostituzzjonijiet.
nl: Het ziet eruit als een juweel moeten passen in dit gat, misschien kan ik u enkele vervangingen.
no: Det ser ut som en perle bør få plass i dette hullet, kanskje jeg kan finne noen erstatning.
pl: Wygląda na to klejnot powinien mieścić się w tej dziurze, może uda mi się znaleźć zastępstwa.
pt: Parece uma jóia deve caber nesse buraco, talvez eu possa encontrar algumas substituições.
ro: Se pare ca o piatră preţioasă trebuie să se potrivească în această gaură, poate că am putea găsi unele înlocuiri.
sl: Izgleda kot biser bi bilo primerno v tej luknji, morda najdem nekaj zamenjav.
sq: Ajo duket si një gur i çmuar duhet të përshtatet në këtë vrimë, ndoshta unë mund të gjeni disa zëvendësimet.
sr: Изгледа као драгуљ би требало да стане у ову рупу, можда могу наћи замене.
sv: Det ser ut som en pärla ska passa i hålet, kanske jag kan hitta några ersättare.
sw: Inaonekana kama Gem wanapaswa fit katika shimo hili, labda naweza kupata baadhi replacements.
tr: Bu delik fit gereken bir mücevher gibi görünüyor, belki bazı yedek bulabilirsiniz.
vi: Nó trông giống như một đá quý nên phù hợp trong lỗ này, có lẽ tôi có thể tìm thấy một số thay thế.
yi: עס לוקס ווי אַ יידלשטיין זאָל פּאַסיק אין דעם לאָך, אפֿשר האָב איך קענען געפֿינען עטלעכע ריפּלייסמאַנץ.
zh: 这就像宝石应该适应这个洞看，也许我可以找到一些替代品。

source: It looks like it's tightly wedged in there. I can probably loosen it with the pickaxe...
af: Dit lyk soos dit is styf wedged in there. Ek kan waarskynlik los te maak is dit met die pikhouweel ...
ar: يبدو انها مثبتة بإحكام في هناك. ربما أستطيع أن يرخي مع معول...
be: Падобна на тое, ён моцна заклініла там. Я, верагодна, можа аслабіць яе з кірка ...
bg: Изглежда това е плътно заклещва там. Не мога да разхлабят вероятно с Кирка ...
ca: Sembla que és perfectament encaixada allà. Probablement pot afluixar amb el bec ...
cs: Vypadá to, že je to pevně vklíněn tam. Mohu snad uvolnit jej s krumpáčem ...
cy: Mae'n edrych fel ei fod yn wedged dynn yno. Gallaf ei debyg loosen â'r pickaxe ...
da: Det ser ud som det er kilet fast i der. Jeg kan sikkert løsne det med hakke ...
de: Es sieht so eng ist da drin eingeklemmt. Ich kann wohl lockern mit der Hacke ...
el: Μοιάζει είναι σφηνωμένο καλά εκεί μέσα. Μπορώ να χαλαρώσει κατά πάσα πιθανότητα με την αξίνα ...
et: Tundub, et see on tihedalt kiilukujuline sinna. Võin ilmselt lõdvendada seda kirgas ...
fa: به نظر میرسد آن شدیدا در wedged وجود دارد. من احتمالا می توانید آن را با کلنگ زدن شل...
fi: Näyttää siltä, että läpeensä juuttua sinne. Voin ehkä löysätä sen hakku ...
fr: On dirait qu'il est bien calé là-dedans. Je peux probablement le faire décoller avec la pioche ...
ga: Tá sí mar tá sé wedged docht in ann. Is féidir liom a scaoileadh dócha sé leis an pickaxe ...
gl: It looks like it's firmemente encravado alí dentro. Eu probablemente pode solta-la coa cabeza ...
hi: ऐसा लगता है कि यह कस वहाँ में अंकित है. मैं शायद यह कुदाल से मिट्टी खुरपना के साथ ढीला कर सकते हैं ...
hr: To izgleda kao da je čvrsto u klinču tamo. Ja vjerojatno može otpustiti s trnokop ...
hu: Úgy néz ki, mintha szorosan ott van ékelve. Tudom talán lazítsuk meg a csákány ...
is: Það útlit eins og það er vel wedged í það. Ég get sennilega losa það með pickaxe ...
it: It looks like it's ben incastrata lì dentro. Posso probabilmente allentare con il piccone ...
iw: זה נראה כאילו זה תקוע חזק שם. אני יכול כנראה לשחרר אותו עם מעדר ...
ja: のようにしっかりとそこにくさび形のようだ。私は多分つるはしとそれを緩めることができます...
ko: 마치 단단히 거기에 끼여있는 것 같아요. 아마 곡괭이와 그것을 느슨하게 할 수 ...
lv: Izskatās, ka tas ir cieši wedged tur. Varu droši vien sakratītu to ar pickaxe ...
mk: Изгледа дека е цврсто вклини во таму. Јас веројатно може да се олабави со pickaxe ...
mt: Jidher qisu huwa sewwa wedged fil hemmhekk. I tista 'probabbilment ma jinħallux mal-pickaxe ...
nl: Het lijkt erop dat deze stevig is ingeklemd in. Ik kan waarschijnlijk los met het houweel ...
no: Det ser ut som det er godt klemt fast i det. Jeg kan sikkert løsne den med hakken ...
pl: Wygląda to mocno wciśnięty w nie. Mogę chyba poluzować go motyka ...
pt: It looks like it's firmemente encravado lá dentro. Eu provavelmente pode soltá-la com a picareta ...
ro: Se pare ca e bine prins acolo. I a putea desprinde, probabil, cu târnăcopul ...
sl: Izgleda, da je trdno v klinču tam. Lahko verjetno zrahljamo z Trnokop ...
sq: Ajo duket si ajo e wedged fort në atje. Unë ndoshta mund ta liroj atë me pickaxe ...
sr: Изгледа да је чврсто у клинчу тамо. Ја вероватно могу размрдати са Трнокоп ...
sv: Det ser ut som det är tätt inklämd där. Jag kan nog lossa den med hackan ...
sw: Inaonekana kama ni tightly wedged katika huko. Loosen pengine naweza kuwa na pickaxe ...
tr: Gibi sıkıca orada sıkışmış's gibi görünüyor. Herhalde kazma ile gevşetin edebilirsin ...
vi: Dường như nó chặt wedged trong đó. Tôi có thể có thể nới lỏng nó với các pickaxe ...
yi: עס לוקס ווי עס ס 'טייטלי וועדזשד אין עס. איך קען מיסטאָמע לוסאַן עס מיט דער פּיקקאַקסע ...
zh: 看起来它在那里紧紧楔。我可以很放松与镐它...

source: To get to the Forbidden Swamp I'll need to build a raft.
af: Te kry om die Verbode Swamp ek nodig het om 'n vlot te bou.
ar: للوصول الى مستنقع المحرمة أنا بحاجة لبناء أساسات.
be: Каб трапіць у запретный Swamp мне трэба пабудаваць плот.
bg: За да стигнете до Забранения Блато аз ще трябва да построи сал.
ca: Per arribar a la Ciénaga Prohibida vaig a haver de construir una bassa.
cs: Chcete-li dostat do Zakázaného Swamp budu muset postavit vor.
cy: I gyrraedd y siglen Forbidden bydd angen i mi adeiladu rafft.
da: At komme til Den Forbudte Swamp jeg skal bruge til at bygge en tømmerflåde.
de: Um in der Verbotenen Swamp Ich brauche, um ein Floß zu bauen.
el: Για να φτάσετε στην Απαγορευμένη Βάλτο Θα πρέπει να οικοδομήσουμε μια σχεδία.
et: Et pääseda Forbidden Swamp ma vajadust ehitada parv.
fa: برای این که به آبی ممنوع من باید قایق را بسازند.
fi: Päästä Kielletty Swamp minun täytyy rakentaa lautta.
fr: Pour arriver à l'Swamp Interdite j'aurai besoin de construire un radeau.
ga: Chun a fháil chun an Swamp Toirmiscthe beidh mé gá a thógáil raft.
gl: Para chegar ao Pantano Prohibida vou ter para construír unha flota.
hi: को निषिद्ध दलदल करने के लिए मुझे एक बेड़ा बनाने की आवश्यकता होगी.
hr: Da biste dobili na Forbidden močvari ću morati izgraditi splav.
hu: Ahhoz, hogy a Tiltott Mocsár fogom fel kell építeni egy tutajt.
is: Til að fá að Forbidden Swamp ég þarf að byggja raft.
it: Per arrivare alla Palude Proibita avrò bisogno di costruire una zattera.
iw: כדי להגיע הביצה האסורה אני צריך לבנות רפסודה.
ja: 故宮の沼に私は、いかだをビルドする必要がありますを取得してください。
ko: 자금성 늪지에 나는 뗏목을 빌드해야합니다 얻으려면.
lv: Nokļūt Aizliegts purva man nāksies uzbūvēt plostu.
mk: За да стигнете до Забранетиот Блато ќе треба да се изгради сплав.
mt: Biex tikseb l-Swamp Projbit I'll ħtieġa li tinbena tas-salvataġġ.
nl: Om naar de Verboden Swamp ik nodig hebt om een vlot te bouwen.
no: For å komme til Den forbudte Swamp jeg trenger for å bygge en flåte.
pl: Aby dostać się do Zakazanego Swamp I'll potrzebę budowy tratwy.
pt: Para chegar ao Pântano Proibida vou precisar para construir uma jangada.
ro: Pentru a ajunge la Swamp Interzis am avea nevoie pentru a construi o pluta.
sl: Da bi prišli do Forbidden Swamp bom treba zgraditi splav.
sq: Për të marrë në moçal ndaluar unë do të duhet për të ndërtuar një traget.
sr: Доћи до Забрањени Мочвара ћу морати да се изгради сплав.
sv: För att komma till Förbjudna Swamp jag behöver för att bygga en flotte.
sw: Kupata kwa Forbidden Swamp I'll haja kujenga raft.
tr: Yasak Swamp için bir sal inşa gerekir almak için.
vi: Để có được các đầm lầy Forbidden tôi sẽ cần phải xây dựng một bè.
yi: צו באַקומען צו דעם פאָרבידדען סוואַמפּ איך וועט דאַרפֿן צו בויען אַ פּליט.
zh: 要进入紫禁城沼泽我需要建立一个木筏。

source: I can build the raft if I chop down enough trees from the forest
af: Ek kan bou aan die vlot as ek chop down genoeg bome van die bos
ar: أستطيع بناء أساسات لو كنت اقتلاع الاشجار من الغابات بما فيه الكفاية
be: Я магу пабудаваць плот, калі я секчы дрэвы Дастаткова зь лесу
bg: Не мога да построи сал, ако отрежат достатъчно дървета от гората
ca: Puc construir la bassa, si em tallen els arbres del bosc suficient
cs: Mohu postavit vor, kdybych dost pokácet stromy v lese
cy: Gallaf adeiladu rafft os ydw i dorri i lawr digon o goed o'r goedwig
da: Jeg kan bygge tømmerflåde, hvis jeg hugge ned nok træer fra skoven
de: Ich kann das Floß zu bauen, wenn ich genug fällen Bäume aus dem Wald
el: Μπορώ να οικοδομήσουμε τη σχεδία αν μπριζόλα αρκετά κάτω από τα δέντρα του δάσους
et: Ma võin ehitada parv kui ma langetama piisavalt puid metsas
fa: من می توانم قایق اگر من به اندازه کافی ریز ریز کردن کردن درختان از جنگل ساخت
fi: Voin rakentaa lauttaa, jos kaataa tarpeeksi puita metsästä
fr: Je peux construire le radeau si je abattre des arbres de la forêt assez
ga: Is féidir liom a thógáil ar an raft má mé síos chop crainn go leor ó na foraoise
gl: Podo construír a flota se eu derrubar árbores suficiente do bosque
hi: मैं बेड़ा बनाने अगर मैं जंगल से काट पर्याप्त पेड़ों कर सकते हैं
hr: Ja mogu izgraditi splav ako sam kotlet dolje dosta stabala iz šume
hu: Tudom építeni a tutajt, ha elég fákat vágja le az erdőből
is: Ég get byggt upp raft ef ég Chop niður nóg tré úr skóginum
it: Posso costruire la zattera se mi basta abbattere alberi della foresta
iw: אני יכול לבנות את הרפסודה אם אני מספיק לכרות עצים מן היער
ja: もし私が森の中から十分に木を切り倒す私は、いかだをビルドすることができます
ko: 만약 숲에서 나무를 자르게 충분히 난 뗏목을 만들 수
lv: Es varu izveidot plosta, ja es karbonāde paredz pietiekami koki no meža
mk: Јас може да се изгради на сплав, ако котлет долу доволно дрва од шумата
mt: I tista 'tibni l-salvataġġ jekk I CHOP fl siġar biżżejjed mill-foresta
nl: Ik kan het vlot bouwen als ik hakken genoeg bomen uit het bos
no: Jeg kan bygge flåten hvis jeg hogge ned nok trær fra skogen
pl: Mogę zbudować tratwę, jeśli wystarczy ściąć drzewa z lasu
pt: Eu posso construir a jangada se eu derrubar árvores suficiente da floresta
ro: I a putea construi pluta dacă aş tăia copacii destul de pădure
sl: Ne morem zgraditi splav, če sem sesekljajte določitvi dovolj dreves iz gozda
sq: Unë mund të ndërtuar traget në qoftë se unë pres poshtë pemëve të mjaftueshme nga pylli
sr: Ја могу изградити сплав ако котлет доле довољно стабала из шуме
sv: Jag kan bygga flotten om jag hugga ner tillräckligt träd från skogen
sw: Naweza kujenga raft ikiwa mimi Ladies kutosha chini ya miti kutoka misitu
tr: Eğer yeterli orman ağaçları kesmek ben sal inşa edebilirsiniz
vi: Tôi có thể xây dựng các bè nếu tôi chop down cây đủ từ rừng
yi: איך קען בויען די פּליט אויב איך קאָטלעט אַראָפּ גענוג טריז פֿון דער וואַלד
zh: 我可以建立木筏如果我砍掉的树木森林不够

source: I need 6 Chopped Logs to build a raft
af: Ek moet 6 Gekapte Logs vir die bou van 'n reeks
ar: أحتاج 6 سجلات المفروم لبناء أساسات
be: Мне трэба 6 рубленых Логи пабудаваць плот
bg: Трябва 6 Нарязани Логове да построи сал
ca: Necessito 6 Registres picat per construir una bassa
cs: Musím 6 Sekané Záznamy postavit vor
cy: Fi angen 6 Logiau wedi'u torri'n i adeiladu rafft
da: Jeg har brug for 6 Hakket Logs at bygge en tømmerflåde
de: Ich brauche 6 Chopped Logs, um ein Floß zu bauen
el: Χρειάζομαι 6 Τεμαχισμένα Logs να οικοδομήσουμε μια σχεδία
et: Vajan 6 Tükeldatud Logs ehitada parv
fa: من نیاز به 6 سیاههها قطعه قطعه شده برای ساخت قایق مسطح الواری
fi: Tarvitsen 6 Chopped Logit rakentaa lautta
fr: J'ai besoin de 6 bûches haché à construire un radeau
ga: De dhíth orm 6 Logchomhaid Chopped a thógáil raft
gl: Eu teño 6 Históricos picada para construír unha flota
hi: मैं 6 कटा Logs की जरूरत है एक बेड़ा बनाने के
hr: Trebam 6 sjeckani Trupci izgraditi splav
hu: Szükségem 6 aprított Naplók felépíteni egy tutaj
is: Ég þarf 6 Chopped Logs að byggja á raft
it: Ho bisogno di 6 Diari Chopped a costruire una zattera
iw: אני צריך 6 יומני קצוץ לבנות רפסודה
ja: 私は、いかだをビルドする6みじん切りのログが必要
ko: 나는 뗏목을 빌드 6 다진 로그 필요해
lv: Man vajag 6 šķērētas Baļķi būvēt plostu
mk: Ми треба 6 Chopped Дневници за изградба на сплав
mt: I ħtieġa 6 Logs imqattgħin biex jibnu ċattra
nl: Ik moet 6 Chopped Logs het bouwen van een vlot
no: Jeg trenger 6 Chopped Logger å bygge en flåte
pl: Potrzebuję 6 Chopped Logi do budowy tratwy
pt: Eu preciso de 6 Históricos picada para construir uma jangada
ro: Am nevoie de 6 Activitate Chopped de a construi o plută
sl: Rabim 6 sesekljani Dnevniki zgraditi splav
sq: Unë kam nevojë për 6 Shkrime copëtuar për të ndërtuar një traget
sr: Треба ми 6 сјецкан Протоколи да изгради сплав
sv: Jag behöver 6 hackade Loggar att bygga en flotte
sw: Nahitaji 6 Cant Kumbukumbu kujenga raft
tr: Ben bir sal inşa etmek için 6 Kıyılmış Kayıtlar gerek
vi: Tôi cần 6 bản ghi xắt nhỏ để xây dựng một bè
yi: איך דאַרפֿן 6 טשאָפּפּעד לאָגס צו בויען אַ פּליט
zh: 我需要6斩波日志建立一个木筏

source: I'm not going to the swamp without a sword and shield
af: Ek gaan nie na die moeras sonder 'n swaard en skild
ar: أنا لا أذهب إلى مستنقع دون سيفا ودرعا
be: Я не збіраюся на балота без меча і шчыта
bg: Аз не ходя на блатото без меч и щит
ca: Jo no vaig al pantà sense una espasa i l'escut
cs: Nebudu do bažiny, aniž by meč a štít
cy: Dydw i ddim yn mynd i'r siglen heb cleddyf a tharian
da: Jeg har ikke tænkt mig at sumpen uden sværd og skjold
de: Ich werde nicht auf die ohne Schwert und Schild Sumpf
el: Δεν πρόκειται να το βάλτο δεν σπαθί και ασπίδα
et: Ma ei kavatse mülgas ilma mõõga ja kilbiga
fa: من به باتلاق فرو بردن بدون شمشیر و سپر نمی
fi: En aio suolla ilman miekka ja kilpi
fr: Je ne vais pas le marais sans épée et le bouclier
ga: Níl mé ag dul go dtí an swamp gan sword agus sciath
gl: Eu non estou indo ao brejo sen unha espada e escudo
hi: मैं एक तलवार और ढाल के बिना दलदल नहीं जा रहा हूँ
hr: Im 'ne idući u močvari bez mača i štita
hu: Én nem megyek a mocsár nélkül, kard és pajzs
is: Ég er ekki að fara að Swamp án þess sverð og skjöld
it: Io non vado alla palude senza spada e scudo
iw: אני לא מתכוון הביצה בלי חרב ומגן
ja: 私は、剣と盾なしで湿地するつもりはない
ko: 나는 검술과 방패없이 늪으로 않을거야
lv: Es negrasos purvs bez zobenu un vairogu
mk: Не одам на мочуриште без меч и штит
mt: Jien ma jmur għall-swamp mingħajr xabla u tarka
nl: Ik ga niet naar het moeras zonder een zwaard en schild
no: Jeg har ikke tenkt til sumpen uten sverd og skjold
pl: I'm not going to bagno bez miecza i tarczy
pt: Eu não estou indo para o brejo sem uma espada e escudo
ro: Nu merg la mlaştină, fără o sabie şi scut
sl: Im 'ne tekoč v močvirje brez meč in ščit
sq: Unë nuk jam do te fundos pa shpatë dhe mburojë
sr: Ја не идем у мочвари, без мача и штита
sv: Jag tänker inte träsket utan ett svärd och sköld
sw: Sitakuja ya Swamp bila upanga na ngao
tr: Ben bir kılıç ve kalkan olmadan bataklığa için gitmiyorum
vi: Tôi sẽ không để các đầm lầy mà không có một thanh kiếm và lá chắn
yi: איך טוט מיר ניט גאָוינג צו דעם זומפּ אָן אַ שווערד און פאַרשטעלן
zh: 我不会向沼泽没有剑与盾

source: OK, here goes!
ar: موافق ، وهنا يذهب!
be: Добра, вось ідзе!
bg: Добре, върви!
ca: OK, aquí va!
cs: OK, tady je!
cy: OK, yma yn mynd!
da: OK, her går!
de: OK, hier geht!
el: ΟΚ, εδώ πηγαίνει!
et: OK, läheb lahti!
fa: خوب ، در اینجا می رود!
fr: OK, allons-y!
ga: Téann OK, anseo!
gl: OK, aquí vai!
hi: ठीक है, यहाँ है!
hr: OK, ovdje ide!
hu: OK, itt megy!
is: Allt í lagi, hér fer!
it: OK, va qui!
iw: אוקיי, הנה זה בא!
ja: [OK]を、ここで行く！
ko: 좋아, 간다!
lv: Labi, šeit iet!
mk: Добро, тука се!
mt: OK, hawnhekk tmur!
nl: OK, hier gaat!
no: OK, går her!
pl: OK, tu idzie!
pt: OK, aqui vai!
ro: OK, aici merge!
sl: OK, tukaj gre!
sq: OK, këtu shkon!
sr: У реду, овде иде!
tr: Tamam, buraya!
yi: אקעי, דאָ גאָוז!
zh: 行，这里去！

source: Aw, not again!
af: Aw, nie weer!
ar: تشطيب ، وليس مرة أخرى!
be: Aw, толькі не гэта!
bg: О, не отново!
ca: Oh, no una altra vegada!
cs: Ach, ne!
cy: AW, nid yw eto!
da: Øv, ikke igen!
de: Ach, nicht schon wieder!
el: Aw, δεν πάλι!
et: Ah, ei ole enam!
fa: Aw ، و نه دوباره!
fi: Aw, ei taas!
fr: Aw, pas encore!
ga: AW, ní arís!
gl: Ah, outra vez non!
hi: ओ, फिर से नहीं!
hr: O, ne opet!
hu: Jaj, már megint!
is: Aw, ekki aftur!
iw: אוי, לא שוב!
ja: Awのではなく、再び！
ko: 아, 다시는 안돼!
lv: Aw, ne atkal!
mk: Aw, а не повторно!
mt: Aw, mhux darb'oħra!
nl: Aw, niet weer!
no: Aw, ikke igjen!
pl: Aw, nie znowu!
pt: Ah, de novo não!
ro: Ah, nu din nou!
sl: Oh, ne že spet!
sq: Aw, nuk përsëri!
sr: О, не опет!
sv: Aw, inte igen!
sw: Aw, si tena!
tr: Aw, yine!
vi: Aw, không phải một lần nữa!
yi: אָ, נישט נאכאמאל!
zh: 胡，没有了！
