Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Do you have an axe?
af: Het jy 'n byl?
ar: هل لديك بفأس؟
be: У вас ёсць сякера?
bg: Имате ли брадва?
ca: Té vostè una destral?
cs: Máte sekeru?
cy: Oes gennych chi bwyell?
da: Har du en økse?
de: Haben Sie eine Axt?
el: Έχετε ένα τσεκούρι;
et: Kas teil on kirves?
fa: آیا تبر؟
fi: Onko sinulla kirvestä?
fr: Avez-vous une hache?
ga: An bhfuil tú tua?
gl: Ten un machado?
hi: क्या तुम एक कुल्हाड़ी है?
hr: Imate sjekirom?
hu: Van egy fejszével?
is: Gera þú hafa óákveðinn greinir í ensku öxi?
it: Avete un'accetta?
iw: האם יש לך גרזן?
ja: 場合斧がありますか？
ko: 당신이 도끼를 가지고 있나요?
lv: Vai jums ir cirvis?
mk: Имате ли секира?
mt: Għandek xi mannara?
nl: Heeft u een bijl?
no: Har du en øks?
pl: Czy masz topór?
pt: Você tem um machado?
ro: Ai un topor?
sl: Imate sekiro?
sq: A keni një sëpatë?
sr: Да ли имате секире?
sv: Har du en yxa?
sw: Do you have an shoka?
tr: Bir balta var mı?
vi: Bạn có một axe?
yi: צי איר האָבן אַן האַק?
zh: 你们有开刀呢？

source: Erm... I left my axe in the forest somewhere. It should still be there
af: Erm ... Ek het my byl links in die bos iewers. Dit moet nog steeds daar wees
ar: إدارة مخاطر المؤسسات... لقد غادرت بلدي فأس في مكان ما في الغابة. فإنه ينبغي أن يكون لا يزال هناك
be: Эрм ... Я пакінуў сякерай у лесе, где-то. Яна павінна па-ранейшаму там
bg: Ъ-ъ ... Оставих си брадва в гората някъде. Той все пак трябва да се има
ca: Erm ... Vaig sortir de la meva destral al bosc en algun lloc. Encara ha de ser-hi
cs: Ehm ... Nechala jsem sekeru v lese někde. Mělo by tam být ještě
cy: ERM ... I mi adael fy bwyell yn y goedwig yn rhywle. Dylai fod yn dal i fod yno
da: Erm ... Jeg forlod min økse i skoven eller andet sted. Det skal stadig være der
de: Erm ... Ich habe meine Axt in den Wald irgendwo. Es sollte noch da sein
el: Erm ... Άφησα τσεκούρι μου στο δάσος κάπου. Θα πρέπει ακόμη να υπάρχει
et: Erm ... Ma jätsin oma kirvega metsas kuskil. See peaks siiski olema olemas
fa: Erm... من تبر من در جنگل سمت چپ جایی. که هنوز باید وجود داشته باشد
fi: Erm ... Jätin kirves metsän jonnekin. Se olisi vielä olemassa
fr: Erm ... J'ai quitté ma hache dans la forêt quelque part. Il devrait être encore là
ga: Erm ... D'fhág mé mo tua san fhoraois áit éigin. Ba chóir é a fós
gl: Erm ... Deixei o meu Machado no bosque, en algún lugar. Debe estar alí
hi: एर्म ... मैं जंगल में मेरी कुल्हाड़ी कहीं छोड़ दिया है. यह अभी भी वहाँ होना चाहिए
hr: Erm ... Sam napustio moj sjekirom u šumi negdje. To bi trebao pa ipak biti tamo
hu: Erm ... Hagytam a fejszét az erdőben valahol. Meg kell még mindig ott
is: Erm ... Ég fór öxi mína í skógi einhvers staðar. Það ætti samt að vera þar
it: Erm ... Ho lasciato la mia ascia nella foresta da qualche parte. Dovrebbe essere ancora lì
iw: ERM ... עזבתי את הגרזן שלי ביער איפשהו. זה עדיין צריך להיות שם
ja: ERMは...私は、フォレスト内のどこかに自分の斧を残しました。それはまだそこにする必要があります
ko: 음 .. 나는 숲 어딘가에 내 도끼를 왼쪽으로. 그것은 아직 거기에 있어야
lv: Erm ... I left my axe in mežā kaut kur. Būtu vēl tur
mk: ERM ... Јас заминав ми секира некаде во шумата. Тоа треба уште да се има
mt: ERM ... I xellug mannara tiegħi fil-foresta x'imkien. Għandu jibqa 'hemm
nl: Erm ... Ik liet mijn bijl ergens in het bos. Het moet nog steeds worden er
no: Erm ... Jeg forlot min øks i skogen et sted. Det bør fortsatt være der
pl: Erm ... Zostawiłem mój topór w lesie gdzieś. Powinien on być nadal istnieje
pt: Erm ... Deixei o meu machado na floresta, em algum lugar. Deve ainda estar lá
ro: Hm ... Am plecat de topor mea în pădure undeva. Acesta ar trebui să fie în continuare acolo
sl: Erm ... Pustil sem sekiro v gozdu nekje. Treba je še vedno tam
sq: Erm ... Kam mbetur sëpatë time në pyll diku. Ajo duhet të jetë ende atje
sr: ЕРМ ... Отишао сам моју секиру у шуми негде. Још увек треба да постоји
sv: Erm ... Jag lämnade min yxa i skogen någonstans. Det bör fortfarande vara där
sw: ERM ... Mimi kushoto shoka wangu katika msitu mahali fulani. Ni lazima bado kuna
tr: Erm ... Ben ormanda bir yerlerde benim balta bıraktı. Hala orada olmalı
vi: Erm ... Tôi còn mơ nào trong rừng một nơi nào đó. Nó vẫn cần có
yi: ערם ... איך לינק מיין האַק אין דער וואַלד ערגעץ. עס זאָל נאָך זיין עס
zh: 企业风险管理...我离开了我的斧头森林某处。它应仍然存在

source: Isn't that forest dangerous?
af: Is dit nie dat die bos gevaarlik?
ar: غير أن غابات خطير؟
be: Хіба гэта не небяспечна лесе?
bg: Това не е ли опасно гората?
ca: No és que el bosc és perillós?
cs: Není to nebezpečné lesa?
cy: Yw nad yw coedwig beryglus?
da: Er det ikke, at skoven farligt?
de: Ist das nicht Wald gefährlich?
el: Δεν είναι ότι δάσος επικίνδυνο;
et: Kas see ei ole metsa ohtlik?
fa: این است که در جنگل خطرناک نیست؟
fi: Ole siitä, että metsien vaarallista?
fr: N'est-ce pas que la forêt elle dangereuse?
ga: An nach foraoise contúirteacha?
gl: Non é que o bosque é perigosa?
hi: खतरनाक है जंगल नहीं है?
hr: Nije li to šuma opasno?
hu: Hát nem az erdei veszélyes?
is: Er ekki að skógur hættulegt?
it: Non è che la foresta di pericoloso?
iw: זה לא יער מסוכן?
ja: その森の危険性はありませんか？
ko: 숲에 위험하지 않나요?
lv: Nav ka meža bīstami?
mk: Не е дека шумски опасни?
mt: Ma jkunx perikoluż foresta li?
nl: Is dat niet het bos gevaarlijk?
no: Er ikke det skogen farlig?
pl: Czy nie jest to las jest niebezpieczny?
pt: Não é que a floresta é perigosa?
ro: Nu este faptul că pădurea periculos?
sl: Ali ni to nevarno gozd?
sq: A nuk është që pylli të rrezikshme?
sr: Зар то није опасно шуме?
sv: Är det inte skogen farlig?
sw: Si kwamba misitu ni hatari?
tr: Orman tehlikeli değil mi?
vi: Mà không phải là rừng nguy hiểm không?
yi: איז נישט אַז וואַלד געפערלעך?
zh: 这不是森林的危险？

source: Not really, if anything gets in your way, just hit it with a weapon
af: Nie regtig nie, as daar iets kry in jou manier, net hit dit met 'n wapen
ar: ليس في الواقع ، إذا كان أي شيء يحصل في طريقك ، انها مجرد ضرب بسلاح
be: Не зусім, калі што-то трапляе ў вашым шляху, проста націсніце яе з зброяй
bg: Не наистина, ако нещо стане по пътя си, просто го удари с оръжие
ca: No realment, si alguna cosa s'interposa en el seu camí, acaba de colpejar amb una arma
cs: Ani ne, pokud se něco dostane do cesty, stačí kliknout na to se zbraní
cy: Nid mewn gwirionedd, os oes unrhyw beth yn cael yn eich ffordd, jyst daro â arf
da: Ikke rigtigt, hvis noget kommer i vejen for dig, bare ramte den med et våben
de: Nicht wirklich, wenn etwas im Weg, drücken Sie einfach mit einer Waffe
el: Δεν είναι αλήθεια, αν κάτι παίρνει το δρόμο σας, χτύπησε το μόνο με ένα όπλο
et: Ei tõesti, kui midagi saab oma teel, nii tabas teda relva
fa: نه واقعا ، اگر هر چیزی میشود در راه خود ، آن را فقط با سلاح آمار
fi: Ei oikeastaan, jos jotain saa tiellä, paina vain se ase
fr: Pas vraiment, si quelque chose se met sur votre chemin, il suffit de frapper avec une arme
ga: Gan ndáiríre, má thagann aon ní i do bhealach a dhéanamh, ach bhuail sé le arm
gl: Non por iso, se algo queda no seu camiño, pode bater-lo con un arma
hi: नहीं सच में, अगर कुछ भी तुम्हारे रास्ते में हो जाता है, बस एक हथियार से मारा
hr: Ne baš, ako išta dobiva u svoj način, samo ga udariti s oružjem
hu: Nem igazán, ha más nem megy bele az utat, csak hit, hogy a fegyver
is: Ekki raunverulega, ef eitthvað gerist á vegi þínum, bara högg það með vopn
it: Non proprio, se qualcosa viene a suo modo, appena colpito con un'arma
iw: לא באמת, אם משהו מפריע שלך, רק להכות בו עם נשק
ja: は実際に、もし何かあなたの邪魔になるだけで武器ではヒット
ko: 아니 정말, 만약 아무것도 방해가되면 그냥 무기를 함께했다
lv: Nav tiešām, ja kaut kas izpaužas jūsu ceļu, vienkārši hit to ar ieročiem
mk: Не баш, ако ништо добива на вашиот начин, само кликнете на него со оружје
mt: Mhux tassew, jekk xejn gets fi triqtek, just hit ma 'arma
nl: Niet echt, als er iets in de weg staat, klik je met een wapen
no: Ikke egentlig, om noe kommer i veien for deg, trykker du bare på det med et våpen
pl: Raczej nie, jeśli w ogóle dostanie się na swój sposób, wystarczy kliknąć go broni
pt: Nem por isso, se alguma coisa fica em seu caminho, basta bater-lo com uma arma
ro: Nu este într-adevăr, în cazul în care ceva este in drumul tau, doar a lovit-o cu o armă
sl: Niti ne, če sploh kaj pride v svojo pot, samo zadeti z orožjem
sq: Jo me të vërtetë, nëse çdo gjë merr në rrugën tuaj, vetëm goditi atë me një armë
sr: Не стварно, ако ништа друго добије на свој начин, само је погодио са оружјем
sv: Inte riktigt, om något i vägen för dig, du bara på den med ett vapen
sw: Si kweli, kama anapata chochote katika njia yako, hit tu kwa silaha
tr: Gerçekten de eğer bir şey yoluna alır, sadece silah ile vurmak
vi: Không thực sự, nếu bất cứ điều gì được theo cách của bạn, chỉ cần nhấn nó với vũ khí
yi: ניט טאַקע, אויב עפּעס געץ אין דיין וועג, נאָר שלאָגן דאָס מיט אַ וואָפן
zh: 不是真的，如果有的话，在您的方式获得，只要按一下它的武器

source: Such as an axe?
af: Soos 'n byl?
ar: مثل بفأس؟
be: Такія, як сякеру?
bg: Такива като брадва?
ca: Com ara una destral?
cs: Jako sekera?
cy: O'r fath fel bwyell?
da: Såsom en økse?
de: Wie eine Axt?
el: Όπως ένα τσεκούρι;
et: Nagu kirves?
fa: مانند تبر؟
fi: Kuten kirves?
fr: Comme une hache?
ga: Den sórt sin mar tua?
gl: Tal como un machado?
hi: एक कुल्हाड़ी के रूप में इस तरह के?
hr: Kao što je sjekira?
hu: Mint például egy fejszét?
is: Eins öxi?
it: Come una scure?
iw: כמו גרזן?
ja: 斧というと？
ko: 도끼로 어떻 게요?
lv: Piemēram, cirvis?
mk: Како што е секира?
mt: Bħal mannara?
nl: Zoals een bijl?
no: For eksempel en øks?
pl: Takie jak topór?
pt: Tal como um machado?
ro: Cum ar fi un topor?
sl: Kot sekira?
sq: Si një sëpatë?
sr: Као што су секире?
sv: Såsom en yxa?
sw: Kama vile shoka?
tr: Balta gibi?
vi: Như một axe?
yi: אַזאַ ווי אַן האַק?
zh: 作为斧头这样？

source: Yes, that would do the trick
af: Ja, sou wat doen die truuk
ar: نعم ، من شأنها أن تفعل خدعة
be: Так, гэта было б зрабіць трук
bg: Да, това ще свърши работа
ca: Sí, això seria fer el truc
cs: Ano, to by to trik
cy: Ie, a fyddai'n gwneud y gamp
da: Ja, ville det gøre det trick
de: Ja, das wäre schon geht's los
el: Ναι, αυτό θα κάνει το κόλπο
et: Jah, see oleks Tepsiä
fa: بله ، که لم کار
fi: Kyllä, se tepsiä
fr: Oui, ce serait faire l'affaire
ga: Tá, go mbeadh a dhéanamh ar an trick
gl: Si, iso faría o truco
hi: हाँ, यह चाल करना होगा
hr: Da, to će učiniti trik
hu: Igen, ez csinál a fogás
is: Já, það vildi gera the bragð
it: Sì, che avrebbe fatto il trucco
iw: כן, זה יעשה את הטריק
ja: はい、そのトリックを行うと
ko: 그래, 그 트릭을 할 것이라고
lv: Jā, tas jādara triks
mk: Да, тоа ќе го стори на трик
mt: Iva, li ser jagħmel l-trick
nl: Ja, dat zou de truc
no: Ja, det ville gjøre triks
pl: Tak, że to podstęp
pt: Sim, isso faria o truque
ro: Da, care ar face smecheria
sl: Ja, to bi delati ukana
sq: Po, që do të bëjnë mashtrim
sr: Да, то ће учинити трик
sv: Ja, det skulle göra susen
sw: Ndiyo, ambayo ingeweza kufanya hila
tr: Evet, hile yapmak istiyorsunuz
vi: Vâng, đó sẽ làm như lừa
yi: יאָ, וואָס וואָלט טאָן די דריי
zh: 是的，能够获得成功

source: But seriously, there's nothing in there that can really harm you. That problem was dealt with a long time ago...
af: Maar ernstig, is daar niks in is daar wat regtig kan seermaak nie. Dat die probleem was met 'n lang tyd gelede behandel ...
ar: ولكن على محمل الجد ، لا يوجد شيء هناك يمكن ان تضر حقا لك. التي تم التعامل مع المشكلة منذ وقت طويل...
be: Ну а калі сур'ёзна, няма нічога, што там сапраўды можа нанесці вам шкоду. Гэтая праблема разглядалася вельмі даўно ...
bg: Но сериозно, няма нищо там, че наистина може да ви навреди. Този проблем е била третирана с много отдавна ...
ca: Però seriosament, no hi ha res allà que realment pot fer mal. Aquest problema es va tractar fa molt de temps ...
cs: Ale vážně, nic tam není, že tam může opravdu ublížit. Tento problém byl projednáván už dávno ...
cy: Ond o ddifrif, does dim byd yno sy'n gallu niweidio chi mewn gwirionedd. Y broblem yn ymdrin â amser maith yn ôl ...
da: Men seriøst, er der intet i det, der virkelig kan skade dig. Dette problem blev behandlet med en lang tid siden ...
de: Aber im Ernst, es ist nichts drin, dass Sie wirklich schaden können. Das Problem wurde durch einen vor langer Zeit behandelt ...
el: Αλλά σοβαρά, δεν υπάρχει τίποτα εκεί μέσα που μπορούν να βλάψουν πραγματικά. Το πρόβλημα αυτό αντιμετωπίζεται με πολύ καιρό ...
et: Aga tõsiselt, seal on midagi olemas, mida saab tõesti teile kahjulik. Seda probleemi arutati kaua aega tagasi ...
fa: اما جدی تلقی می کنید ، هیچ چیز وجود دارد در وجود دارد که واقعا می تواند به شما آسیب برساند. که با یک مشکل خیلی وقت پیش بود سر و کار داشتن...
fi: Mutta vakavasti, ei ole mitään ja siellä voi todella vahingoittaa sinua. Tätä ongelmaa käsiteltiin jo kauan sitten ...
fr: Mais sérieusement, il n'y a rien là qui peut vraiment vous faire du mal. Ce problème a été traité il ya longtemps ...
ga: Ach go dáiríre, níl aon ní sa ann gur féidir dochar a dhéanamh leat i ndáiríre. Pléadh an fhadhb le fada ó shin ...
gl: Pero, falando serio, non hai nada alí que realmente pode prexudicalo. Este problema foi tratado hai moito tempo ...
hi: लेकिन गंभीरता से, वहाँ वहाँ में कुछ भी नहीं है कि सच में तुम्हें नुकसान नहीं पहुँचा सकता. यह समस्या काफी समय पहले से निपटा गया था ...
hr: Ali ozbiljno, There's nothing in ima koji zaista mogu naškoditi. Taj problem je bavio davno ...
hu: De komolyan, nincs benne, hogy tényleg bántani. Ezt a problémát kezelték régen volt ...
is: En alvarlega, það er ekkert þar sem getur raunverulega skaða þig. Þetta vandamál var brugðist við fyrir löngu ...
it: Ma sul serio, non c'è niente lì dentro, che può davvero male. Tale problema è stato affrontato con un tempo fa ...
iw: אבל ברצינות, אין שום דבר שם זה יכול באמת לפגוע בך. כי הבעיה טופלה לפני זמן רב ...
ja: しかし、真剣に、何もないでは実際に害を与えることだ。その問題は長い時間前に配られた...
ko: 하지만 심각하게, 아무것도 거기에 정말 당신 한테 해를 끼칠 수있는. 그 문제는 오랜 시간 전에 처리되었습니다 ...
lv: Bet nopietni, tur nekas tur, ka tiešām var kaitēt Jums. Šī problēma bija jārisina jau sen ...
mk: Но, сериозно, нема ништо таму дека навистина може да ви напакости. Тој проблем е се занимаваа со одамна ...
mt: Imma serjament, m'hemm xejn fil hemm li jistgħu verament ħsara inti. Dik il-problema ġiet ittrattata żmien twil ilu ...
nl: Maar serieus, er is niets in dat er echt kan u schaden. Dat probleem werd behandeld met een lange tijd geleden ...
no: Men seriøst, det er ingenting i det som virkelig kan skade deg. Det problemet ble behandlet for lenge siden ...
pl: A tak na poważnie, nic tam, że rzeczywiście może cię skrzywdzić. Problem ten był rozpatrywany dawno temu ...
pt: Mas, falando sério, não há nada lá que realmente pode prejudicá-lo. Esse problema foi tratado há muito tempo ...
ro: Dar, serios, nu e nimic acolo care pot afecta sănătatea într-adevăr tine. Această problemă a fost soluţionată cu mult timp în urmă ...
sl: Ampak resno, to še ni nič v tam, da lahko resnično vam škodoval. Ta težava je bila obravnavana že zdavnaj ...
sq: Por seriozisht, nuk ka asgjë në të vërtetë atje që mund të dëmtojë ju. Ky problem është trajtuar me një kohë të gjatë më parë ...
sr: Али озбиљно, нема ничега тамо заиста може да вам науди. Тај проблем је се бавио пре доста времена ...
sv: Men allvarligt, det finns inget i det som verkligen kan skada dig. Detta problem har behandlats för länge sedan ...
sw: Lakini seriously, kuna kitu katika kuna madhara ambayo yanaweza kweli wewe. Kwamba tatizo lilikuwa kushughulikiwa kwa muda mrefu uliopita ...
tr: Ama cidden, hiçbir şey orada gerçekten size zarar bu. Bu sorun uzun zaman önce ile dealt ...
vi: Tuy nhiên, nghiêm túc, không có gì trong đó thực sự có thể làm hại bạn. Đó cũng là vấn đề xử lý một thời gian dài trước đây ...
yi: אָבער אַף אַן עמעס, עס ס 'גאָרנישט אין עס אַז קען טאַקע שאַטן איר. אַז פּראָבלעם איז געווען דעלט מיט אַ לאַנג צייט צוריק ...
zh: 但严重的是，有在那里没有真正能够伤害你。这个问题是处理了很久以前...

source: Good luck!
af: Alles van die beste!
ar: حظ سعيد!
be: Удачы!
bg: Успех!
ca: Bona sort!
cs: Hodně štěstí!
da: Held og lykke!
de: Viel Glück!
el: Καλή τύχη!
et: Õnn kaasa!
fa: موفق باشید!
fi: Onnea!
fr: Bonne chance!
ga: Go n-éirí leat!
gl: Boa sorte!
hi: सौभाग्य!
hr: Sretno!
hu: Sok szerencsét!
is: Gangi þér vel!
it: Buona fortuna!
iw: בהצלחה!
ja: 頑張って！
ko: 행운을 빕니다!
lv: Labu veiksmi!
mk: Со среќа!
mt: Nawguralek!
nl: Succes!
no: Lykke til!
pl: Powodzenia!
pt: Boa sorte!
ro: Succes!
sl: Srečno!
sq: Paç fat!
sr: Срећно!
sv: Lycka till!
sw: Bahati njema!
tr: Iyi şanslar!
vi: Chúc may mắn!
yi: גוטע גליק!
zh: 祝您好运！

source: Oh, thanks Edgar, I only needed 3, but thanks for the additional help!
af: Oh, thanks Edgar, ek is net wat nodig is 3, maar dankie vir die ekstra hulp!
ar: أوه ، وذلك بفضل إدغار ، أنا فقط بحاجة 3 ، ولكن الشكر للمساعدة إضافية!
be: Ой, дзякуй Эдгар, мне патрэбны толькі 3, але дзякуй за дадатковую дапамогу!
bg: О, благодаря Едгар, аз необходимо само 3, но благодаря за допълнителна помощ!
ca: Oh, gràcies a Edgar, que només necessitava 3, però gràcies per l'ajuda addicional!
cs: Oh, díky Edgar, jsem potřebovala pouze 3, ale díky za další pomoc!
cy: O, diolch Edgar, yr wyf yn unig angen 3, ond diolch am yr help ychwanegol!
da: Åh, tak Edgar, jeg kun brug for 3, men tak for den ekstra hjælp!
de: Oh, danke Edgar, brauchte ich nur 3, aber danke für die zusätzliche Hilfe!
el: Ω, ευχαριστώ Edgar, χρειάστηκα μόνο το 3, αλλά ευχαριστώ για την πρόσθετη βοήθεια!
et: Oh, aitäh Edgar, mul vaja ainult 3, kuid tänu täiendava abi!
fa: آه ، با تشکر ادگار ، من فقط 3 مورد نیاز است ، اما برای تشکر از کمک های اضافی!
fi: Voi, kiitos Edgar, olen tarvitaan vain 3, mutta kiitos lisäohjeita!
fr: Oh, merci Edgar, je n'avais besoin que 3, mais merci pour l'aide supplémentaire!
ga: Ó, a bhuíochas Edgar, is gá mé ach 3, ach a bhuíochas ar an cuidiú breise!
gl: Oh, gracias Edgar, eu só precisaba de 3, pero, gracias a axuda adicional!
hi: ओह, धन्यवाद एडगर, मैं सिर्फ 3 की जरूरत है, लेकिन अतिरिक्त मदद के लिए धन्यवाद!
hr: Oh, hvala Edgar, ja jedini koji je potreban 3, ali hvala za dodatnu pomoć!
hu: Ó, köszönöm Edgar, én csak 3 van szükség, de köszönöm a további segítséget!
is: Oh, takk Edgar, þarf ég einungis 3, en takk fyrir frekari hjálp!
it: Oh, grazie Edgar, ho solo bisogno di 3, ma grazie per l'aiuto supplementare!
iw: אה, תודה אדגר, אני צריך רק 3, אבל תודה על העזרה נוספים!
ja: ああ、おかげでエドガー、私だけでなく、3必要に応じて追加支援に感謝します！
ko: 오, 감사합니다 에드거, 나는 단지 3이 필요하지만, 추가적인 도움을 주셔서 감사합니다!
lv: Ak, paldies Edgar, man vajadzīga tikai 3, bet paldies par papildu palīdzību!
mk: О, благодарение Едгар, јас само се потребни 3, но благодарение на дополнителна помош!
mt: Oh, grazzi Edgar, I meħtieġa biss 3, iżda grazzi għall-għajnuna addizzjonali!
nl: Oh, dank Edgar, ik alleen nodig 3, maar bedankt voor de extra hulp!
no: Å, takk Edgar, jeg trengte bare 3, men takk for ytterligere hjelp!
pl: Oh, dzięki Edgar, ja tylko potrzebne 3, ale dziękuję za dodatkową pomoc!
pt: Oh, graças Edgar, eu só precisava de 3, mas, graças a ajuda adicional!
ro: Oh, mulţumesc Edgar, am doar nevoie de 3, dar multumesc pentru ajutor suplimentar!
sl: Oh, hvala Edgar, sem le 3 so potrebni, ampak hvala za dodatno pomoč!
sq: Oh, thanks Edgar, i nevojitet vetëm 3, por falë për ndihmë shtesë!
sr: Ох, хвала Едгара, ја само потребно 3, али хвала за додатну помоћ!
sv: Åh, tack Edgar, behövde jag bara 3, men tack för den extra hjälp!
sw: Oh, thanks Edgar, mimi tu inahitajika 3, lakini shukrani kwa ajili ya nyongeza ya msaada!
tr: Oh, teşekkür Edgar, ben sadece 3 gerekli ek yardım için teşekkürler!
vi: Oh, nhờ Edgar, tôi chỉ cần 3, nhưng nhờ sự giúp đỡ thêm cho!
yi: טאַקע, דאַנק עדגאַר, איך בלויז נעעדעד 3, אָבער אַ דאַנק פֿאַר די אַדישנאַל הילף!
zh: 哦，谢谢埃德加，我只需要三，但由于额外的帮助！

source: Here, Maggie made me this health potion but I don't need it so why don't you have it?
af: Hier, Maggie het my laat weet gesondheid toverdrank maar ek het dit nie nodig nie, so hoekom doen jy nie het dit?
ar: هنا ، ماغي جعلني هذا جرعة صحية لكني لا تحتاج إلى ذلك لماذا لا يكون ذلك؟
be: Тут, Мэгі зрабіў мне гэта здароўе зелье, але мне не трэба гэта так, чаму б вам не гэта?
bg: Ето, Маги ме накара този здравето елексир, но нямат нужда от нея, така че защо не сте го?
ca: Aquí, Maggie em va fer aquesta poció de salut, però jo no ho necessito així que per què no el té?
cs: Tady, Maggie se mi to zdraví lektvar, ale nemusí to tak proč jste to?
cy: Yma, Maggie yn gwneud i mi hwn potion iechyd ond dwi ddim yn angen, felly pam na wnewch chi ei gael?
da: Her, Maggie fik mig til dette sundhed potion, men jeg behøver det ikke, så hvorfor ikke du har det?
de: Hier machte Maggie mir diese Heiltrank aber ich brauche es nicht so, warum tun Sie es haben?
el: Εδώ, Μάγκι μου έκανε αυτό το ελιξίριο της υγείας, αλλά εγώ δεν το χρειάζονται έτσι γιατί δεν το έχετε;
et: Siin, Maggie mind see tervisele Jook kuid ma ei pea seda nii, miks sa ei ole seda?
fa: در اینجا ، مگی ساخته شده من این جرعه بهداشت و درمان ، اما من آن را لازم نیست پس چرا انجام نمی کنید آن را داشته باشد؟
fi: Täällä, Maggie teki minulle tämän terveydelle juoma, mutta minun ei tarvitse sitä niin miksi ette ole sitä?
fr: Ici, Maggie m'a fait cette potion de santé, mais je n'en ai pas besoin, alors pourquoi ne pas vous avoir?
ga: Anseo, rinne mé Maggie seo a potion sláinte ach ní féidir liom gá é sin an fáth nach bhfuil tú é?
gl: Aquí, Maggie me fixo esa poción de saúde, pero eu non teño, entón porque non ten?
hi: यहाँ, Maggie मुझे इस स्वास्थ्य औषधि बनाया है लेकिन मैं इसे बहुत ज़रूरत नहीं है तुम इसे क्यों नहीं है?
hr: Evo, Maggie me ovaj napitak zdravlja, ali mi to ne treba na taj način zašto ne da li vi imati?
hu: Itt, Maggie tett engem ez az egészségügyi bájital de nem kell úgy, miért nem a tiéd?
is: Hér, Maggie gerði mér þetta heilsa Potion en ég þarf ekki svo hvers vegna þú ekki hafa það?
it: Qui, Maggie mi ha fatto questa pozione di salute, ma non ho bisogno di così perché non l'hai?
iw: הנה, מגי זה גרם לי שיקוי בריאות אבל אני לא צריך את זה אז למה אתה לא צריך את זה?
ja: ここでは、マギー私にこのような健康のポーションを作ったが私はなぜそれを持っている必要ないのですか？
ko: 자, 매기 이거 건강에 약을 만들었지만, 나는 그래서 당신은 그것을해야 할 필요도 없어?
lv: Šeit Maggie man lika šim veselības mikstūra, bet man tas nav vajadzīgs tik kāpēc nav Jums tā ir?
mk: Овде, Меги ме направи ова здравје напивка, но не ми треба тоа така зошто не сте тоа?
mt: Hawnhekk, Maggie għamel miegħi din potion saħħa imma jien ma bżonn huwa hekk għaliex ma ikollok?
nl: Hier, Maggie maakte me dit drankje de gezondheid, maar ik niet zo nodig hebt waarom je niet hebt?
no: Her gjorde Maggie meg denne health potion men jeg trenger den ikke så hvorfor ikke du har det?
pl: Oto, Maggie mnie ten eliksir zdrowia, ale nie trzeba go więc dlaczego nie masz go?
pt: Aqui, Maggie me fez essa poção de saúde, mas eu não preciso, então porque você não tem?
ro: Aici, Maggie mi-a facut acest poţiune de sănătate, dar nu am nevoie de ea asa ca de ce a face tu nu au o?
sl: Tukaj, Maggie me je ta napitek, vendar zdravje mi ni treba to tako, zakaj ne imate?
sq: Këtu, Maggie bërë me këtë ilaç shëndetësor, por unë nuk kam nevojë për atë në mënyrë pse nuk keni?
sr: Ево, Маги ме овај напитак здравља, али ми не треба па зашто не можете да имате?
sv: Här gjorde Maggie mig denna hälsa dryck men jag behöver inte det så varför inte du det?
sw: Hapa, Maggie amenifanya Potion afya huu lakini sihitaji hivyo why don't you have it?
tr: İşte, Maggie bana sağlık iksiri yapılmadı ama, neden sen var buna ihtiyacı yoktur?
vi: Ở đây, Maggie potion này làm cho tôi sức khỏe nhưng tôi không cần nó như vậy tại sao bạn không có nó?
yi: דאָ, מאַגגיע נייע מיר דאָס געזונט טרונק אָבער איך טאָן ניט דאַרפֿן דאָס אַזוי וואָס טאָן ניט איר האָט עס?
zh: 在这里，玛姬我这个健康的药水，但我不需要它，为什么不你有吗？

source: Thanks Jacob
ar: شكر يعقوب
be: Дзякуючы Якава
bg: Благодаря Яков
ca: Gràcies Jacob
cy: Diolch Jacob
da: Tak Jacob
de: Dank Jacob
fa: با تشکر یعقوب
fr: Merci Jacob
ga: Buíochas Jacob
gl: Grazas Jacob
hi: धन्यवाद याकूब
hr: Hvala Jacob
is: Takk Jakob
it: Grazie Giacobbe
iw: תודה יעקב
ja: おかげでジェイコブ
ko: 감사 야곱
mk: Благодариме Јаков
mt: Grazzi Jacob
nl: Bedankt Jacob
no: Takk Jacob
pl: Dzięki Jacob
pt: Graças Jacob
ro: Vă mulţumim lui Iacob
sl: Hvala Jacob
sq: Thanks Jakobi
sr: Хвала Јаков
sv: Tack Jacob
sw: Thanks Yakobo
yi: דאַנקען יעקבֿ
zh: 谢谢雅各布
