Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Borgan told me that Slimes can swim in water though, so maybe this will be useful...
af: Borgan het my vertel dat Slimes kan swem in die water egter so miskien is dit nuttig sal wees ...
ar: بورجان قال لي إن الأوحال يمكن السباحة في المياه على الرغم من ذلك ربما يكون هذا مفيدا...
be: Борган сказаў мне, што шламов можа плаваць у вадзе, хоць, так што, можа быць, гэта будзе карысна ...
bg: Borgan тини ми каза, че може да плува във вода, затова може би това ще бъде полезно ...
ca: Borgen em va dir que Limos pot nedar en l'aigua, encara que, per la qual cosa potser això sigui útil ...
cs: Borgan mi řekl, že Slimes může plavat ve vodě, i když, možná to bude užitečné, ...
cy: Borgan dweud wrtha i fod yn gallu Slimes nofio mewn dŵr er, felly efallai y bydd hyn yn ddefnyddiol ...
da: Borgan fortalte mig, at Slimes kan svømme i vand selv, så måske det vil være nyttigt ...
de: Borgan erzählte mir, dass Schlamm im Wasser schwimmen kann, aber, vielleicht wird dies von Nutzen sein ...
el: Borgan μου είπε ότι Slimes μπορεί να κολυμπήσει στο νερό και αν, οπότε ίσως αυτό θα είναι χρήσιμο ...
et: Borgan ütles mulle, et Slimes võib ujuda vees, aga seda võib-olla see on kasulik ...
fa: Borgan گفت : من که Slimes می توانند در آب شنا اگرچه ، بنابراین شاید این صفحه مفید خواهد بود...
fi: Borgan kertoi minulle, että Slimes voi uida vedessä kuitenkin, joten ehkä tämä on hyvä ...
fr: Borgan m'a dit que Slimes peuvent nager dans l'eau si, alors peut-être ce sera utile ...
ga: Borgan dúradh liom gur féidir Slimes snámh in uisce ach, mar sin b'fhéidir go mbeidh seo úsáideach ...
gl: Borgan me dixo que Slim pode nadar na auga que, tal vez por iso este será o mellor ...
hi: Borgan मुझे उस Slimes पानी में तैर सकते हैं, हालांकि कहा, तो शायद यह उपयोगी होगा ...
hr: Borgan rekao mi je da Slimes može plivati u vodi ipak, na taj način možda će ovo biti korisno ...
hu: Borgan elmondta, hogy Slimes tud úszni a vízben azonban, hogy talán ez lesz hasznos ...
is: Borgan sagði mér að Slimes geta synda í vatninu þó, svo ef til vill mun þetta vera gagnlegt ...
it: Borgan mi ha detto che limi può nuotare in acqua anche se, forse questo sarà utile ...
iw: Borgan אמר לי Slimes יכולים לשחות במים, ולכן אולי זה יהיה שימושי ...
ja: Borganので、おそらくこれが役に立つだろうと僕Slimes水にかかわらず、その泳ぐことができると語った...
ko: Borgan, 그래서이게 도움이 될 것입니다 날 Slimes 물 속에서 수영을 할 수 있지만 그렇게 말했 ...
lv: Borgan man teica, ka sārņus var peldēt ūdenī, lai gan, tāpēc varbūt tas būs noderīgs ...
mk: Borgan ми кажа дека Slimes можат да пливаат во вода иако, па можеби тоа ќе биде од корист ...
mt: Borgan told me tajn li jista 'jgħum fl-ilma għalkemm, hekk forsi dan se jkun utli ...
nl: Borgan vertelde me dat Slimes kunnen zwemmen in het water al, dus misschien is dit nuttig zal zijn ...
no: Borgan fortalte meg at Slimes kan svømme i vann skjønt, så kanskje dette vil være nyttig ...
pl: Borgan powiedział mi, że szlamów można pływać w wodzie, choć, więc może to być przydatne ...
pt: Borgan me disse que Slimes pode nadar na água que, talvez por isso este será o melhor ...
ro: Borgan mi-a spus că Slimes pot înota în apă, deşi, aşa că poate că acest lucru va fi util ...
sl: Borgan mi je povedal, mulja, da se lahko kopate v vodi, čeprav, tako da morda bo to koristilo ...
sq: Borgan tha se Slimes mund të notoni në ujë edhe pse, kështu që ndoshta kjo do të jetë e dobishme ...
sr: Борган ми је рекао да Слимес могу купати у води иако је, па можда ће то бити корисно ...
sv: Borgan berättade att slimes kan simma i vatten om, så kanske detta kommer att vara nyttig ...
sw: Borgan aliniambia kuwa wanaweza Slimes ogelea katika maji, ingawa, hivyo labda hii itakuwa na manufaa ...
tr: Borgan, belki bu yararlı olacağını bana Slimes su olsa da yüzebilirsiniz söyledim ...
vi: Borgan nói với tôi rằng Slimes có thể bơi trong nước tuy nhiên, do đó, có lẽ điều này sẽ hữu ích ...
yi: באָרגאַן טאָלד מיר אַז סלימעס קענען שווימען אין וואַסער כאָטש, אַזוי אפֿשר דאָס וועט זיין נוציק ...
zh: Borgan告诉我，泥可以在水中游泳，但，也许这将是有益的...

source: When transformed into a Slime, you can move around as normal. You can also swim in the water and use up and down to move around
af: Wanneer omskep in 'n Slijm, kan jy rond beweeg soos normaal. Jy kan ook swem in die water en gebruik op en af te beweeg
ar: عندما تتحول إلى الوحل ، يمكنك التحرك بشكل طبيعي. يمكنك أيضا السباحة في المياه واستخدامها صعودا ونزولا على التحرك
be: Калі ператвараецца ў слізі, вы можаце рухацца, як звычайна. Вы таксама можаце плаваць у вадзе і выкарыстаць уверх і ўніз для перамяшчэння
bg: Когато се превръща в слуз, можете да се движите по обичайния начин. Можете също така да плува във вода и нагоре и надолу, за да се движите
ca: Quan es transforma en un Slime, pot moure's amb normalitat. També es pot nedar a l'aigua i utilitzar amunt i avall per desplaçar -
cs: Když přeměněn Slime, můžete pohybovat jako obvykle. Můžete také plavat ve vodě a použít nahoru a dolů pohybovat
cy: Pan drawsnewid yn Slime, gallwch symud o gwmpas fel arfer. Gallwch hefyd yn nofio yn y dwr ac yn defnyddio fyny ac i lawr i symud o gwmpas
da: Hvis den omdannes til en Slime, kan du flytte rundt på normal vis. Du kan også bade i vandet og bruge op og ned for at flytte rundt
de: Wenn in einem Slime verwandelt, können Sie sich um, als normal. Sie können auch im Wasser schwimmen und die Nutzung auf und ab zu bewegen
el: Όταν μετατρέπεται σε Slime, θα μπορούν να κινούνται ως συνήθως. Μπορείτε επίσης να κολυμπήσετε στην κατανάλωση νερού και πάνω και κάτω για να μετακινούνται
et: Kui mõneks lima, saate liikuda nagu tavaliselt. Te saate ka ujuda vee ja kasutada üles-alla liikuda
fa: هنگامی که به لجن مال کردن ، تبدیل ، شما می توانید به صورت عادی حرکت. شما همچنین می توانید در آب شنا کردن و استفاده از بالا و پایین به حرکت در اطراف
fi: Kun muunnetaan Slime, voit liikkua normaalisti. Voit myös uida vedessä ja käytä ylös ja alas liikkua
fr: Lorsqu'il est transformé en un limon, vous pouvez vous déplacer normalement. Vous pouvez également nager dans l'eau et l'utilisation de haut en bas pour vous déplacer
ga: Nuair a chlaochlú i Slime, is féidir leat bogadh thart mar is gnáth. Is féidir leat snámh freisin ar an uisce agus úsáid suas agus síos chun bogadh thart
gl: Cando transformado nun Slim, pode moverse normalmente. Tamén pode nadar na auga e logo arriba e abaixo para moverse
hi: जब एक कीचड़ में तब्दील हो, तो आप सामान्य के आसपास के रूप में जा सकते हैं. तुम भी पानी में तैर कर सकते हैं और और प्रयोग नीचे चारों ओर ले जाने के लिए
hr: Kada se transformira u Slime, možete kretati kao normalno. Također možete kupati u vodu i koriste gore i dolje za kretanje
hu: Amikor át Slime, lehet mozogni a megszokott módon. Is úszni a vízben, és használja fel és le mozoghat
is: Þegar umbreytt í Slime hægt að fara í kring eins og venjulega. Einnig er hægt að synda í vatninu og nota upp og niður til að fara í kring
it: Quando si trasforma in un Slime, è possibile muoversi come al solito. È anche possibile fare il bagno in acqua e l'uso su e giù per spostarsi
iw: כאשר הופך מפלצתיים, אתה יכול לנוע כרגיל. אתה יכול גם לשחות במים ולהשתמש מעלה ומטה כדי לנוע
ja: 時スライムに変換する場合、通常どおりに動かすことができます。また、水の中で泳ぐことができます上下に移動するために使用
ko: 때 점액로 변환하면 정상적으로 주위를 이동할 수있습니다. 당신은 또한 물 속에서 수영을 할 수 아래로 이동하려면 위쪽 및 사용
lv: Kad pārvērsta gļotas, varat pārvietoties kā parasti. Jūs varat arī peldēties ūdeni un augšu un uz leju, lai pārvietotos pa
mk: Кога се трансформира во лигите, можете да се движите како нормална. Можете исто така да пливаат во водата и за употреба горе и долу да се движи
mt: Meta trasformata fi ħama, inti tista 'tiċċaqlaq madwar bħala normali. Tista 'wkoll jgħum fl-ilma u l-użu u' l isfel li jiċċaqalqu madwar
nl: Wanneer omgevormd tot een Slijm, kunt u bewegen als normaal. U kunt ook zwemmen in het water en het gebruik op en neer te bewegen
no: Da forvandles til en Slime, kan du bevege deg rundt som normalt. Du kan også bade i vann og bruke opp og ned for å flytte rundt
pl: Kiedy przekształcono Slime, możesz poruszać się w normalnym trybie. Można także wykąpać się w wodzie i stosowania w górę iw dół, aby poruszać
pt: Quando transformado em um Slime, você pode se mover normalmente. Você também pode nadar na água e usar para cima e para baixo para se movimentar
ro: Atunci când transformat într-o Slime, puteţi să vă mutaţi în jurul ca de obicei. Puteţi, de asemenea, înota în apă şi de a folosi în sus şi în jos pentru a deplasa
sl: Ko se preoblikuje v Slime, se lahko gibljejo kot običajno. Lahko tudi kopanje v vodi in uporabo gor in dol za premikanje
sq: Kur transformohet në një zhul, ju mund të lëvizë si normale. Ju gjithashtu mund të notuar në ujë dhe përdorim deri poshtë dhe të lëvizë
sr: Када је трансформисана у муљ, можете се кретати нормално. Такође можете пливати у води и користи горе и доле за кретање
sv: När förvandlas till ett Slime, kan du flytta runt som vanligt. Du kan också bada i vatten och använda upp och ner för att flytta runt
sw: Wakati kubadilishwa katika Slime, unaweza kuendelea kuzunguka kama kawaida. Unaweza pia kuogelea ndani ya maji na matumizi ya juu na chini kuhamia kuzunguka
tr: Bir Slime dönüştürülmüştür, sen normal hareket edebilirsiniz. Ayrıca suda yüzmek ve aşağı hareket etmek için ve kullanım
vi: Khi chuyển đổi thành một Slime, bạn có thể di chuyển xung quanh như bình thường. Bạn cũng có thể bơi trong nước và sử dụng lên và xuống để di chuyển
yi: ווען טראַנספאָרמד זיך אַ סלימע, איר קענען ציען אַרום ווי נאָרמאַל. איר קענט אויך שווימען אין די וואַסער און נוצן אַרויף און אַראָפּ צו ציען אַרום
zh: 当转化成泥，你可以四处移动正常。您也可以在水中游泳，使用向上和向下走动

source: Pushing up or jump will make you jump out of the water if you're near the surface
af: Stoot up of sprong sal maak jy spring uit die water as jy naby die oppervlak
ar: يرفع أو القفز سوف تجعلك تقفز خارج الماء إذا كنت بالقرب من السطح
be: Pushing Up або скакаць зробіць вас выскачыць з вады, калі вы паблізу паверхні
bg: Бутане скок нагоре или ще ви накара да скочи на водата, ако сте близо до повърхността
ca: Empenyent cap amunt o saltar farà saltar fora de l'aigua si estàs a prop de la superfície de
cs: Tlačit nahoru nebo skok z vás udělá vyskočit z vody, pokud jste blízko povrchu
cy: Gwthio i fyny neu i neidio a fydd yn gwneud i chi neidio allan o'r dŵr os ydych yn agos i'r wyneb
da: Skubbes op eller hoppe vil gøre dig springe ud af vandet, hvis du er i nærheden af overfladen
de: Pushing up oder direkt werden Sie direkt aus dem Wasser, wenn Sie in der Nähe der Oberfläche sind
el: Ωθούν προς τα πάνω ή άλμα θα σας κάνει να πηδούν έξω από το νερό, αν είστε κοντά στην επιφάνεια
et: Surudes kuni või hüpata teeb teile hüppavad veest välja kui sa maapinna lähedal
fa: با کنار زدن بالا و پرش شما را انتخاب خواهد کرد از آب اگر شما در نزدیکی سطح هستیم
fi: Nousevat tai hypätä avulla voit hypätä pois vedestä, jos olet lähellä pintaa
fr: Grimper ou sauter vous fera sauter hors de l'eau si vous êtes près de la surface
ga: Ag brú suas nó léim bheidh ort a dhéanamh léim amach as an uisce má tá tú in aice an dromchla
gl: Empurrando cara arriba ou para saltar fará vostede saltar fóra da auga se está preto da superficie
hi: ऊपर धकेल या तुम्हें पानी से बाहर कूद यदि आप सतह के निकट हो जाएगा छलांग
hr: Pushing up ili skakati, učinit će vas iskaču iz vode, ako ste u blizini površine
hu: Pushing fel vagy ugrik fog neked ugrik ki a víz ha a felszín közelében
is: Að ýta upp eða stökk gerir þér stökk út af the vatn ef þú ert nálægt yfirborði
it: Spingendo verso l'alto o vai vi farà saltare fuori dall'acqua se siete in prossimità della superficie
iw: הקדמת או לקפוץ יגרום לך לקפוץ מחוץ למים אם אתה קרוב לפני השטח
ja: を押すか、または場合は、表面付近にしている場合は、水の飛び出しになるジャンプ
ko: 밀어 올려주는 경우 또는 표면 근처에있다면 당신은 물 밖으로 점프하게됩니다 점프
lv: Paaugstina vai lēkt dos jums izlēkt no ūdens, ja jūs esat tuvu virsmai
mk: Туркање нагоре или скок ќе ве натера да скокаат од вода, ако сте во близина на површината
mt: Timbotta up jew jaqbżu se tagħmel inti tiżdied barra mill-ilma jekk int viċin il-wiċċ
nl: Pushing up of springen zal je uit het water springen als je in de buurt van het oppervlak
no: Dytter opp eller hoppe gjør du hopper ut av vannet hvis du er nær overflaten
pl: Pushing up lub przejść pozwoli Ci wyskoczyć z wody, jeśli jesteś blisko powierzchni
pt: Empurrando para cima ou para pular fará você pular para fora da água se você estiver perto da superfície
ro: Pushing sari în sus sau va va face sa sari din apă, dacă sunteţi aproape de suprafaţă
sl: Potiskanje gor ali skočiti bo vam skoči iz vode, če ste blizu površine
sq: Shtyn lart apo do të bëjë kërcimin hidhesh nga uji në qoftë se jeni pranë sipërfaqes
sr: Гурање на горе или на скок ће вам искочити у воду ако си у близини површине
sv: Skjuta upp eller hoppa får dig att hoppa upp ur vattnet om du är nära ytan
sw: Pushing up au Rukia utawapeni wanaruka nje ya maji ikiwa you're karibu na uso
tr: Yukarıya itmek ya da yüzeye yakın konum sen sudan dışarı sıçrama yapacak atlamak
vi: Đẩy mạnh hoặc nhảy sẽ làm cho bạn nhảy ra khỏi nước nếu bạn đang ở gần bề mặt
yi: פּושינג אַרויף אָדער שפרינג וועט מאַכן איר שפרינג אַרויס פון די וואַסער אויב איר'רע לעבן דער ייבערפלאַך
zh: 推高或跳跃，让您跳出水面，如果你正在附近的地表

source: Keep an eye on the timer at the bottom of the screen. When it reaches 0 you will automatically become human again
af: Hou 'n oog op die klok aan die onderkant van die skerm. Wanneer dit bereik, 0, sal u outomaties die mens word weer
ar: إبقاء العين على الموقت في أسفل الشاشة. عندما تصل إلى 0 سوف تصبح تلقائيا الإنسان مرة أخرى
be: Сачыце за таймер ў ніжняй частцы экрана. Калі яно дасягае 0, Вы аўтаматычна становіцеся зноў чалавек
bg: Следете таймера в долната част на екрана. Когато достигне 0 Вие автоматично ще стане човек отново
ca: Mantingueu un ull en el rellotge a la part inferior de la pantalla. Quan arriba a 0 automàticament es convertirà en humà de nou
cs: Dávat pozor na časový spínač v dolní části obrazovky. Když se dosáhne 0 budete automaticky stanou lidské znovu
cy: Cadwch lygad ar y timer ar waelod y sgrîn. Pan mae'n cyrraedd 0 byddwch yn awtomatig yn dod yn dynol eto
da: Hold øje med uret i bunden af skærmen. Når den når 0, vil du automatisk blive mennesker igen
de: Halten Sie ein Auge auf den Timer am unteren Rand des Bildschirms. Wenn es 0 erreicht werden Sie automatisch wieder ein Mensch
el: Κοιτάτε για το χρονόμετρο στο κάτω μέρος της οθόνης. Όταν φτάσει 0, αυτόματα θα γίνει εκ νέου ανθρώπου
et: Hoidke silma peal taimer alumises servas. Kui see jõuab 0 Teid automaatselt muutunud inimese uuesti
fa: نگه داشتن چشم در شمارنده در پایین صفحه نمایش. هنگامی که آن را به شما می رسد 0 به طور خودکار تبدیل به انسان دوباره
fi: Pidä silmällä ajastin näytön alareunassa. Kun se saapuu 0 sinun tulee automaattisesti ihmisten uudelleen
fr: Gardez un œil sur le chronomètre au bas de l'écran. Quand il arrive à 0, vous serez automatiquement devenir humain à nouveau
ga: Coinnigh súil ar an lasc ama ag bun an scáileáin. Nuair a sroicheann sé 0 beidh tú go huathoibríoch bheith ag an duine arís
gl: Manteña un ollo no cronómetro na parte inferior da pantalla. Ao chegar a 0 que automaticamente se converte humano de novo
hi: घड़ी पर स्क्रीन के तल पर एक नज़र रखो. जब तक पहुंच 0 आप स्वतः ही फिर से मानव बन जाएगा
hr: Držati oko na sat na dnu ekrana. Kada se dosegne 0 ćete automatski postati ljudsko opet
hu: Tartsd szemmel az időmérő alján a képernyőn. Amikor eléri a 0 akkor automatikusan lesz újra az emberi
is: Hafðu auga á klukkuna neðst á skjánum. Þegar nær 0 sem þú sjálfkrafa verða aftur manna
it: Tenete d'occhio il timer nella parte inferiore dello schermo. Quando si raggiunge lo 0 si diventa automaticamente di nuovo umano
iw: לפקוח עין על השעון בתחתית המסך. כאשר יגיע 0 אתה יהפוך באופן אוטומטי אדם שוב
ja: タイマーには、画面の下部に目が離せない。ときに達すると0を自動的に再び人間になる
ko: 타이머 화면의 하단에 잘 감시해. 때 0에 도달하면 자동으로 다시 인간이 될 것입니다
lv: Paturēt acīs taimeris apakšā ekrānam. Kad tas sasniedz 0 jūs automātiski kļūst par cilvēku atkal
mk: Пратете ја на тајмерот на дното од екранот. Кога ќе се достигне 0 Вие автоматски ќе стане човек повторно
mt: Żżomm għajnejk fuq il-arloġġ fil-qiegħ ta 'l-iskrin. Meta tasal 0 inti awtomatikament se ssir tal-bniedem mill-ġdid
nl: Houd een oogje op de timer op de onderkant van het scherm. Als het 0 bereikt u automatisch wordt weer mens
no: Hold øye med timeren nederst på skjermen. Når den når 0 vil du automatisk bli menneske igjen
pl: Miej oko na licznik na dole ekranu. Kiedy osiągnie 0 użytkownik automatycznie staje się znów człowieka
pt: Mantenha um olho no cronômetro na parte inferior da tela. Quando chegar a 0 você automaticamente se torna humano novamente
ro: Stai cu ochii pe contorul de timp în partea de jos a ecranului. Când ajunge la 0 va deveni în mod automat umane din nou
sl: Bodite pozorni na števec na dnu zaslona. Ko se doseže 0 boste samodejno postali spet ljudi
sq: Mbani një sy në timer në fund të ekranit. Kur ai arrin 0 ju automatikisht do të bëhet përsëri e njeriut
sr: Пратите тајмер на дну екрана. Када се достигне 0 аутоматски ће постати људско поново
sv: Håll ett öga på timern längst ner på skärmen. När det når 0 kommer du automatiskt att bli människa igen
sw: Kushika jicho kwenye timer chini ya screen. 0 ilipo utakuwa automatiskt kuwa binadamu tena
tr: Saatli ekranın alt kısmında bir göz atın. 0 ulaştığı zaman otomatik olarak tekrar insan haline gelecek
vi: Giữ một mắt trên bộ đếm thời gian ở phía dưới màn hình. Khi nó đạt 0 bạn sẽ tự động trở thành con người một lần nữa
yi: האַלטן אַן אָרע אויף די טיימער ביי די דנאָ פון די פאַרשטעלן. ווען עס ריטשיז 0 איר וועט אויטאָמאַטיש ווערן מענטש ווידער
zh: 继续计时器在屏幕底部的眼睛。当它达到0您将自动成为人类再次

source: This place doesn't look so bad...
af: Hierdie plek lyk nie so sleg nie ...
ar: هذا المكان لا يبدو سيئا للغاية...
be: Гэта месца выглядае не так ужо дрэнна ...
bg: Това място не изглежда толкова зле ...
ca: Aquest lloc no es veu tan malament ...
cs: Toto místo nevypadá tak zle ...
cy: Mae hyn yn digwydd nad yw'n edrych mor wael ...
da: Dette sted ser ikke så slemt ...
de: Dieser Platz sieht nicht so schlecht ...
el: Αυτή η θέση δεν είναι και τόσο άσχημα ...
et: See koht ei tundu nii halb ...
fa: این محل نشانی از بد به نظر نمی آید...
fi: Tämä paikka ei näytä niin huono ...
fr: Cet endroit ne semble pas si mal ...
ga: An áit nach cuma sin dona ...
gl: Este lugar non parece tan malo ...
hi: इस जगह है देखो तो बुरा नहीं ...
hr: Ovo mjesto ne izgleda tako loše ...
hu: Ez a hely nem néz ki olyan rossz ...
is: Þessi staður er ekki litið svo slæmt ...
it: Questo luogo non sembra poi così male ...
iw: המקום הזה לא נראה כל כך רע ...
ja: ので、悪くはないこの場所は...
ko: 그렇게 나쁜 보이지 않는 이곳 ...
lv: Šī vieta neizskatās tik slikti ...
mk: Ова место не изгледа толку лошо ...
mt: Dan il-post ma jidhrux daqshekk ħżiena ...
nl: Deze plek ziet er niet zo slecht ...
no: Dette stedet ser ikke så ille ...
pl: To miejsce nie wygląda tak źle ...
pt: Este lugar não parece tão ruim ...
ro: Acest loc nu se uite aşa de rău ...
sl: To mesto ne zgleda tako slabo ...
sq: Ky vend nuk duket aq e keqe ...
sr: Ово место не изгледа тако лоше ...
sv: Det här stället ser inte så illa ...
sw: Hii mahali haangalii hivyo mbaya ...
tr: Fena görünmüyor Burası ...
vi: Nơi này không nên nhìn xấu ...
yi: דער אָרט קען נישט קוקן אַזוי שלעכט ...
zh: 这地方不是看起来那么糟糕...

source: What was that?
af: Wat was dit?
ar: ماذا كان ذلك؟
be: Што гэта было?
bg: Какво беше това?
ca: Què va ser això?
cs: Co to bylo?
cy: Beth oedd hynny?
da: Hvad var det?
de: Was war das?
el: Τι ήταν αυτό;
et: Mis see oli?
fa: چه شد که؟
fi: Mikä se oli?
fr: Qu'est-ce que c'était?
ga: Cad é sin?
gl: O que foi?
hi: वह क्या था?
hr: Što je to?
hu: Mi volt ez?
it: Che cos'era?
iw: מה זה היה?
ja: 何でしたっけ？
ko: 무슨 소리지?
lv: Kas bija?
mk: Што беше тоа?
mt: Liema kienet li?
nl: Wat was dat?
no: Hva var det?
pl: Co to było?
pt: O que foi?
ro: Ce a fost asta?
sl: Kaj je to?
sq: Cili ishte ai?
sr: Шта је то?
sv: Vad var det?
sw: Ni nini ilikuwa hivyo?
tr: Neydi bu?
vi: Những gì đã được điều đó?
yi: וואָס איז דאָס?
zh: 那是什么？

source: Uh Oh...
ar: أه أوه...
bg: Ъ О ...
cy: UH O ...
fa: Uh آه...
ga: Ó Uh ...
hi: ओह ओह ...
hu: Oh ... uh
iw: אה אה ...
ja: おお...
ko: 어 오 ...
lv: Uh Ak ...
sr: Ух ох ...
sw: Uh Ooh ...
yi: אַ אָה ...
zh: 嗯噢...

source: Phew, I'm glad to be out of there
af: Phew, ek is bly om te word uit daar
ar: أوففف ، وأنا سعيد أن يكون من هناك
be: Уф, я рада, што адтуль
bg: Пфу, аз съм се радвам да се махнете от там
ca: Uf, me n'alegro d'estar fora d'allà
cs: Uf, jsem rád, že se odtamtud
cy: Phew, rwy'n falch o fod allan o yno
da: Pyha, jeg er glad for at være ude af det
de: Puh, bin ich froh, da raus
el: Φτου, είμαι χαρούμενος που βρίσκομαι έξω από εκεί
et: Phew, ma olen rõõmus, et sealt
fa: Phew ، من خوشحالم که در خارج شدن از آنجا
fi: Huh, olen iloinen voidessani olla pois sieltä
fr: Ouf, je suis content d'être sorti de là
ga: Phew, Tá áthas orm a bheith as ann
gl: Ufa, estou feliz por estar fóra de alí
hi: ओफ़्फ़, मैं वहाँ से बाहर हो खुश हूँ
hr: Uf, Drago mi je da se od tamo
hu: Hû, örülök, hogy ki onnan
is: Phew, er ég fegin að vera út af there
it: Uff, sono contento di essere fuori di lì
iw: אוף, אני שמח להיות משם
ja: あー、私はそこから出てくれてうれしい
ko: 휴, 거기서 나가셔서 기뻐요
lv: Phew, es esmu priecīgs, ka no turienes ārā
mk: Phew, чест ми е да се од таму
mt: Phew, Ninsab kuntenta li tkun 'il barra li jkun hemm
nl: Oef, ik ben blij dat zijn er
no: Phew, jeg er glad for å være ute av det
pl: Uff, cieszę się stamtąd
pt: Ufa, estou feliz por estar fora de lá
ro: Uf, eu sunt bucuros să fie de acolo
sl: Fuj, sem vesel, da se od tam
sq: Uf, unë jam i kënaqur që të jetë nga atje
sr: Уф, драго ми је да се одатле
sv: Phew, jag är glad att vara därifrån
sw: Phew, I'm glad kuwa nje ya huko
tr: Phew, orada dışarı çıkmak için sevindim
vi: Phew, tôi vui mừng được ra khỏi có
yi: פיו, איך טוט מיר צופרידן צו זיין זיך פון דאָרט
zh: 唷，我很高兴成为那里出来

source: Now to get through this swamp
af: Nou om deur middel van hierdie moeras
ar: الآن من خلال الحصول على هذا المستنقع
be: Цяпер, каб прайсці праз гэта балота
bg: Сега да преминем през това блато
ca: Ara per obtenir a través d'aquest pantà de
cs: Nyní se dostat přes tuto bažinu
cy: Nawr i gael drwy'r gors
da: Nu for at komme igennem denne sump
de: Jetzt durch diese Sumpf erhalten
el: Τώρα για να ξεπεράσουμε αυτό το τέλμα
et: Nüüd saada selle kaudu sohu
fa: در حال حاضر برای بدست آوردن از طریق این باتلاق فرو بردن
fi: Nyt on päästävä tästä suoni
fr: Maintenant, pour passer à travers ce marais
ga: Anois a fháil tríd an swamp
gl: Agora, para obter a través deste encoro
hi: अब इस के माध्यम से प्राप्त करने दलदल
hr: Sada da se kroz ovu močvara
hu: Most átvészelni ezt a mocsárból
is: Nú til að komast í gegnum þetta Swamp
it: Ora, per ottenere attraverso questa palude
iw: עכשיו זה לעבור את הביצה
ja: 今これを通じて湿地を取得する
ko: 이제 이것을 통해서 습지를
lv: Tagad nokļūt caur šo purvs
mk: Сега, за да преку овој мочуриште
mt: Issa li tinkiseb permezz ta 'dan swamp
nl: Nu te krijgen door dit moeras
no: Nå for å få gjennom denne sumpen
pl: Teraz stać się przez to bagno
pt: Agora, para obter através deste pântano
ro: Acum, pentru a obţine prin intermediul acestui mlaştină
sl: Zdaj priti skozi to močvirje
sq: Tani për të marrë përmes këtij swamp
sr: Сада да се преко овог мочвара
sv: Nu för att få igenom detta träsk
sw: Sasa ili kupata kupitia Swamp
tr: Şimdi bu bataklık üzerinden almak için
vi: Bây giờ để có được thông qua này đầm
yi: איצט צו באַקומען דורך דעם זומפּ
zh: 现在，让通过这个沼泽
