Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: To create a new set of instructions you need to insert a blank card
af: Om 'n nuwe stel instruksies wat jy nodig het om plaas' n leë kaart
ar: لإنشاء مجموعة جديدة من التعليمات التي تحتاج إلى إدخال بطاقة فارغة
be: Каб стварыць новы набор інструкцый, Вам неабходна ўставіць пустую картку
bg: За да създадете нов набор от инструкции, трябва да поставите празен карти
ca: Per crear un nou conjunt d'instruccions que necessites per a inserir una targeta en blanc
cs: Chcete-li vytvořit nový soubor instrukcí musíte vložit kartu prázdný
cy: I greu set newydd o gyfarwyddiadau angen i chi osod cerdyn wag
da: Hvis du vil oprette et nyt sæt af instruktioner, du har brug for at indsætte et tomt kort
de: So erstellen Sie einen neuen Satz von Anweisungen, die Sie benötigen, um eine leere Karte einlegen
el: Για να δημιουργήσετε ένα νέο σύνολο οδηγιών που πρέπει να εισαγάγετε μια κενή κάρτα
et: Uue juhistega teil on vaja sisestada tühi kaart
fa: برای ایجاد یک مجموعه جدیدی از دستورات شما نیاز به وارد کردن یک کارت خالی
fi: Voit luoda uusia ohjeita, sinun täytyy lisätä tyhjä kortti
fr: Pour créer un nouvel ensemble d'instructions que vous devez insérer une carte vierge
ga: A chruthú sraith nua de threoracha gá duit a chur isteach ar chárta folamh
gl: Para crear un novo conxunto de instrucións que precisa inserir un cartón en branco
hi: को निर्देश आप एक रिक्त कार्ड डालने की जरूरत का एक नया सेट बनाना
hr: Da biste stvorili novi set instrukcija trebate umetnuti prazne kartice
hu: Hozzon létre egy új szóló utasításokat meg kell beszúrni egy üres kártyára
is: Til að búa til nýtt sett af leiðbeiningar sem þú þarft til að setja eyða kort
it: Per creare un nuovo set di istruzioni è necessario inserire una scheda in bianco
iw: כדי ליצור קבוצה חדשה של ההוראות אתה צריך להוסיף כרטיס ריק
ja: 場合は空白のカードを挿入する必要がある命令の新しいセットを作成するには
ko: 당신은 빈 카드를 삽입해야 할 지침을 새 세트를 만들려면
lv: Lai izveidotu jaunu norādījumu kopums vēlaties ievietot tukšu karti
mk: За да креирате нов сет на инструкции што треба да вметнете празно картичка
mt: Biex joħolqu sett ġdid ta 'struzzjonijiet li għandek bżonn biex jiddaħħal karta vojta
nl: Als u een nieuwe set instructies moet je een blanco kaart plaatsen
no: Hvis du vil opprette et nytt sett med instruksjoner du trenger for å sette inn et tomt kort
pl: Aby utworzyć nowy zestaw instrukcji trzeba włożyć pustą kartę
pt: Para criar um novo conjunto de instruções que você precisa inserir um cartão em branco
ro: Pentru a crea un nou set de instrucţiuni care aveţi nevoie să introduceţi o cartelă goală
sl: Če želite ustvariti nov sklop navodil morate vstaviti prazno kartico
sq: Për të krijuar një seri e re e udhëzimeve që ju duhet për të futur një kartë bosh
sr: Да бисте креирали нови скуп инструкција треба да убаците празну картицу
sv: Att skapa en ny uppsättning instruktioner måste du sätta ett tomt kort
sw: Kuunda seti ya maelekezo mpya unahitaji Insert a blank kadi
tr: Boş bir kart eklemek gerekir talimatları yeni bir takım oluşturmak için
vi: Để tạo một tập mới của hướng dẫn bạn cần phải chèn một thẻ trống
yi: צו באַשאַפן אַ נייַע גאַנג פון אינסטרוקציעס איר דאַרפֿן צו טאָן אַ ליידיק קאָרט
zh: 要创建一个指示您需要插入一个空白卡的新规定

source: You will then be prompted to input the directions for the robot to follow. This is done in the same way as the sequence doors
af: Jy sal dan aan insette daartoe gelei dat die aanwysings vir die robot wees om te volg. Dit is gedoen op dieselfde wyse as die opeenvolging deure
ar: وعندها يمكنك أن تكون المطالبة ، لإدخال توجيهات للروبوت والمتابعة. هذا هو الحال في بنفس الطريقة التي الأبواب تسلسل
be: Вам будзе прапанавана ўвесці накіравання для робата для пераймання. Гэта робіцца дакладна так жа, як паслядоўнасць дзвярэй
bg: След това ще бъдете подканени да въведете указанията за робота да се следват. Това се прави по същия начин, както и последователност врати
ca: A continuació, se li demanarà a l'entrada de les instruccions per al robot a seguir. Això es fa de la mateixa manera que les portes de la seqüència
cs: Pak budete vyzváni k zadávání pokynů pro robota k následování. To se dělá stejným způsobem jako sled dveře
cy: Byddwch wedyn yn cael eu hannog i mewnbwn y cyfarwyddiadau ar gyfer y robot i ddilyn. Mae hyn yn cael ei wneud yn yr un ffordd ag y drysau dilyniant
da: Du vil derefter blive bedt om at indtaste retninger for robotten til at følge. Dette sker på samme måde som den sekvens døre
de: Sie werden dann zur Eingabe aufgefordert, den Anweisungen für den Roboter zu folgen. Dies ist auf die gleiche Weise durchgeführt wie die Folge Türen
el: Στη συνέχεια θα σας ζητηθεί να εισάγετε τις κατευθύνσεις για το ρομπότ να ακολουθήσει. Αυτό γίνεται με τον ίδιο τρόπο όπως οι πόρτες ακολουθία
et: Seejärel palutakse sisestada suundumusi robotite järgima. Seda tehakse sama moodi nagu jada uksi
fa: پس از آن شما را به ورودی وادار می شود جهت برای ربات را به دنبال کنید. این به همان روشی انجام می شود تا درهای دنباله
fi: Tämän jälkeen sinua pyydetään syöttämään suunta robotti seurata. Tämä tapahtuu samalla tavalla kuin sarjan ovet
fr: Vous serez alors invité à saisir les orientations pour le robot à suivre. Cela se fait de la même manière que les portes de séquence
ga: Beidh tú a tharraing ansin chun ionchur na treoracha le haghaidh an robot a leanúint. Déantar é seo ar an dóigh chéanna leis an ord doirse
gl: Lle será solicitado para introducir as instrucións para o robot a continuación. Iso está feito da mesma forma que as portas secuencia
hi: फिर आप निवेश के लिए प्रेरित करेगा रोबोट के लिए निर्देश होने का पालन करें. यह उसी तरह किया जाता है के रूप में दृश्य दरवाजे
hr: Nakon toga će se zatražiti da unesete upute za robota slijediti. To se radi na isti način kao i niz vrata
hu: Ezután megkérdezi, hogy a bemeneti utasítás a robotot, hogy kövesse. Ezt ugyanúgy, mint a sorozat ajtók
is: Þú verður þá að vera beðinn um að inntak leiðbeiningar fyrir vélmenni að fylgja. Þetta er gert á sama hátt og röð dyr
it: Ti verrà chiesto di inserire le indicazioni per il robot da seguire. Questo viene fatto allo stesso modo, come la sequenza di porte
iw: לאחר מכן שתתבקש קלט את ההוראות עבור הרובוט לעקוב. זה נעשה באותה דרך כמו דלתות רצף
ja: 次に、入力に従って、ロボットのための指示メッセージが表示されます。これは、同じ方法で行われますようにシーケンスの扉
ko: 그런 다음 입력에 따라 로봇을위한 방향을하라는 메시지가 표시됩니다. 이 같은 방식으로 이루어집니다 같은 순서 문
lv: Jums tiks piedāvāts ieguldījums, lai robots virzienos ievērot. Tas tiek darīts, tāpat kā secība durvis
mk: Потоа ќе биде предочено да внесете насоки за робот да ги следат. Ова се прави на ист начин како и низа врати
mt: Inti imbagħad tkun wasslet għall-input id-direzzjonijiet għall-robot li jsegwu. Dan isir bl-istess mod bħall-bibien sekwenza
nl: U wordt vervolgens gevraagd om input van de aanwijzingen voor de robot te volgen. Dit gebeurt op dezelfde manier als de sequentie deuren
no: Du vil da bli bedt om å taste skiltingen til roboten til å følge. Dette gjøres på samme måte som den sekvensen dører
pl: Zostaniesz poproszony o wejście kierunki robot do naśladowania. Odbywa się to w taki sam sposób jak drzwi sekwencja
pt: Você será solicitado para introduzir as instruções para o robô a seguir. Isso é feito da mesma forma que as portas seqüência
ro: Vi se va cere apoi să intrare instrucţiunile de robot să urmeze. Acest lucru se realizează în acelaşi mod ca şi uşile de ordine
sl: Nato boste morali vložek navodila za robota slediti. To je narejeno na enak način kot zaporedje vrata
sq: Ju pastaj do të nxitet për ta input udhëzime për robot për t'u ndjekur. Kjo është bërë në të njëjtën mënyrë si dyert rend
sr: Тада нећете бити упитани за унос упутства за роботе да прате. То се ради на исти начин као и низ врата
sv: Du blir då ombedd att mata anvisningar för roboten att följa. Detta görs på samma sätt som den sekvensen dörrar
sw: Basi utakuwa wakiongozwa na pembejeo maelekezo kwa robot kufuata. Hii inafanywa kwa njia sawa na mlolongo milango
tr: Daha sonra giriş için izlenecek robot için yön istenir. Bu aynı şekilde yapılır gibi dizisi kapılar
vi: Sau đó, bạn sẽ được nhắc nhở để nhập vào các chỉ dẫn cho robot để làm theo. Điều này được thực hiện trong cùng một cách với chuỗi cửa
yi: איר וועט דאַן זיין פּראַמפּטיד צו אַרייַנשרייַב אָרט די אינסטרוקציעס פֿאַר די ראָבאָט צו נאָכפאָלגן. דאָס איז דורכגעקאָכט אין דער זעלביקער וועג ווי די סיקוואַנס דאָרז
zh: 你将被提示输入机器人的方向走。这样做是一样的顺序门

source: When you have finished inputting the directions, press Attack
af: Wanneer jy klaar is met die skryf van die rigtings, pers Aanval
ar: عند الانتهاء من إدخال هذه الاتجاهات ، وهجوم الصحافة
be: Калі вы скончыце ўвод кірунках, прэс-атака
bg: Когато приключите с въвеждане на посоки, натиснете Атака
ca: Quan hagi acabat d'ingressar les adreces, premeu Attack
cs: Když jste dokončili zadávání pokynů, stiskněte Attack
cy: Pan fyddwch wedi gorffen mewnbynnu'r cyfarwyddiadau, wasg Attack
da: Når du er færdig med at indtaste de retninger, skal du trykke Attack
de: Wenn Sie fertig sind Eingabe der Richtungen, drücken Attack
el: Όταν ολοκληρώσετε την καταχώρηση της κατευθύνσεις, πατήστε Attack
et: Kui olete sisestanud suunas, vajutage Attack
fa: هنگامی که شما به پایان رسید inputting جهات ، حمله مطبوعات
fi: Kun olet syöttämistä suuntaan, paina Attack
fr: Lorsque vous avez terminé la saisie des directions, appuyez Attack
ga: Nuair atá tú críochnaithe ionchur na treoracha, brúigh ionsaí
gl: Cando teña rematado de introducir as direccións, preme Attack
hi: तुम निर्देश, प्रेस हमला inputting जब समाप्त कर दिया है
hr: Kada ste završili unos smjerovima, pa pritisnite Attack
hu: Amikor befejezte bevitelére az utasításokat, és nyomjuk meg a támadás
is: Þegar þú hefur lokið inputting leiðbeiningar skaltu Attack
it: Quando avete finito l'inserimento delle istruzioni, premere Attack
iw: לאחר שסיימת המזינים את ההוראות, הקש Attack
ja: ときに、方向キーを攻撃入力が終了して
ko: 때는 방향 키를 입력 완료 공격
lv: Kad esat beidzis tos ievadījusi virzienos, nospiediet Attack
mk: Кога ќе завршите inputting насоките, притиснете Атак
mt: Meta tkun spiċċajt tiddaħħal id-direzzjonijiet, istampa Attakk
nl: Wanneer u klaar bent met het invoeren van de richtingen, drukt Attack
no: Når du er ferdig med inntastingen av retningene, trykker Attack
pl: Po zakończeniu wprowadzania kierunkach, naciśnij Attack
pt: Quando você tiver terminado de inserir as direções, pressione Attack
ro: Când aţi terminat de introdus în sistem direcţii, apăsaţi Attack
sl: Ko končate z vnašanjem smeri, pritisnite Attack
sq: Kur të keni mbaruar inputting drejtimet, shtypi Attack
sr: Када завршите са уметањем упутства, притисните Напад
sv: När du är klar med att mata in riktningarna, tryck Attack
sw: Wakati una inputting kumaliza maelekezo, wanahabari Attack
tr: Ne zaman yön tuşuna basın Attack giren tamamladığınızda
vi: Khi bạn đã hoàn thành việc nhập vào các chỉ dẫn, bấm Attack
yi: אַז איר האָט פאַרטיק ינפּוטטינג די דירעקציעס, פּרעס אַטאַק
zh: 当您完成输入的方向，按攻击

source: The robot will then follow the instructions on the card
af: Die robot sal dan die instruksies op die kaart te volg
ar: الروبوت سوف ثم اتبع الإرشادات الموجودة على البطاقة
be: Робат будзе прытрымлівацца інструкцыям на карце
bg: Роботът ще след това следвайте инструкциите на картата
ca: El robot després segueixi les instruccions a la targeta de
cs: Robot pak postupujte podle pokynů na kartě
cy: Bydd y robot yna dilynwch y cyfarwyddiadau ar y cerdyn
da: Robotten vil derefter følge instruktionerne på kortet
de: Der Roboter wird dann folgen Sie den Anweisungen auf der Karte
el: Το ρομπότ θα συνέχεια ακολουθήστε τις οδηγίες σχετικά με την κάρτα
et: Robot seejärel järgige kaart
fa: ربات سپس از دستورالعمل های روی کارت را دنبال
fi: Robotti jälkeen seuraa ohjeita kortin
fr: Le robot puis suivez les instructions sur la carte
ga: Beidh an robot ansin lean na treoracha ar an gcárta
gl: O robot, entón, siga as instruccións da tarxeta
hi: रोबोट तो कार्ड पर दिए निर्देशों का पालन करेगा
hr: Robot će zatim slijedite upute na kartici
hu: A robot ezután kövesse az utasításokat a kártyán
is: The vélmenni mun síðan fylgja leiðbeiningunum á kortinu
it: Il robot sarà quindi seguire le istruzioni sulla carta
iw: הרובוט יהיה מכן בצע את ההוראות על הכרטיס
ja: ロボットはその後、カードの指示に従う
ko: 로봇 후 카드에 지침을 따르십시오 것입니다
lv: Robots pēc tam izpildiet norādījumus par karti
mk: Роботот ќе тогаш следете ги инструкциите за картичка
mt: Il-robot mbagħad issegwi l-istruzzjonijiet fuq il-biljett
nl: De robot zal dan volg de instructies op de kaart
no: Roboten vil følg deretter instruksjonene på kortet
pl: Robot będzie następnie postępować zgodnie z instrukcjami na karcie
pt: O robô, então, siga as instruções no cartão
ro: Robotul va urma apoi instrucţiunile de pe cartela de
sl: Robot bo nato sledite navodilom na kartici
sq: Robot do të ndiqni udhëzimet mbi kartë
sr: Робот ће затим следите упутства на картици
sv: Roboten kommer sedan att följa instruktionerna på kortet
sw: The robot mapenzi kisha kufuata maelekezo ya kadi
tr: Robot karttaki yönergeleri takip edecek
vi: Các robot sau đó sẽ làm theo hướng dẫn trên thẻ
yi: די ראָבאָט וועט דאַן גייט די אינסטרוקציעס אויף די קאָרט
zh: 机器人会然后按照卡上的指示

source: If the directions aren't correct you can try again
af: As die voorskrifte korrek is jy weer kan probeer nie
ar: إذا كانت اتجاهات غير صحيحة يمكنك المحاولة مرة أخرى
be: Калі напрамкі не з'яўляюцца правільным можна паўтарыць спробу
bg: Ако указанията не са верни можете да опитате отново
ca: Si les instruccions no són correctes pot intentar de nou
cs: Pokud se pokyny nejsou správné, můžete zkusit znovu
cy: Os nad yw'r cyfarwyddiadau yn gywir y gallwch chi geisio eto
da: Hvis vejledningen ikke er korrekte, kan du prøve igen
de: Wenn die Richtungen sind nicht korrekt Sie es nochmals versuchen
el: Αν οι οδηγίες δεν είναι σωστές, μπορείτε να δοκιμάσετε ξανά
et: Kui suunad ei ole õiged saate proovige uuesti
fa: اگر جهت درست نیست شما دوباره می توانید امتحان کنید
fi: Jos ohjeet eivät ole oikein voit yrittää uudelleen
fr: Si les directions ne sont pas correctes, vous pouvez essayer de nouveau
ga: Más rud é nach bhfuil an ceart treoracha is féidir leat triail arís
gl: Se as direccións non estean correctas, podes probar de novo
hi: यदि निर्देशों तुम फिर से कोशिश कर सकते हैं सही नहीं कर रहे हैं
hr: Ako smjera nisu ispravni možete pokušati ponovo
hu: Ha a nem megfelelő irányba próbálja meg újra
is: Ef leiðbeiningar eru rétt ekki hægt að reyna aftur
it: Se le indicazioni non sono corrette si può provare di nuovo
iw: אם כיוונים לא נכונים אתה יכול לנסות שוב
ja: 場合は、方向性を再度試みることができますが正しくありません
ko: 만약 당신이 방향을 다시 시도할 수있습니다 정확하지 않습니다
lv: Ja virzieni nav pareizi, varat mēģināt vēlreiz
mk: Ако не се точни насоки може да се обидете се повторно
mt: Jekk l-istruzzjonijiet mhumiex korretti inti tista 'tipprova terġa
nl: Als de aanwijzingen niet correct zijn kunt u opnieuw proberen
no: Hvis instruksjonene ikke er korrekt kan du prøve igjen
pl: Jeśli wskazówki nie są poprawne można spróbować ponownie
pt: Se as direções não estiverem corretas, você pode tentar novamente
ro: În cazul în care direcţii nu sunt corecte puteţi încerca din nou
sl: Če smeri ni pravilno, lahko poskusite znova
sq: Në qoftë se udhëzimet nuk janë të sakta ju mund të provoni përsëri
sr: Ако упутства нису тачна можете покушати поново
sv: Om riktningar stämmer inte du kan försöka igen
sw: Kama maelekezo siyo sahihi unaweza jaribu tena
tr: Eğer yön tekrar deneyebilirsiniz doğru değil
vi: Nếu các hướng dẫn không đúng bạn có thể thử lại
yi: אויב די דירעקציעס ביסט נישט ריכטיק איר קען פּרווון נאָך אַ מאָל
zh: 如果方向不正确，您可以再试一次

source: This place is crazy, I'd better hurry up and find Dad before I end up getting killed!
af: Hierdie plek is gek, wil ek 'n beter haastig op en vind Pappa, voordat ek uiteindelik kry vermoor!
ar: هذا المكان هو مجنون ، وكنت أفضل عجلوا وتجد الأب قبل أن يقتل في نهاية المطاف!
be: Гэта месца з розуму, я лепш паспяшацца і знайсці пап, перш чым я да канца не забілі!
bg: Това място е луд, щях по-бързо и да намерят Татко, преди да свърши получаване уби!
ca: Aquest lloc és una bogeria, és millor que donar-se pressa i trobar al pare abans d'acabar sobre d'aconseguir matat!
cs: Toto místo je blázen, radši pospíšit a najít tátu, než jsem se nakonec dostat zabil!
cy: Y lle hwn yn gwallgof, Id 'well frys i fyny ac i ddod o hyd i Dad cyn i mi y diwedd yn cael eu lladd!
da: Dette sted er gal, jeg må hellere skynde sig og finde far, før jeg ender med at blive dræbt!
de: Dieser Ort ist verrückt, ich würde besser beeilen Sie sich und finden Dad, bevor ich am Ende getötet zu werden!
el: Αυτό το μέρος είναι τρελό, είχα καλύτερη σπεύσουμε και να βρει τον μπαμπά μου πριν καταλήξετε getting σκότωσε!
et: See koht on mõttetu, ma parem kiirusta ja leida isa enne kui ma lõpuks saada surma!
fa: این مکان دیوانه ، من بهتر است عجله کردن و پیدا کردن پدر قبل از من در نهایت کشته شدن!
fi: Tämä paikka on hullu, minä kiirettä ja löytää isä ennen kuin lopulta saada surmansa!
fr: Cet endroit est fou, je ferais mieux de se dépêcher de trouver papa avant de finir par se faire tuer!
ga: Is é seo áit dÚsachtach, mhaith liom Hurry níos fearr a bhunú agus a aimsiú daid roimh dheireadh mé ag dul a mharaítear!
gl: Este lugar é unha loucura, é mellor eu apressar-e atopar o meu pai antes de acabar por ficar morto!
hi: इस जगह पागल, मैं बेहतर जल्दी होता है और मैं अंत से पहले पिताजी मिल रही मार डाला!
hr: Ovo mjesto je lud, ja bih bolje požuriti i pronaći tata prije nego što sam završiti dobivanje ubio!
hu: Ez a hely bolond, Jobb, siess és keresd apa, mielőtt a végén egyre meghalt!
is: This staður er brjálaður, ég vil betri drífa sig og finna pabbi áður en ég á endanum getting drepinn!
it: Questo posto è pazzesco, è meglio che in fretta e trovare papà, prima di finire ammazzati!
iw: המקום הזה הוא מטורף, כדאי למהר למצוא אבא לפני שאני בסופו של דבר נהרגים!
ja: この場所は、よりよい急いしたい夢中だとfindお父さん私が終わる前に死亡を取得！
ko: 이 곳은, 내가 서두 르 는게 좋을거 미쳤어 찾아 아빠가 끝나기 전에 살해당하는!
lv: Šī vieta ir crazy, es labāk pasteidzies un atrast tētim līdz es beigās kļūst nogalina!
mk: Ова место се луди, јас Подобро побрзај и тато најде пред крајот јас до добивање уби!
mt: Dan il-post huwa crazy, I'd aħjar hurry up u jsibu Dad qabel I jispiċċaw jkollna maqtula!
nl: Deze plek is gek, zou ik beter opschieten en vind pap voordat ik uiteindelijk krijgt gedood!
no: Dette stedet er gal, jeg bedre skynde seg og finne far før jeg ender opp med å bli drept!
pl: To miejsce jest szalony, Lepiej się pospiesz i znaleźć Tato, zanim w końcu coraz zabić!
pt: Este lugar é uma loucura, é melhor eu apressar-se e encontrar meu pai antes de eu acabar por ficar morto!
ro: Acest loc este nebun, mi-ar grabă mai bine până şi de a găsi tata înainte de a mă sfârşesc omorat!
sl: Ta kraj je noro, jaz bi bolje pohiti in najde oče, preden sem na koncu dobili ubil!
sq: Ky vend është i çmendur, unë mirë e bëj me ngut dhe për të gjetur Dad para se të përfundojnë duke u vranë!
sr: Ово место је лудо, ја боље да пожурите и пронаћи тата пре него што сам до краја добијање убио!
sv: Här stället är galen, jag bättre skynda dig och hitta pappa innan jag i slutändan får avlivas!
sw: Pa hii ni crazy, I'd haraka bora up na kupata Dad kabla mimi kuishia kupata kuuawa!
tr: Bu yer, daha iyi acele ediyorum delilik ve bulmak Baba Ben sonuna kadar elde öldürdü!
vi: Nơi này là điên, tôi muốn tốt hơn nhanh lên và tìm thấy Dad trước khi tôi sẽ chỉ nhận được chết!
yi: דער אָרט איז מעשוגע, איך'ד בעסער יילן זיך און געפֿינען פאטער איידער איך ענדיקן זיך געטינג קילד!
zh: 这个地方是疯了，我最好赶快结束之前，我找到了父亲被杀！

source: So, to create that Fire Shield I have to get a Red Sludge tentacle
af: Dus, om te skep dat Vuur Shield ek het en ontvang 'n Rooi Slib tentakel
ar: لذلك ، لإنشاء درع ان الحريق لا بد لي من الحصول على الأحمر الحمأة اللامسة
be: Такім чынам, каб стварыць што агонь шчыт я павінен атрымаць шчупальцы Чырвоны асадак
bg: Така че, за да създадете този огън щит трябва да получи червен утайки пипало
ca: Així que, per crear Escut de foc que he d'aconseguir un tentacle Xarxa de fangs
cs: Tak, že k vytvoření Fire Shield musím Red kalů chapadlo
cy: Felly, i greu bod Tân Shield yn rhaid i mi gael tentacle Sludge Coch
da: Så for at skabe denne Fire Shield jeg nødt til at få en rød Slam fangarm
de: Also, zu schaffen, dass Fire Shield habe ich einen roten Schlamm Tentakel erhalten
el: Έτσι, για να δημιουργήσετε ότι Fire ασπίδα πρέπει να πάρω ένα κόκκινο λάσπης πλοκάμι
et: Nii, et luua, et Fire Shield Mul on saada Punase Muda kombits
fa: بنابراین ، برای ایجاد سپر آتش است که من برای دریافت قرمز شاخک حساس لجن
fi: Niin, luoda, että Fire Shield minun täytyy saada Red Liete lonkero
fr: Ainsi, pour créer ce feu Bouclier je dois obtenir un tentacule Red boues
ga: Mar sin, a chruthú go bhfuil Dóiteáin Sciath liom a fháil sloda Dearg tentacle
gl: Así, para crear o Fire Shield eu teño que ir nun tentáculos Red Sludge
hi: तो, बनाने के लिए उस आग शील्ड मैं एक लाल कीचड़ मूंछ जाना है
hr: Dakle, kako napraviti da Vatrogasna štit Moram se ticalo crvenog mulja
hu: Így kell alkotni, hogy a Fire Shield kell mennem a Vörös iszap csáp
is: Svo, til að skapa þessi Fire Skjöldur ég að fá Red Sludge Tentacle
it: Così, per creare quel fuoco Shield devo ottenere un tentacolo Red fanghi
iw: לכן, כדי ליצור מגן אש כי אני צריך לקבל אדום זרוע בוצה
ja: そのため、この火災シールド私はレッド汚泥触手を取得する必要があります作成する
ko: 그래서, 그 화재 쉴드 난 레드 슬러지 촉수를 가지고 만들 수
lv: Tātad, lai izveidotu šo Fire Shield man iegūt Red Dūņu tausteklis
mk: Значи, да се создаде дека Fire Шилд морам да добие Црвен Шламови пипало
mt: Allura, biex jinħolqu li Fire Shield I ikollu jikseb Tentacle Ħama aħmar
nl: Dus, het creëren van dat Fire Shield ik een rode Slib tentakel krijgen
no: Så, for å lage at Brann Shield jeg må få en rød Slam Tentacle
pl: Tak więc, aby stworzyć tę Fire Shield Muszę mieć macki Red osadów
pt: Assim, para criar o Fire Shield eu tenho que pegar um tentáculo Red Sludge
ro: Deci, pentru a crea acea Rapide Shield am să obţineţi un tentacul Red nămolurile de
sl: Torej, za ustvarjanje Fire Shield, da moram priti Popek Red blata
sq: Pra, për të krijuar se zjarrit Mburoja unë duhet të merrni një brith llum Kuq
sr: Дакле, за креирање тог освежавање Штит сам да се Црвена муља Пупак
sv: Så, för att skapa denna Fire Shield jag måste få en röd Slam tentakel
sw: Hivyo, kujenga kwamba Motoni Shield nina kupata Sludge Red tentacle
tr: Yani, yangın kalkan bir Kırmızı Çamur tentacle almak zorunda oluşturmak için
vi: Vì vậy, để tạo ra rằng Fire Shield tôi có để có được một đỏ bùn tua
yi: אַזוי, צו שאַפֿן אַז פייער שילד איך האָבן צו קריגן אַ רעד סלודגע טאַפּערל
zh: 因此，要创建该消防盾，我要得到一个红色污泥触手
