Repository: riksweeney/edgar
Catalog: trunk/locale/*.po
Languages: af, ar, be, bg, ca, cs, cy, da, de, el, et, fa, fi, fr, ga, gl, hi, hr, hu, is, it, iw, ja, ko, lv, mk, mt, nl, no, pl, pt, ro, sl, sq, sr, sv, sw, tr, vi, yi, zh

source: Do you have a sword I can borrow?
af: Het jy 'n swaard kan ek leen?
ar: هل لديك السيف أستطيع اقتراض؟
be: У вас ёсць меч, я магу пазычыць?
bg: Имате ли меч мога да взема?
ca: Té vostè una espasa que pot demanar prestat?
cs: Máte meč mohu půjčit?
cy: Oes gennych chi cleddyf gallaf fenthyg?
da: Har du et sværd jeg kan låne?
de: Haben Sie ein Schwert kann ich ausleihen?
el: Έχετε ένα σπαθί που μπορώ να δανειστώ;
et: Kas teil on mõõga saan laenata?
fa: آیا شمشیر می توانم قرض بگیرم؟
fi: Onko sinulla miekka voin lainata?
fr: Avez-vous une épée je peux emprunter?
ga: An bhfuil sword is féidir liom a fháil ar iasacht?
gl: Tes unha espada para me prestar?
hi: क्या आपके पास एक तलवार मैं उधार ले सकता है?
hr: Imate mač mogu posuditi?
hu: Van egy kardot tudok kölcsön?
is: Ertu sverð ég get láni?
it: Avete una spada non posso prendere in prestito?
iw: האם יש לך חרב אני יכול לשאול?
ja: 私が借りることができるの剣がありますか？
ko: 내가 빌릴 수 칼을 가지고 있습니까?
lv: Vai jums ir zobens, es varu aizņemties?
mk: Имате ли нож можам да позајмам?
mt: Għandek xabla I jistgħu jissellfu?
nl: Heeft u een zwaard kan ik lenen?
no: Har du et sverd jeg kan låne?
pl: Czy masz miecz mogę pożyczyć?
pt: Você tem uma espada para me emprestar?
ro: Ai o sabie pot împrumuta?
sl: Ali imaš meč sem lahko sposodim?
sq: A keni një shpatë unë mund të huazoj?
sr: Да ли имате мач могу посудити?
sv: Har du ett svärd jag kan låna?
sw: Je una upanga naweza kuazima?
tr: Sana ödünç bir kılıç var mı?
vi: Bạn đã có một thanh kiếm tôi có thể vay?
yi: צי איר האָט אַ שווערד איך קען באָרגן?
zh: 你有一把剑，我可以借用？

source: I do have a sword and you can have it if you do something for me first
af: Ek het nie 'n swaard en jy kan dit as jy nie iets vir my eerste
ar: ولدي السيف ويمكنك الحصول عليها إذا كنت تفعل شيئا بالنسبة لي أولا
be: У мяне ёсць меч, і вы можаце мець яго, калі што-то зрабіць для мяне першым
bg: Имам нож и можете да я имате, ако не направиш нещо за мен първо
ca: Tinc una espasa i el pots tenir si vostè fa alguna cosa per mi primer
cs: Já mám meč a můžete mít, pokud děláte něco pro mě první
cy: Oes gennyf chleddyf a gallwch ei gael os ydych yn gwneud rhywbeth i mi yn gyntaf
da: Jeg har et sværd, og du kan have det, hvis du gør noget for mig først
de: Ich habe ein Schwert und Sie können es, wenn Sie etwas für mich tun ersten
el: Έχω ένα σπαθί και μπορείτε να το έχετε, αν κάνετε κάτι για μένα πρώτα
et: Mul on mõõk ja sul võib olla see, kui sul midagi minu jaoks esimene
fa: من که شمشیر و شما می توانید آن را اگر شما انجام کاری که برای من اولین
fi: Minulla on miekka, ja saat sen jos teet jotain minulle ensimmäinen
fr: J'ai une épée et vous pouvez l'avoir si vous faites quelque chose pour moi d'abord
ga: Liom a dhéanamh ag sword agus is féidir tá sé leat má dhéanann tú rud éigin do chéad uair dom
gl: Eu teño unha espada e pode telo se fai algo para min primeiro
hi: मैं एक तलवार है और तुम्हारे पास है अगर तुम मेरे लिए कुछ कर सकता है पहले
hr: Ja nemam mač i možete ga imati, ako ste nešto učiniti za mene najprije
hu: Van egy kardot, és a tiéd lehet, ha csinálsz valamit nekem az első
is: Ég hef sverð og hægt að hafa það ef þú gerir eitthvað fyrir mig fyrst
it: Ho una spada e si può avere se si fa qualcosa per me prima
iw: יש לי חרב אתה יכול לקבל את זה אם אתה עושה משהו בשבילי הראשון
ja: 私は剣を持っており、もしあなたが私の最初の何かをあなたがすることができます
ko: 내가 칼을 가지고 할 경우에는 먼저 날 위해 뭔가를 당신이 그것을 가질 수있습니다
lv: Man ir zobens un jums var būt, ja tu kaut ko man vispirms
mk: Имам еден нож и можете да го имаат, ако направи нешто за мене прв
mt: I do jkollhom xabla u inti jista 'jkollha jekk għandek tagħmel xi ħaġa għalija l-ewwel
nl: Ik heb een zwaard en je kunt hebben als je iets voor mij eerst
no: Jeg har et sverd og du kan ha det hvis du gjør noe for meg først
pl: Mam miecz i masz go, gdy zrobisz coś dla mnie pierwszy
pt: Eu tenho uma espada e você pode tê-lo se você fizer algo para mim primeiro
ro: I a face au o sabie şi puteţi avea daca vei face ceva pentru mine prima
sl: Imam meč in ga lahko, če vam kaj zame prvi
sq: Unë kam një shpatë dhe ju mund të keni atë nëse ju bëni diçka për mua e parë
sr: Ја немам мач, и можете га имати ако урадите нешто за мене први
sv: Jag har ett svärd och du kan få det om du gör något för mig först
sw: I do have a upanga na unaweza kuwa nayo kama wewe kufanya kitu kwa ajili yangu ya kwanza
tr: Ben bir kılıç var ve eğer benim için öncelikle bir şeyler yapmak onu olabilir
vi: Tôi có một thanh kiếm và bạn có thể có nó nếu bạn làm điều gì đó cho tôi lần đầu tiên
yi: איך טאָן האָבן אַ שווערד און איר קענט האָבן דאָס אויב איר טאָן עפּעס פֿאַר מיר ערשט
zh: 我有一把刀，你可以，如果你为我做事情首先

source: OK... what do I have to do?
af: OK ... wat moet ek doen?
ar: موافق... ماذا علي أن أفعل؟
be: OK ... Што я павінен рабіць?
bg: Добре ... какво трябва да направя?
ca: OK ... Què he de fer?
cs: OK ... Co mám dělat?
cy: OK ... beth mae'n rhaid i mi ei wneud?
da: OK ... hvad skal jeg gøre?
de: OK ... was muss ich tun?
el: Εντάξει ... Τι πρέπει να κάνω;
et: OK ... Mida ma pean tegema?
fa: تأیید... چه چیزی به من بدهید کاری انجام دهید؟
fi: OK ... mitä minun pitää tehdä?
fr: OK ... que dois-je faire?
ga: OK ... cad a dhéanann agam a dhéanamh?
gl: OK ... o que debo facer?
hi: ठीक है ... मुझे क्या करना है?
hr: OK ... ono što moram učiniti?
hu: ... Rendben Mit kell tennem?
is: Allt í lagi ... Hvað þarf ég að gera?
it: OK ... cosa devo fare?
iw: אישור ... מה אני צריך לעשות?
ja: [OK]を...どうすればよいのですか？
ko: 좋아요 .. 내가 뭘해야 하나요?
lv: Labi ... Ko man darīt?
mk: ОК ... што можам да направам?
mt: OK ... dak li għandi nagħmel?
nl: OK ... wat moet ik doen?
no: OK ... hva må jeg gjøre?
pl: OK ... co mam zrobić?
pt: OK ... o que devo fazer?
ro: OK ... Ce trebuie sa fac?
sl: OK ... Kaj moram storiti?
sq: OK ... çfarë duhet të bëj?
sr: У реду ... шта треба да урадим?
sv: OK ... vad ska jag göra?
sw: OK ... nini nina kufanya?
tr: Tamam ... ne yapmam gerekiyor?
vi: OK ... những gì tôi phải làm gì?
yi: גוט ... וואָס טאָן איך האָבן צו טאָן?
zh: 行...我怎么做？

source: Some of my chickens have escaped from their pen and I would be very grateful if you can get them back for me
af: Sommige van my hoenders het ontsnap uit hul pen en ek sou baie dankbaar wees as jy dit kan kry dit terug vir my
ar: وبعض زميلاتي الدجاج قد هرب من ركلة جزاء) وسأكون في غاية الامتنان لكم لو يمكن أن يحصل عليها بالنسبة لي
be: Некаторыя мае куры беглі ад іх пяра, і я быў бы вельмі ўдзячны, калі Вы можаце атрымаць іх назад для мяне
bg: Някои от моите пилета са избягали от техните писалка и аз ще бъда много благодарен, ако можете да ги върне за мен
ca: Alguns dels meus pollastres s'han escapat de la seva ploma i jo estaria molt agraït si vostè pot aconseguir de nou per a mi
cs: Někteří z mých kuřat, které uprchly ze svých pera a byl bych velmi vděčný, kdyby se můžete dostat zpět pro mě
cy: Mae rhai o fy ieir wedi dianc o'r eu pen, a byddwn yn ddiolchgar iawn os y gallwch eu cael yn ôl i mi
da: Nogle af mine kyllinger er flygtet fra deres pen, og jeg ville være meget taknemmelig, hvis du kan få dem tilbage til mig
de: Einige meiner Hühner aus ihrer Feder entgangen, und ich wäre sehr dankbar, wenn Sie sie bekommen können wieder für mich
el: Ορισμένα από τα κοτόπουλα μου έχουν διαφύγει από την πένα τους και θα ήμουν πολύ ευγνώμων εάν μπορείτε να τα πάρετε πίσω για μένα
et: Mõned minu kanad on põgenenud oma pliiatsi ja oleksin väga tänulik, kui saad neid tagasi minu jaoks
fa: برخی از جوجه ها من را از قلم خود فرار کرد و من بسیار سپاسگزار خواهد بود اگر شما می توانید آنها را دوباره برای من گرفتن
fi: Jotkut minun kanojen karannut niiden kynän ja olisin hyvin kiitollinen, jos saat ne takaisin minulle
fr: Certains de mes poulets se sont échappés de leur enclos et je serais très reconnaissant si vous pouvez les récupérer pour moi
ga: Tá cuid de mo sicíní ag éalú óna peann agus go mbeadh sé mé an-bhuíoch más féidir leat iad a fháil ar ais dom
gl: Algunhas das miñas galiñas escaparon da súa pena e eu quedaría moi grata se pode se atope los de volta para min
hi: मेरी मुर्गी से कुछ अपनी कलम से बच गए और मैं बहुत आभारी अगर आप उन्हें मेरे लिए वापस प्राप्त कर सकते हैं होगा
hr: Neki od mojih kokoši su izbjegli iz svojih pero i ja bi vrlo zahvalan ako možete ih vratiti za mene
hu: Az én csirkéket szökött meg tollal, és én nagyon hálás lenne, ha nem kap vissza nekem
is: Sumir kjúklingur minn hefur sloppið frá penni og ég yrði mjög þakklát ef þú geta fá þá aftur fyrir mig
it: Alcuni dei miei polli sono fuggiti dal loro recinto e sarei molto grato se si possono avere di nuovo per me
iw: כמה תרנגולות שלי יש ברח עט שלהם ואני יהיה אסיר תודה אם תוכל להחזיר אותם בשבילי
ja: いくつかの私のニワトリたちのペンから逃れていると私は非常に戻す場合、私は彼らを取得することができます感謝される
ko: 일부 내 병아리들의 펜에서 탈출하고 난 아주 만약 제게 다시 그들을 얻을 수있을 것이라고 감사
lv: Daži no maniem cāļiem, būtu izbēguši no to aizgaldu un es būtu ļoti pateicīgs, ja jūs varat saņemt atpakaļ man
mk: Некои од моите кокошки избегале од своите пенкало и јас ќе бидам многу благодарен ако не можете да ги врати за мене
mt: Uħud minn tiġieġ tiegħi maħruba mill-pinna tagħhom u Inkun grat ħafna jekk inti tista 'tikseb lura g ˙ alija
nl: Sommige van mijn kippen zijn ontsnapt uit hun pen en ik zou zeer dankbaar zijn als je terug kunt krijgen ze voor mij
no: Noen av mine kyllinger har rømt fra sin penn, og jeg ville bli veldig takknemlig hvis du kan få dem tilbake til meg
pl: Niektóre z moich kur uciekł z ich pióra i byłbym bardzo wdzięczny, jeśli możesz otrzymać je z powrotem do mnie
pt: Algumas das minhas galinhas escaparam de sua pena e eu ficaria muito grato se você pode obtê-los de volta para mim
ro: Unele dintre puii mei au scăpat din stilou lor, şi aş fi foarte recunoscător dacă aţi putea a lua pe ei spate pentru mine
sl: Nekaj mojih piščancev so pobegnili iz svoje pero in jaz bi bil zelo hvaležen, če lahko dobiš nazaj za mene
sq: Disa nga pulat e mia kanë shpëtuar nga pendën e tyre dhe unë do të jetë shumë mirënjohës nëse ju mund t'i merrni mbrapa për mua
sr: Неки од мојих пилића су побегли из њихових пера и ја бих веома захвалан ако можете да их вратимо за мене
sv: Några av mina kycklingar har rymt från sin penna och jag skulle vara mycket tacksam om du kan få dem tillbaka till mig
sw: Baadhi ya kuku wangu kuwa alitoroka kutoka kalamu zao na mimi itakuwa kushukuru sana kama unaweza kupata nyuma yao kwa ajili yangu
tr: Bazı tavuk kendi kaleminden kaçtığını ve ben çok eğer bana onları alabilirsiniz minnettar olacaktır
vi: Một số gà của tôi đã thoát bút của họ và tôi sẽ rất biết ơn nếu bạn có thể nhận được chúng trở lại cho tôi
yi: עטלעכע פון מייַנע טשיקאַנז האָבן יסקייפּט פֿון זייער פעדער און איך וואָלט זיין זייער דאַנקבאַר אויב איר קענט באַקומען זיי צוריק פֿאַר מיר
zh: 我的一些鸡逃出了笔，我会非常感激，如果你可以为我回来

source: I have set up some traps near their pen, you can lure them to the traps using this chicken feed. I don't need them all, but at least 3 would be very helpful. I can get the rest myself.
af: Ek het 'n paar plate naby hul pen, kan jy lok hulle om die strikke gebruik van hierdie hoender voer. Ek hoef dit nie alles nie, maar ten minste 3 sou baie nuttig. Ek kry die res myself.
ar: لقد شكلت بعض الفخاخ بالقرب من ركلة جزاء) ، يمكنك استدراجهم إلى الفخاخ استخدام هذا العلف للدجاج. ولست بحاجة لهم جميعا ، ولكن ما لا يقل عن 3 من شأنه أن يكون مفيدا جدا. يمكنني أن أحصل على راحة نفسي.
be: Я паставіў пасткі паблізу іх пяра, можна заманіць іх у пастку Выкарыстоўваючы гэты курыны корм. Мне не патрэбныя іх усіх, но по крайней мере 3 былі б вельмі карысныя. Я магу атрымаць астатняе сам.
bg: Имам създаде някои капани близо до писалката, можете да ги привлече към капаните използвате тази незначителна сума пари. Аз не се нуждаят от всички тях, но най-малко 3 би било много полезно. Не мога да получите себе си почивка.
ca: He creat algunes trampes a prop de la seva ploma, pot atraure a les trampes utilitzant aquest feed de pollastre. Jo no necessito a tots, però almenys 3 seria molt útil. Puc aconseguir la resta a mi mateix.
cs: Mám nastavit nějaké pasti blízko jejich pera, můžete nalákat do pasti pomocí této slepice. Nepotřebuju je všechny, ale nejméně 3 by bylo velmi užitečné. Můžu si zbytek sám.
cy: Rwyf wedi sefydlu rhai trapiau ger eu pen, gallwch eu denu i ddefnyddio trapiau hyn yn bwydo i cyw iâr. Nid oes angen i bob un ohonynt, ond o leiaf 3 byddai yn ddefnyddiol iawn. Alla i gael y gweddill fy hun.
da: Jeg har oprettet nogle fælder i nærheden af deres pen, kan du lokke dem til de fælder bruge denne kyllingefoder. Jeg har ikke brug for dem alle, men mindst 3 ville være meget nyttigt. Jeg kan få resten selv.
de: Ich habe auf dieser einige Fallen in der Nähe ihrer Feder, können Sie sie zu locken, um die Fallen mit dieser Hühnerfutter. Ich brauche sie nicht alle, aber mindestens 3 würde sehr hilfreich sein. Ich kann den Rest mir.
el: Έχω δημιουργήσει κάποιες παγίδες κοντά πένα τους, μπορείτε να τους δελεάσουν να τις παγίδες των ζωοτροφών που χρησιμοποιούν αυτό το κοτόπουλο. Δεν χρειάζεται όλα αυτά, αλλά τουλάχιστον 3 θα είναι πολύ χρήσιμη. Μπορώ να πάρω το υπόλοιπο εαυτό μου.
et: Mul on loodud mõned püüniste lähedal pliiatsi saab meelitatakse neid püüniste kasutamist kana sööta. Ma ei pea neid kõiki, kuid vähemalt 3 oleks väga kasulik. Ma saan ülejäänud mina.
fa: من راه اندازی برخی از تله در نزدیکی قلم خود ، شما می توانید آنها را به دام مرغ با استفاده از این اشتراک بوسیله تطمیع بدام انداختن. من همه آنها را لازم نیست ، اما حداقل 3 خواهد بود بسیار موثر است. من نمی توانم خودم را استراحت کنید.
fi: Olen perustanut joitakin ansoja lähellä niiden kynä, voit houkutella niitä ansoja käytetään tätä Kananrehua. En tarvitse niitä kaikkia, mutta ainakin 3 olisi erittäin hyödyllistä. Saan loput itse.
fr: J'ai mis en place des pièges à proximité de leur plume, vous pouvez les attirer dans des pièges en utilisant ce flux de poulet. Je n'ai pas tous, mais au moins 3 serait très utile. Je peux obtenir le reste moi-même.
ga: Tá mé ar bun roinnt gaistí in aice a peann, is féidir leat iad a lure chun an úsáid a bhaint as gaistí seo beatha cearc. Ní féidir liom gá iad go léir, ach ar a laghad 3 go mbeadh an-cabhrach. Is féidir liom teacht ar an gcuid féin.
gl: Teño creado algunhas trampas preto da súa pluma, pode atrae-los para as trampas usando este feed galiña. Eu non preciso de todos eles, pero polo menos 3 sería moi útil. Eu podo pegar o resto só.
hi: मैं स्थापित किया है अपनी कलम के पास कुछ जाल, तुम उन्हें इस चिकन फ़ीड का उपयोग कर जाल के लिए आकर्षण कर सकते हैं. मैं उन सभी की जरूरत नहीं है, लेकिन कम से कम 3 बहुत उपयोगी होगा. मैं खुद को आराम मिल सकता है.
hr: Imam postaviti neke zamke u blizini svoje pero, možete ih namamiti u zamke koristeći ovaj chicken feed. Ne treba ih sve, ali najmanje 3 bi biti vrlo korisna. Ja mogu dobiti ostatak sebe.
hu: Én meg egy kis csapdák közelében a tollat, akkor csábítása azokat a csapdákat ezzel a csirke feed. Nem kell mindegyiket, de legalább 3 igen hasznos lenne. Tudom szerezni a többit magam.
is: Ég hef sett upp nokkrar gildrur nálægt víti þeirra, getur þú tálbeita þeirra til gildra nota þennan kjúklingur straumi. Ég þarf ekki þeim öllum, en að minnsta kosti 3 myndi vera mjög hjálpsamur. Ég get fengið að hvíla mig.
it: Ho creato alcune trappole in prossimità del loro penna, è possibile attirare a trappole con questo mangime per polli. Non ho bisogno di tutti, ma almeno 3 sarebbe molto utile. Posso ottenere il resto me stesso.
iw: אני צריך להגדיר כמה מלכודות ליד עט שלהם, אתה יכול לפתות אותם באמצעות מלכודות זה להאכיל תרנגולת. אני לא צריך את כולם, אבל לפחות 3 יהיה מועיל מאוד. אני יכול להשיג את שאר עצמי.
ja: 私はペンの近くにいくつかのトラップを設定している場合は、トラップはこの鶏の餌を使用して誘い出すことができます。私は、それらのすべての必要はありませんが、少なくとも3つの非常に役立つだろう。私は、残りの自分を得ることができます。
ko: 난 그들의 펜을 근처에 몇 가지 함정을 설정, 당신은 함정이 닭 사료를 사용하여 그들을 꾀어 수있습니다. 내가 그들 모두를 필요하지 않지만 적어도 3 매우 도움이 될 것이다. 난 나머지 자신을 얻을 수있습니다.
lv: Man ir izveidotas dažas netālu no pildspalvas filtriem, Jūs varat lure tām lamatām, izmantojot šo vistu barību. Man nevajag tos visus, bet vismaz 3 būtu ļoti noderīga. Es varu atpūsties sevi.
mk: Имам некои стапици поставени во близина на нивните пенкало, можете да го намами ги на стапици користењето на оваа храна пилешко. Не ми треба сите нив, но барем 3 ќе биде многу корисна. Јас може да добие остатокот себе.
mt: I waqqfu xi nases ħdejn pinna tagħhom, inti tista LURE lill-nases li jużaw dan għalf tat-tiġieġ. I don't need lilhom kollha, imma mill-inqas 3 jkun ferm utli. Nista 'nikseb il-bqija myself.
nl: Ik heb ingesteld voor enkele valstrikken in de buurt van hun pen, kun je ze lokken naar de vallen met behulp van deze kippenvoer. Ik hoef ze niet allemaal, maar ten minste 3 zou zeer nuttig zijn. Kan ik de rest zelf.
no: Jeg har satt opp noen feller nær pennen deres, kan du lokke dem til fellene bruke denne chicken feed. Jeg trenger ikke dem alle, men minst 3 vil være svært nyttig. Jeg kan få resten selv.
pl: I stworzyły pewne pułapki w pobliżu ich zagrody, można zwabić je do pułapki przy użyciu tego dziadostwo. Nie potrzebuję ich wszystkich, ale co najmniej 3 byłoby bardzo pomocne. Mogę sobie resztę.
pt: Tenho criado algumas armadilhas perto de sua caneta, pode atraí-los para as armadilhas usando esse feed frango. Eu não preciso de todos eles, mas pelo menos 3 seria muito útil. Eu posso pegar o resto sozinho.
ro: Am instituit unele capcane lângă stilou lor, aveţi posibilitatea de a le atrage capcane folosind acest flux de pui. Nu am nevoie de-le pe toate, dar cel puţin 3 ar fi foarte util. Nu pot sa ma restul eu.
sl: I so vzpostavile nekatere pasti, v bližini njihovega boksa, lahko Skušnjava jih pasti uporabo te piščančje krme. Ne potrebujem jih vsi, pa vsaj 3, bi bilo zelo koristno. Lahko dobim počitek sebi.
sq: Kam ngritur disa kurthe pranë stilolaps e tyre, ju mund të joshur ata që të kurthe duke përdorur këtë ushqim pule. Unë nuk kam nevojë të gjithë, por së paku 3 do të jetë shumë e dobishme. Unë mund të merrni pushim veten.
sr: Морам поставити неке замке у близини својих пера, можете их намамити до замке користећи ову пилетину хране. Не треба их све, али најмање 3 ће бити веома корисна. Ја могу добити мене остало.
sv: Jag har satt upp några fällor i närheten av deras boxar, kan du lura dem till fällorna med denna struntsumma. Jag behöver inte dem alla, men åtminstone 3 skulle vara till stor hjälp. Jag kan få tag på resten själv.
sw: I have set up baadhi mitego karibu kalamu zao, unaweza anasa yao kwa kutumia mitego kulisha kuku. Sihitaji yao yote, lakini angalau ingekuwa 3 kusaidia sana. Naweza kupata mapumziko yangu.
tr: Ben onların kalem yanında bazı tuzakları kurmak varsa, bu tuzakları tavuk yemi kullanarak onları yem olabilir. Ben hepsini gerekmez ama en azından 3 çok yararlı olacaktır. Ben geri kalan kendimi alabilirsiniz.
vi: Tôi đã thiết lập một số bẫy gần bút của mình, bạn có thể thu hút họ vào bẫy này bằng cách sử dụng thức ăn gà. Tôi không cần tất cả, nhưng ít nhất 3 sẽ rất hữu ích. Tôi có thể nhận được phần còn lại bản thân mình.
yi: איך האָב שטעלן זיך עטלעכע טראַפּס לעבן זייער פעדער, איר קענט צוציען זיי צו די טראַפּס ניצן דעם הינדל פּאַטשן. איך טאָן ניט דאַרפֿן זיי אַלע, אָבער ביי מינדסטער 3 וואָלט זיין זייער נוציק. איך קען באַקומען די אָפּרוען זיך.
zh: 我已成立了一些附近的笔陷阱，你可以引诱他们的陷阱，使用此鸡饲料。我不需要他们，但至少3将是非常有益的。我能得到休息自己。

source: That's it?
ar: هذا كل شيء؟
be: І гэта ўсё?
bg: Това е то?
ca: Això és tot?
cs: To je všechno?
cy: Dyna 'i?
de: Das war's?
el: Αυτό είναι αυτό;
et: Ongi kõik?
fa: همین؟
ga: Sin é?
hi: कि यह क्या है?
hr: To je to?
hu: Ennyi?
is: Þetta er það?
iw: זהו זה?
ja: それは？
ko: 그게 다야?
ro: Asta e tot?
sl: To je to?
sr: То је то?
vi: Vậy đó?
yi: אַז ס 'עס?
zh: 就是这样？

source: Not quite. Can you also get me some wood from the forest? 2 logs should be sufficient
af: Not quite. Kan jy ook kry vir my 'n hout van die bos? 2 blokke moet voldoende
ar: ليس تماما. يمكنك أيضا الحصول على لي بعض الأخشاب من الغابات؟ 2 سجلات ينبغي أن يكون كافيا
be: Не зусім так. Можаце Ці Вы таксама атрымліваеце мне драўніны з лесу? 2 бярвёны павінны быць дастатковымі
bg: Не съвсем. Можете ли да ми също ме дърва от гората? 2 трупите трябва да бъде достатъчно
ca: No del tot. Pot vostè també em una mica de fusta de la selva? 2 registres són prou
cs: Ne tak docela. Můžete také mi nějaké dříví z lesa? 2 záznamy by měly být dostatečné
cy: Nid eithaf. Gallwch hefyd gael i mi rhai pren o'r goedwig? 2 Dylai cofnodion fod yn ddigon
da: Ikke helt. Kan du også få mig nogle træ fra skoven? 2 logfiler bør være tilstrækkeligt
de: Nicht ganz. Können Sie auch mir etwas Holz aus dem Wald? 2 Scheite sollten ausreichende
el: Δεν είναι αρκετά. Μπορώ επίσης να σας πάρει με κάποια ξύλα από το δάσος; 2 κορμοί θα πρέπει να είναι επαρκής
et: Mitte päris. Kas sa ka mulle mõned puitu metsas? 2 palgid peaks olema piisav
fa: نه کاملا. می تواند به شما نیز مرا از گرفتن چوب از جنگل؟ 2 لاگ باید کافی
fi: Ei aivan. Voitko myös saada minulle puuta metsästä? 2 lokit pitäisi riittää
fr: Pas vraiment. Pouvez-vous vous aussi me donner des bois de la forêt? 2 logs devraient être suffisantes
ga: Níl go leor. An féidir leat a fháil chomh maith dom roinnt adhmaid ó na foraoise? Ba chóir 2 logs go leor
gl: Non é ben así. Tamén pode obter-me um pouco de madeira do bosque? 2 rexistros debe ser suficiente
hi: नहीं. तुम भी मुझे कुछ जंगल से लकड़ी मिल सकता है? 2 लॉग होना चाहिए पर्याप्त
hr: Ne baš. Možete li isto tako bi mi neki drva iz šume? 2 logove bi trebalo biti dovoljno
hu: Nem egészen. Tud is kap egy kis fát az erdőből? 2 naplók elegendőnek kell lennie
is: Ekki alveg. Getur þú einnig fá mér viður úr skóginum? 2 logs ætti að vera nægilegt
it: Non del tutto. Si può anche ottenere un po 'di legna dalla foresta? 2 registri dovrebbero essere sufficienti
iw: לא ממש. אתה יכול גם להביא לי קצת עץ מן היער? 2 יומני צריך להספיק
ja: まだ。また私が森の中からいくつかの木材を取得できますか？ 2ログオンする必要があります十分な
ko: 그렇진 않아. 당신은 날 숲에서 나무를 좀 가져다 드릴까요? 2 기록되어야 충분한
lv: Ne gluži. Vai arī Jūs, atnesiet man kādu koksni no meža? 2 apaļkokiem jābūt pietiekami
mk: Не сосема. Дали можете да добиете исто така од мене некои дрво во шумата? 2 логови треба да се доволно
mt: Mhux pjuttost. Tista 'wkoll tikseb xi me injam mill-foresti? 2 iz-zkuk għandhom ikunu biżżejjed
nl: Niet helemaal. Kunt u krijgt ook mij wat hout uit het bos? 2 logs moet voldoende
no: Ikke helt. Kan du også få meg litt ved fra skogen? 2 logger bør være tilstrekkelig
pl: Niezupełnie. Można również uzyskać mi trochę drewna z lasu? 2 kłód powinna być wystarczająca
pt: Não é bem assim. Você pode também obter-me um pouco de madeira da floresta? 2 logs deve ser suficiente
ro: Nu chiar. Poţi, de asemenea, sa-mi ceva de lemn din pădure? 2 log ar trebui să fie suficientă
sl: Ne čisto. Lahko dobite tudi mi nekaj lesa iz gozda? 2 zapor bi moralo zadostovati
sq: Not quite. Mund të merrni edhe mua disa dru nga pylli? 2 logs duhet të jetë i mjaftueshëm
sr: Не сасвим. Могу ли и ја добити неки дрвета из шуме? 2 логове треба да буде довољно
sv: Inte riktigt. Kan du få mig också en del virke från skogen? 2 Stockarna bör vara tillräckligt
sw: Siyo kabisa. Unaweza pia kupata me baadhi kuni kutoka katika msitu? 2 kumbukumbu inapaswa kutosha
tr: Pek değil. Sen de beni ormandan bazı ahşap alabilir miyim? 2 günlükleri olmalıdır yeterli
vi: Không khá. Có thể bạn cũng có được tôi một số gỗ từ rừng? 2 nhật ký nên là đủ
yi: נישט גאַנץ. קענט איר אויך באַקומען מיר עטלעכע האָלץ פֿון דער וואַלד? 2 לאָגס זאָל זיין גענוג
zh: 不大。你还能给我拿些来自森林的木材？ 2日志应充分
