Repository: riksweeney/edgar
Catalog: tags/0.55/locale/*.po
Languages: pt, ru, uk

source: Wow, you caught them all, thanks alot!
pt: Uau, você pogou todas, Muitissimo obrigado!
ru: Вау, вы поймали их все, спасибо большое!
uk: Вау, ви вловили їх усі, спасибо большое!

source: Here, I have these for you
pt: Ei, eu tenho isto para você
ru: Здесь, я их для вас
uk: Тут, я їх для вас

source: Maggie made me this health potion but you can have it
pt: Maggie fez esta poção de saúde para mim mas você pode pegar
ru: Мэгги сделал мне этот напиток здоровья, но вы можете иметь его
uk: Меггі зробив мені цей напій здоров'я, але ви можете мати його

source: And this is something very special
pt: E isto é algo muito especial
ru: И это то особенное
uk: І це щось особливе

source: May this help you on your way to becoming a strong warrior
pt: Isto deve ajudá-lo na caminhada para se tornar um guerreiro poderoso
ru: Мае этого поможет вам на вашем пути к становлению сильного воина
uk: Травні цього допоможе вам на вашому шляху до становлення сильного воїна

source: You saved me a lot of time. Maggie made me something else but since you have been so helpful, you can have it.
pt: Você me poupou um monte de tempo. Maggie fez algo para mim mas como você me ajudou muito, você pode pegar
ru: Вы спасли меня много времени. Мэгги сделал мне что-то другое, но так как Вы были настолько полезным, вы можете иметь.
uk: Ви врятували мене багато часу. Меггі зробив мені щось інше, але так як Ви були настільки корисним, ви можете мати.

source: Hi Maggie
pt: Oi Maggie
ru: Привет Мэгги
uk: Привіт Меггі

source: Thanks Maggie!
pt: Obrigado Maggie!
ru: Благодаря Мэгги!
uk: Завдяки Меггі!

source: Borgan said that a section of the mine was sealed up after an "incident"
pt: Borgan disse que aquela parte da mina foi fechada após um "incidente"
ru: Борган сказал, что одна часть шахты была решена после инцидент
uk: Боргай сказав, що одна частина шахти була вирішена після інцидент

source: There must be something around here...
pt: Deve haver alguma coisa por aqui...
ru: Там должно быть что-то около здесь ...
uk: Там повинно бути щось близько тут ...

source: Drat, the drawbridge is up. There must be another entrance...
pt: Ohh, a ponte elevadiça está levantada. Deve haver outra entrada
ru: Drat, подъемный мост истекло. Там должна быть другой вход ...
uk: Drat, підйомний міст закінчився. Там має бути інший вхід ...

source: Wait, what's that?
pt: Espere, o que é aquilo?
ru: Постой, ты что?
uk: Стривай, ти що?

source: Maybe I could tunnel my way in...
pt: Talvez eu devesse entrar neste túnel
ru: Может быть, я могла туннель пути дюйма ..
uk: Може бути, я могла тунель шляху дюйми ..

source: These machines aren't working.
pt: Estas máquinas não estão funcionando
ru: Эти машины не работают.
uk: Ці машини не працюють.

source: It looks like a gem should fit in this hole, maybe I can find some replacements.
pt: Parece que uma jóia cabe neste buraco, quem sabe eu possa achar uns substitutos.
ru: Это выглядит как жемчужина должна вписываться в эту дыру, может быть, я могу найти некоторые замены.
uk: Це виглядає як перлина повинна вписуватися в цю діру, може бути, я можу знайти деякі заміни.

source: It looks like it's tightly wedged in there. I can probably loosen it with the pickaxe...
pt: Parece que está bem cravado alí. Eu provavelmente consigo soltar com a minha picareta...
ru: Похоже, он крепко заклинило там. Я, вероятно, может ослабить ее с киркой ...
uk: Схоже, він міцно заклинило там. Я, мабуть, може послабити її з кайлом ...

source: To get to the Forbidden Swamp I'll need to build a raft.
pt: Para ir ao Pântano Proibido eu preciso construir uma jangada
ru: Чтобы попасть в Запретный Swamp мне нужно построить плот.
uk: Щоб потрапити в Заборонений Swamp мені потрібно побудувати пліт.

source: I can build the raft if I chop down enough trees from the forest
pt: Eu posso construir a jangada se eu pegar árvores suficientes na floresta
ru: Я могу построить плот, если я рубить деревья Достаточно из леса
uk: Я можу побудувати пліт, якщо я рубати дерева Досить з лісу

source: I need 6 Chopped Logs to build a raft
pt: Eu preciso de 6 toras cortadas para construir uma jangada
ru: Мне нужно 6 рубленых Логи построить плот
uk: Мені потрібно 6 рубаних Логи побудувати пліт

source: I'm not going to the swamp without a sword and shield
pt: Eu não irei para o pântano sem uma espada e um escudo
ru: Я не собираюсь на болото без меча и щита
uk: Я не збираюся на болото без меча і щита

source: OK, here goes!
pt: OK, então vamos lá!
ru: Хорошо, вот идет!
uk: Добре, ось іде!

source: Aw, not again!
pt: Ah, de novo não!
ru: Aw, только не это!
uk: Aw, тільки не це!

source: This had better be the last time I have to do this...
pt: É melhor que esta seja a última vez que eu tenha que fazer isto...
ru: Это было лучшим в последний раз я должен сделать это ...
uk: Це було кращим в останній раз я повинен зробити це ...

source: That was easy! And I can always get back later!
pt: Até que foi fácil! E eu sempre posso voltar depois!
ru: Это легко! И я всегда можно вернуться позже!
uk: Це легко! І я завжди можна повернутися пізніше!

source: Oh....
ru: Ох ....
uk: Ох ....

source: Guess I have no choice now.
pt: Imagino que eu não tenha escolha agora...
ru: Угадайте у меня нет выбора сейчас.
uk: Вгадайте у мене немає вибору зараз.

source: Hang on Dad, I'm coming...
pt: Aguenta aí Papai, eu estou indo...
ru: Пойти на Пап, я пойду ...
uk: Піти на Тату, я піду ...

source: Something is supposed to happen now, but it's not in this version. Check back later!
pt: Alguma coisa deveria acontecer agora, mas não está nesta versão. Tente novamente mais tarde!
ru: Что-то должно произойти сейчас, но это не так в этой версии. Проверьте позже!
uk: Что-то повинне відбутися зараз, але це не так в цій версії. Перевірте пізніше!

source: There's a note here
pt: Há uma anotação aqui
ru: Там's Отметим здесь,
uk: Там's Відзначимо тут,

source: I've been trapped down here for what seems like an eternity
pt: Parece que passou uma eternidade desde que eu eu cai nesta armadilha
ru: Я в ловушке сюда за то, что кажется вечностью
uk: Я в пастці сюди за те, що здається вічністю

source: To get out of this place I need 3 Access Keys to work the lifts
pt: Para sair deste lugar eu preciso de 3 Chaves de Acesso para que os elevadores funcionem
ru: Чтобы выйти из этого места, мне нужно 3 Быстрые клавиши для работы лифтов
uk: Щоб вийти з цього місця, мені потрібно 3 Швидкі клавіші для роботи ліфтів

source: So far I have only found 1
pt: Até agora eu só achei 1
ru: До сих пор я нашел только 1
uk: До цих пір я знайшов лише 1

source: To make matters worse, I can only reach some switches with a carefully placed arrow
pt: Para piorar a situação, eu só posso alcançar algumas alavancas com uma flecha cuidadosamente colocada
ru: Хуже того, я могу достичь только некоторые ключи с осторожно положил стрелку
uk: Гірше того, я можу досягти тільки деякі терміни з обережно поклав стрілку

source: But spares aren't common and I have run out
pt: Mas sobresalentes não são comuns e eu tenho que ir
ru: Но запасные части не являются общими, и я исчерпал
uk: Але запасні частини не є загальними, і я вичерпав

source: If I don't find a way out of here soon, I fear I may starve
pt: Se eu não encontrar uma saída daqui rápido, Eu temo morrer de fome
ru: Если не найти выход отсюда в ближайшее время, я боюсь, я могу голодать
uk: Якщо не знайти вихід звідси найближчим часом, я боюся, я можу голодувати

source: If I don't get out of here I'll suffer the same fate...
pt: Se eu naõ encontrar uma saída daqui eu sofrerei do mesmo destino
ru: Если я не выбраться отсюда я постигнет та же участь ...
uk: Якщо я не вибратися звідси я спіткає та ж доля ...

source: Oh, what's this?
pt: Oh, o que é isto?
ru: Ох, что это такое?
uk: Ох, що це таке?

source: There's a note here too
pt: Há uma anotação aqui também
ru: Там's сведению здесь
uk: Там's уваги тут

source: The potion is perfect! Quaffing it will turn a human into a creature for a small amount of time
pt: A poção é perfeita! Quaffing transformará um humano em uma criatura por um pequeno tempo
ru: Зелья Perfect! Quaffing он превратится в человека существо за небольшое количество времени
uk: Зілля Perfect! Quaffing він перетвориться в людину істота за невелику кількість часу

source: So far I can only transmogrify myself into one creature but with a bit more time anything should be possible
pt: Até agora eu só posso me transmogrifar em uma criatura, mas com um pouco mais de tempo deverá ser possível
ru: Пока я могу только превращать себя в одно существо, но с немного больше времени, все должно быть возможным
uk: Поки я можу тільки перетворювати себе в одну істоту, але з трохи більше часу, все має бути можливим

source: There's a tiny bit left, it should be safe to drink
pt: Há um pouquinho que foi deixado, ele deve ser seguro para beber
ru: Там's чуть слева, она должна быть безопасной для питья
uk: Там's трохи ліворуч, вона повинна бути безпечною для пиття

source: OK, here goes nothing...
pt: OK, aqui vai nada...
ru: ОК, здесь ничего не выходит ...
uk: ОК, тут нічого не виходить ...

source: Urgh!! This is horrible!
pt: Urgh!! Isto é horrível
ru: Urgh! Это ужасно!
uk: Urgh! Це жахливо!

source: Borgan told me that Slimes can swim in water though, so maybe this will be useful...
pt: Borgan me disse que os Slimes podem atravessar a água a nado, então isto deve ser útil...
ru: Борган сказал мне, что шламов может плавать в воде, хотя, так что, может быть, это будет полезно ...
uk: Боргай сказав мені, що шламів може плавати у воді, хоча, так що, можливо, це буде корисно ...

source: When transformed into a Slime, you can move around as normal. You can also swim in the water and use up and down to move around
pt: Enquanto estiver transformado em um Slime, você pode se mover normalmente. Você também pode nadar e se movimentar usando a Para Cima e Para Baixo
ru: Когда превращается в слизь, вы можете передвигаться, как обычно. Вы также можете плавать в воде и использовать вверх и вниз для перемещения
uk: Коли перетворюється на слиз, ви можете пересуватися, як звичайно. Ви також можете плавати у воді і використовувати вгору і вниз для переміщення

source: Pushing up or jump will make you jump out of the water if you're near the surface
pt: Golpear ou pular fará você saltar fora da água se você estiver próximo da superfície
ru: Pushing Up или прыгать сделает вас выскочить из воды, если вы вблизи поверхности
uk: Pushing Up або стрибати зробить вас вискочити з води, якщо ви поблизу поверхні

source: Keep an eye on the timer at the bottom of the screen. When it reaches 0 you will automatically become human again
pt: Preste atenção no marcador de tempo na parte inferior da tela. Quando ele alcançar 0 você automaticamente se tornará humano novamente
ru: Следите за таймером в нижней части экрана. Когда оно достигает 0, Вы автоматически становитесь снова человек
uk: Слідкуйте за таймером в нижній частині екрана. Коли воно досягає 0, Ви автоматично стаєте знову людина

source: This place doesn't look so bad...
pt: Este lugar não parece tão ruim...
ru: Это место не выглядит так уж плохо ...
uk: Це місце виглядає не так уже й погано ...

source: What was that?
pt: O que foi aquilo?
ru: Что это было?
uk: Що це було?

source: Phew, I'm glad to be out of there
pt: Ufa, estou contente por ter saído de lá
ru: Уф, я рада, что оттуда
uk: Уф, я рада, що звідти

source: Now to get through this swamp
pt: Agora vamos atravessar este pântano
ru: Теперь, чтобы пройти через это болото
uk: Тепер, щоб пройти через це болото

source: Hey, what's this?
pt: Ei, o que é isto?
ru: Эй, что это такое?
uk: Гей, що це таке?

source: Looks pretty harmless, I'll try stepping on it
pt: Parece inofensivo, eu vou tentar pisar nele
ru: Выглядит довольно безвредны, я постараюсь наступить на это
uk: Виглядає досить нешкідливі, я постараюся наступити на це

source: Wow! That was cool! This must be a mechanical teleporter.
pt: Uau! Isto foi legal! Isto deve ser um teletransporte mecânico.
ru: Wow! Это было круто! Это должно быть механическим телепортации.
uk: Wow! Це було круто! Це повинно бути механічним телепортації.

source: I wonder if it works both ways...
pt: Eu imagino que ele funcione nos dois sentidos...
ru: Интересно, если она работает в обе стороны ...
uk: Цікаво, якщо вона працює в обидві сторони ...

source: Horray!
pt: Urra!
ru: Ура!
uk: Ура!

source: Not only is this going to save me a lot of walking, it's also loads of fun!
pt: Isto não vai apenas me poupar um monte de caminhada, ele também é muito divertido!
ru: Не только это спасет меня много ходить пешком, это также нагрузок весело!
uk: Не тільки це врятує мене багато ходити пішки, це також навантажень весело!

source: Now try out your shield
pt: Agora experimente o seu escudo
ru: Теперь попробуйте ваш щит
uk: Тепер спробуйте ваш щит

source: Block the pellets spat out by the plant and jump up to the next ledge
pt: Bloqueie as bolinhas atiradas pelas plantas e pule para a próxima elevação
ru: Блок гранулы выплюнул заводом и прыгать до следующего уступа
uk: Блок гранули виплюнув заводом і стрибати до наступного уступу

source: Some items in the game can be pushed and pulled
pt: Alguns itens no jogo podem ser empurrados ou puxados
ru: Некоторые предметы в игре могут быть записаны и вытащил
uk: Деякі предмети в грі можуть бути записані і витяг

source: To push an item, simply walk into it
pt: para empurrar um ítem, simplestemte ande na direção dele
ru: Чтобы подтолкнуть пункта, просто ходить в нее
uk: Щоб підштовхнути пункту, просто ходити до неї

source: To pull an item, walk into while holding down Action
pt: para puxar um ítem, ande enquanto mantém pressionado Ação
ru: Чтобы вытащить пункта, ходить в удерживая Действие
uk: Щоб витягнути пункту, ходити в утримуючи Дія

source: You can then pull the item around until you let go of Action
pt: Você pode então puxar o ítem até soltar Ação
ru: Затем Вы можете вытащить пункта вокруг, пока Вы не отпустите действий
uk: Потім Ви можете витягти пункту навколо, поки Ви не відпустіть дій

source: Pull the box over the other side and use it to reach the ledge
pt: Puxe a caixa até o outro lado e use-a para alcançar a elevação
ru: Вытяните окна на другую сторону и использовать его для достижения уступ
uk: Витягніть вікна на інший бік і використовувати його для досягнення уступ

source: This is the last part of the tutorial and will teach you to block and attack enemies
pt: Esta é a última parte do tutorial e ensinará você a bloquear e a atacar os inimigos
ru: Это последняя часть учебника и буду учить вас, чтобы заблокировать и атаковать врагов
uk: Це остання частина підручника, і буду навчати вас, щоб заблокувати і атакувати ворогів

source: First, you should equip the sword since it has more range and does more damage than the pickaxe
pt: Primeiro, você deve portar a espada, uma vez que o alcance dela é maior e o dano causado por ela é maior que o da picareta
ru: Во-первых, вы должны вооружить мечом, поскольку оно имеет более диапазона и приносит больше вреда, чем кирка
uk: По-перше, ви повинні озброїти мечем, оскільки вона має більш діапазону і приносить більше шкоди, ніж кирка

source: Press z to view your inventory, highlight the sword and press Attack (left ctrl) or Use Item (a)
pt: Pressione z para ver o seu inventário, selecione a espada e pressione Golpe (Left Ctrl) ou Usar ítem (a)
ru: Нажмите кнопку Z, чтобы просмотреть инвентарь, выделите меча и нажмите Attack (левый Ctrl), или используйте пункт (а)
uk: Натисніть кнопку Z, щоб переглянути інвентар, виділіть меча та натисніть Attack (лівий Ctrl), або використовуйте пункт (а)

source: Press z again to close your inventory
pt: Pressione z denovo para fechar o seu inventário
ru: Нажмите кнопку Z раз, чтобы закрыть ваш инвентарь
uk: Натисніть кнопку Z раз, щоб закрити ваш інвентар

source: Occasionally, slain enemies will drop health which will vanish after a few seconds, so pick it up quickly!
pt: Ocasionalmente, inimigos abatidos deixarão cair saúde que irão desaparecer em poucos segundos, então pegue rapidamente!
ru: Иногда, убитых врагов упадет здоровья, который исчезнет через несколько секунд, чтобы поднять ее быстро!
uk: Іноді, вбитих ворогів впаде здоров'я, що зникне через кілька секунд, щоб підняти її швидко!

source: If a bat is getting to close to you, hold block and it will harmlessly bounce off you
pt: Se um morcego está chegando perto de você, mantenha pressionado Bloqueio e ele ira inofensivamente ir embora
ru: Если НИТ добраться до ближайших к вам, удерживайте блок и он будет безобидно отскакивает вы
uk: Якщо НИТ дістатися до найближчих до вас, потримайте блок і він буде нешкідливо відскакує ви

source: Now kill all of the bats in the area!
pt: Agora mate todos os morcegos na área!
ru: Теперь убейте всех летучих мышей в этом районе!
uk: Тепер убийте всіх кажанів в цьому районі!

source: There are two types of door in the game. Manual doors and Automatic doors.
pt: Há dois tipos de porta no jogo. Portas Manuais e Portas Automáticas.
ru: Есть два типа дверей в игре. Руководства двери и автоматические двери.
uk: Є два типи дверей в грі. Інструкції двері та автоматичні двері.

source: Manual doors require keys to open them, Automatic doors require switches.
pt: Portas Manuais precisame de chaves para serem abertas, Portas Automáticas precisam de alavancas.
ru: Руководства дверей требует ключи к ним, Автоматические двери требуют переключатели.
uk: Інструкції дверей вимагає ключі до них, Автоматичні двері вимагають перемикачі.

source: To open a locked door that you have the key for, simply walk into it. There is no need to have the key selected in your inventory.
pt: Para abrir uma porta trancada que você tem a chave, simplesmente ande por ela. Não é necessário selecionar a chave no inventário.
ru: Чтобы открыть запертую дверь, что у вас есть ключ, просто ходить в нее. Существует нет необходимости, чтобы ключевые выбранный в инвентаре.
uk: Щоб відкрити замкнені двері, що у вас є ключ, просто ходити до неї. Існує немає необхідності, щоб ключові вибраний в інвентарі.

source: Open the door and continue to the right
pt: Abra a porta e ontinue à direita
ru: Откройте дверь и по-прежнему права
uk: Відкрийте двері і як і раніше права

source: Congratulations! Now you know the basics of playing you should try the main game
pt: Parabéns! Agora você já tem conhecimentos básicos sobre o jogo e deveria tentar o Jogo Principal
ru: Поздравления! Теперь вы знакомы с основами игры вы должны попробовать основная игра
uk: Вітання! Тепер ви знайомі з основами гри ви повинні спробувати основна гра

source: If you want to replay this tutorial, press Escape and select Tutorial from the menu
pt: Se você quer ver este tutorial novamente, pressione Esc a selecione Tutorial no menu
ru: Если вы хотите воспроизвести этого учебника, нажмите Escape Учебник и выберите из меню
uk: Якщо ви хочете відтворити цього підручника, натисніть Escape і виберіть Навчальний посібник з меню

source: To play the main game, press Escape and select New Game from the menu
pt: Para Jogar o Jogo Principal, pressione Esc e selecione Novo Jogo no menu
ru: Чтобы сыграть главную игру, нажмите Escape и выберите Новая игра от меня
uk: Щоб зіграти головну гру, натисніть Escape і виберіть Нова гра від мене

source: Press Space when you have finished reading to go to the next dialog box
pt: Pressione Espaço quando tiver finalizado a leitura para prosseguir à próxima caixa de diálogo
ru: Пресса пространстве, когда вы закончили чтение, чтобы перейти к следующему окну
uk: Преса просторі, коли ви закінчили читання, щоб перейти до наступного вікна

source: You can also move to the next dialog box by pressing Attack (left ctrl), Block (left alt), Jump (space), Action (c) or Use Item (a)
pt: Você também pode prosseguir para a próxima caixa de diálogo pressionando Golpe (Left Ctrl), Bloqueio (Left Alt), Pulo (Espaço), Ação (c) ou Usar Ítem (a)
ru: Вы также можете перейти к следующему окну, нажав Attack (левый Ctrl), блок (Левый Alt), Jump (пространство), действие (C), или используйте пункт (а)
uk: Ви також можете перейти до наступного вікна, натиснувши Attack (лівий Ctrl), блок (Лівий Alt), Jump (простір), дія (C), або використовуйте пункт (а)

source: This is the tutorial for The Legend of Edgar. This tutorial will explain how to play the game.
pt: Este é o tutorial para The Legend of Edgar - A Lenda de Edgar. Este tutorial explicará como jogar.
ru: Это учебник для Легенда Эдгар. Этот учебник поможет объяснить, как играть в игру.
uk: Це підручник для Легенда Едгар. Цей підручник допоможе пояснити, як грати в гру.

source: To exit this tutorial, press Escape and use the Up and Down arrow keys to choose an option. Press Return to select it.
pt: Para sair deste tutorial, pressione Esc a use as setas Para Cima e Para Baixo para escolher uma opção. Pressione Enter para selecioná-la.
ru: Для выхода из этого учебника, нажмите Escape и используйте стрелки вверх и вниз для выбора варианта. Нажмите Назад, чтобы выбрать его.
uk: Для виходу з цього підручника, натисніть Escape і використовуйте стрілки вгору і вниз, щоб вибрати варіанти. Натисніть кнопку Назад, щоб вибрати його.

source: To move left and right, use the arrow keys.
pt: Para mover-se à esquerda e à direita, use as teclas de setas.
ru: Чтобы двигаться влево и вправо, используя клавиши со стрелками.
uk: Щоб рухатися вліво і вправо, використовуючи клавіші зі стрілками.

source: To make jump, press space. You can move in the air when jumping.
pt: Para pular, pressione Espaço. Você pode se mover no ar enquanto estiver pulando.
ru: Чтобы сделать прыжок, пресс-пространстве. Вы можете перемещаться в воздухе при прыжках.
uk: Щоб зробити стрибок, прес-просторі. Ви можете переміщатися в повітрі при стрибках.

source: To interact with an item, press c
pt: Para Interagir com um ítem, pressione c
ru: Для взаимодействия с пунктом, пресс-C
uk: Для взаємодії з пунктом, прес-C

source: Walk over to the Action Point and press c
pt: Ande até o Ponto de Ação e pressione c
ru: Подхожу к действиям Point и нажмите C
uk: Підходжу до дій Point та натисніть C

source: To collect an item from your
pt: Para pegar um ítem de seu
ru: Для сбора элемент из своей
uk: Для збору елемент зі своєї

source: To pick up an item, simply walk into it. Any collectable items will be added to your inventory.
pt: Para pegar um ítem, simplesmente caminhe até ele. Qualquer ítem coletável será adicionado ao seu inventário.
ru: Чтобы забрать пункта, просто ходить в нее. Любое коллекционирование элементы будут добавлены в ваш инвентарь.
uk: Щоб забрати пункту, просто ходити до неї. Будь-яке колекціонування елементи будуть додані у ваш інвентар.

source: You can view the contents of your inventory by pressing z
pt: Você pode visualizar o conteúdo do seu inventário pressionando a tecla z
ru: Вы можете просматривать содержимое вашего инвентаря, нажав Z
uk: Ви можете переглядати вміст вашого інвентарю, натиснувши Z

source: Whilst in the inventory, use the arrow keys to view the items.
pt: Enquanto estiver no inventário, use as teclas de seta para visualizar os ítens.
ru: Хотя в перечне, воспользуйтесь клавишами со стрелками для просмотра пунктов.
uk: Хоча в переліку, скористайтеся клавішами зі стрілками для перегляду пунктів.

source: You can use an item immediately by pressing Attack (left ctrl) or Use Item (a)
pt: Você pode usar um ítem imediatamente pressionado Golpe (Left Ctrl) ou Usar Ítem (a)
ru: Вы можете использовать пункт сразу, нажав Attack (левый Ctrl), или используйте пункт (а)
uk: Ви можете використовувати пункт одразу, натиснувши Attack (лівий Ctrl), або використовуйте пункт (а)
