Repository: riksweeney/edgar
Catalog: tags/0.55/locale/*.po
Languages: pt, ru, uk

source: Their staff is highly magical and although it cannot be used by humans directly, its magical properties are used in spell creation
pt: Seus bastões são altamente mágicos e embora ele não possa ser usado por humando diretamente, suas propriedades mágicas são usadas na criação de feitiços
ru: Их персонал очень волшебный и хотя она не может быть использована людьми напрямую, свои магические свойства используются в создании заклинаний
uk: Їх персонал дуже чарівний і хоча вона не може бути використана людьми безпосередньо за свої магічні властивості використовуються у створенні заклинань

source: Pink Hoovers are small quadrupeds with a long snout
pt: Aspiradores Rosas são pequenos quadrupedes vom um longo focinho
ru: Pink Пылесосы малы четвероногие с длинной мордой
uk: Pink Пилососи малі чотириногі з довгою мордою

source: The primary puropse of the snout is to forage for food but it also serves as a defense mechanism
pt: O propósito princiapal do focinho é farejar por comida mas ele também serve como um mecanismo de defesa
ru: Первичная puropse рыла является корм для пропитания, но она также служит в качестве защитного механизма
uk: Первинна puropse рила є корм для прожитку, але вона також служить як захисного механізму

source: and are more than capable of keeping a predator at bay by simply blowing them away
pt: e são mais do que capazes de manter um predador à distância simplesmente os soprando para longe
ru: и более чем в состоянии поддерживать хищника на расстоянии от них просто дует прочь
uk: і більше ніж в змозі підтримувати хижака на відстані від них просто дует геть

source: Venus Flytrap, mobile
pt: Venus Flytrap, móvel
ru: Мухоловка, мобильный
uk: Мухоловка, мобільний

source: Mobile Venus Flytraps have evolved roots and are able to move to their food rather than waiting for it to come to them
pt: Venus Flytrap móveis têm raízes evoluídas e são capazes de ir atrás da sua comida ao invés de ficar esperando por ela
ru: Мобильные Венера Flytraps развивались корней и способны двигаться к их продовольствием, а не ждать, чтобы он приходил к ним
uk: Мобільні Венера Flytraps розвивалися коренів і здатні рухатися до їх продовольством, а не чекати, щоб він приходив до них

source: Their necks are incredibly elastic and are able to snap at their prey from a considerable distance away
pt: Os seu pescoços são incrivelmente elasticos e são capazes de grudarem em suas presas à uma distância considerável
ru: Их шеи невероятно упругие и способны огрызаться на их добычу из значительном расстоянии
uk: Їх шиї неймовірно пружні та здатні огризатися на їх видобуток з значній відстані

source: That should do it. Hopefully that other lift by the Sewer should now be working
pt: Isto deve resolver. Esperançosamente aquele outro elevador pelo esgoto deve estar funcionando
ru: Это должно сделать это. Будем надеяться, что другие подъемной Канализационные должны теперь работать
uk: Це має зробити це. Будемо сподіватися, що інші підйомної Каналізаційні повинні тепер працювати

source: This lift is not working. I won't be able to use it until I restore the power
pt: Este elevador não está funcionando. Eu não vou conseguir usá-lo até restaurar a energia
ru: Это лифт не работает. Я не смогут его использовать, пока я не восстановить власть
uk: Це ліфт не працює. Я не зможуть його використовувати, поки я не відновити владу

source: That glass looks too thick for me to crack, I'll have to find some other way of shattering it...
pt: Aquele vidro parece muito grosso para quebrar, vou ter de encontrar outra maneira de quebrar isso...
ru: Это стекло выглядит слишком толстым для меня трещины, мне придется найти другой способ дробления его ...
uk: Це скло виглядає занадто товстим для мене тріщини, мені доведеться знайти інший спосіб дроблення його ...

source: Up
pt: Cima
ru: Вверх
uk: На початок

source: Down
pt: Baixo
ru: Вниз
uk: Вниз

source: Left
pt: Esquerda
ru: Левый
uk: Лівий

source: Right
pt: Direira
ru: Правый
uk: Правий

source: Jump
pt: Pulo
ru: Перейти
uk: Перейти

source: Block
pt: Bloqueio
ru: Блок
uk: Блок

source: Action
pt: Ação
ru: Действие
uk: Дія

source: Use Item
pt: Usar Ítem
ru: Пункт использования
uk: Пункт використання

source: Previous Item
pt: Ítem Anterior
ru: Предыдущий пункт
uk: Попередній пункт

source: Next Item
pt: Próximo Ítem
ru: Следующий пункт
uk: Наступний пункт

source: Pause
pt: Pausa
ru: Пауза
uk: Пауза

source: Dead Zone
pt: Zona Morta
ru: Мертвая зона
uk: Мертва зона

source: SFX Volume
pt: Volume dos Efeitos
ru: SFX том
uk: SFX тому

source: Library
pt: Biblioteca
ru: Библиотеки
uk: Бібліотеки

source: Right Wing Lift Key
pt: Chave do Elevador da Asa Direita
ru: Правое крыло поднять ключевые
uk: Праве крило підняти ключові

source: Mine Entrance Door Key
pt: Chave da Porta de Entrada da Mina
ru: Mine Вход ключ от двери
uk: Mine Вхід ключ від дверей

source: Cave
pt: Caverna
ru: Пещеры
uk: Печери

source: Fortress Outskirts
pt: Periferia da Fortaleza
ru: Крепость Окраина
uk: Фортеця Окраїна

source: Forbidden Swamp
pt: Pântano Proibido
ru: Запретный Swamp
uk: Заборонене Swamp

source: Sewage Restricted Zone Key
pt: Chave da Área Restrita do Esgoto
ru: Сточные воды зоны ограничения Ключевые
uk: Стічні води зони обмеження Ключові

source: Basement
pt: Porão
ru: Подвал
uk: Підвал

source: Fortress Ground Floor
pt: Térreo da Fortaleza
ru: Крепость Ground Floor
uk: Фортеця Ground Floor

source: Sewer
pt: Esgoto
ru: Канализационные
uk: Каналізаційні

source: Fortress Main Key
pt: Chave Principal da Fortaleza
ru: Крепость главным ключом
uk: Фортеця головним ключем

source: Teleporter Access Key 1
pt: Chave de Acesso ao Teletransporte 1
ru: Телепорт Access Key 1
uk: Телепорт Access Key 1

source: Teleporter Access Key 2
pt: Chave de Acesso ao Teletransporte 2
ru: Телепорт Access Key 2
uk: Телепорт Access Key 2

source: Teleporter Access Key 3
pt: Chave de Acesso ao Teletransporte 3
ru: Телепорт Access Key 3
uk: Телепорт Access Key 3

source: Laboratory
pt: Laboratório
ru: Лаборатории
uk: Лабораторії

source: Empty Bottle
pt: Garrafa Vazia
ru: Пустые бутылки
uk: Порожні пляшки

source: First Floor Key
pt: Chave do Primeiro Andar
ru: Первый этаж Ключевые
uk: Перший поверх Ключові

source: Press Action to retrieve %s
pt: Pressione Ação para recuperar %s
ru: Пресса действий по статье %s
uk: Преса дій за статтею %s

source: Hmm, this is new.
pt: Hmm, isto é novo
ru: Хм, вот это новое.
uk: Хм, це нове.

source: It doesn't look like it can hurt me though, but there's only one way to find out...
pt: Não parece que ele possa me machucar, mas só há uma maneira de descobrir...
ru: Он не выглядит как она может мне больно, хотя, но есть только один способ узнать ...
uk: Він не виглядає як вона може мені боляче, хоча, але є тільки один спосіб дізнатися ...

source: This lift is controlled by that pressure plate, but I can't stand on it and use the lift at the same time
pt: Este elevador é controlado pela plataforma de pressão, mas eu não posso permanecer nele e usar o elevador ao mesmo tempo
ru: Это буксир находится под контролем, что давление тарелку, но я не могу встать на него и использование лифта в то же время
uk: Це буксир знаходиться під контролем, що тиск тарілку, але я не можу встати на нього і використання ліфта в той же час

source: I'll have to find something else to stand on the pressure plate for me...
pt: Eu terei de encontrar algo para permanecer na plataforma de pressão para mim...
ru: Мне придется найти еще что-то стою на нажимной для меня ...
uk: Мені доведеться знайти ще щось стою на нажимною для мене ...

source: This card is blank, I'll have to put some instructions on it to make it useable.
pt: Este cartão está em branco, eu terei de escrever algumas instruções nele para torná-lo útil.
ru: Эта карта является пустым, мне придется поставить некоторые инструкции по его, чтобы сделать пригодной к использованию.
uk: Ця картка є порожнім, мені доведеться поставити деякі інструкції по його, щоб зробити придатною до використання.

source: There's a plaque here
pt: Há uma placa aqui
ru: Там's доска здесь
uk: Там's дошка тут

source: Place the 4 statues in the correct order
pt: Posicione as 4 estátuas na ordem correta
ru: Положите 4 статуй в правильном порядке
uk: Покладіть 4 статуй в правильному порядку

source: You will not be able to find all 4 statues in this version, so come back later!
pt: Você não será capaz de encontrar 4 estátuas nesta versão, então tente novamente mais tarde!
ru: Вы не сможете найти все 4 статуями в этой версии, поэтому заходите позже!
uk: Ви не зможете знайти всі 4 статуями в цій версії, тому заходьте пізніше!

source: You must have the statue you wish to use highlighted in your inventory box
pt: Você deve ter a estátua que deseja usar selecionada no seu inventário
ru: Вы должны иметь статуи вы хотите использовать подчеркнули в Вашем инвентаре окне
uk: Ви повинні мати статуї ви хочете використовувати підкреслили в Вашому інвентарі вікні

source: Nothing happened. I don't think that's the right order
pt: Nada aconteceu. Eu imagino que esta não é a ordem correta
ru: Ничего не произошло. Я не думаю, что в правильном порядке
uk: Нічого не відбулося. Я не думаю, що в правильному порядку

source: Tuning Fork
pt: Diapasão
ru: Камертон
uk: Камертон

source: Second Floor Keycard
pt: Cartão-chave do segundo andar
ru: Второй этаж Keycard
uk: Другий поверх Keycard

source: Instruction Card #1
pt: Cartão de Instruções #1
ru: Инструкции Карточка # 1
uk: Інструкції Картка # 1

source: Instruction Card #2
pt: Cartão de Instruções #2
ru: Инструкции Карточка # 2
uk: Інструкції Картка # 2

source: Instruction Card #3
pt: Cartão de Instruções #3
ru: Инструкции карты # 3
uk: Інструкції карти # 3

source: Instruction Card #4
pt: Cartão de Instruções #4
ru: Инструкции Карточка # 4
uk: Інструкції Картка # 4

source: Centurion Statue
pt: Estátua Centurião
ru: Статуя Центурион
uk: Статуя Центуріон

source: Spider Statue
pt: Estátua Aranha
ru: Spider Статуя
uk: Spider Статуя

source: Tortoise Statue
pt: Estátua Tartaruga
ru: Статуя черепахи
uk: Статуя черепахи

source: Scorpion Statue
pt: Estátua Escorpião
ru: Статуя Scorpion
uk: Статуя Scorpion

source: A Blue Gem
pt: Uma Jóia Azul
ru: Blue Gem
uk: Blue Gem

source: A statue of a Centurion. It has 2 legs.
pt: Uma estátua de um centurião. Ela tem 2 pernas
ru: Статуя Centurion. Он имеет 2 ноги.
uk: Статуя Centurion. Він має 2 ноги.

source: A Green Gem
pt: Uma Jóia Verde
ru: Green Gem
uk: Green Gem

source: A Purple Gem
pt: Uma Jóia Roxa
ru: Purple Gem
uk: Purple Gem

source: A Red Gem
pt: Uma Jóia Vermelha
ru: Красный драгоценный камень
uk: Червоний дорогоцінний камінь

source: A statue of a Scorpion. It has 6 legs.
pt: Uma estátua de um Escorpião. Ela tem 6 pernas
ru: Статуя Скорпиона. Она имеет 6 ног.
uk: Статуя Скорпіона. Вона має 6 ніг.

source: A statue of a Spider. It has 8 legs.
pt: Uma estátua de uma aranha. Ela tem 8 pernas
ru: Статуя Spider. Он имеет 8 ног.
uk: Статуя Spider. Він має 8 ніг.

source: An Armadillo Spike Ball. Will scatter spikes when thrown.
pt: Um Tatu Bola Cravo. Espalhara cravos quando atravessar
ru: Armadillo Spike Ball. Развею шипами, когда брошен.
uk: Armadillo Spike Ball. Хіба шипами, коли кинуто.

source: A statue of a Tortoise. It has 4 legs.
pt: Uma estátua de uma Tartaruga. Ela tem 4 pernas
ru: Статуя черепахи. Он имеет 4 ноги.
uk: Статуя черепахи. Він має 4 ноги.

source: A Tuning Fork
pt: Um Diapasão
ru: Камертон
uk: Камертон

source: A chopped log
pt: Uma Tora Cortada
ru: Нарезанный журнала
uk: Нарізаний журналу

source: Narrator
pt: Narrador
ru: Рассказчик
uk: Оповідач

source: It's a cauldron. Maggie has one just like this
pt: É um caldeirão. Maggie tem um exatamente como este
ru: Это котел. Мэгги имеет одного, как это
uk: Це котел. Меггі має одного, як це

source: Right, here goes!
pt: Certo, Lá vamos nós!
ru: Да, здесь идет!
uk: Так, тут йде!

source: I need all the main ingredients
pt: Eu preciso de todos os ingrediente principais
ru: Мне нужны все основные ингредиенты
uk: Мені потрібні всі основні інгредієнти

source: 3 Gazer Eyeballs, 1 Red Sludge Tentacle and a spare shield
pt: 3 Olhos de Gazer, 1 Tentáculo de Sludge Vermelho e um escudo sobressalente
ru: 3 Газера глазных яблок, 1 красный осадок щупальца и запасные щиты
uk: 3 Гезеру очних яблук, 1 червоний осад щупальця та запасні щити

source: I also need to blend the eyeballs and the tentacle into a liquid
pt: Eu também preciso misturar os olhos e os tenáculos até liquefazê-los
ru: Мне также нужно, чтобы смешать глазами и щупальца в жидкость
uk: Мені також потрібно, щоб змішати очима і щупальця в рідину

source: This entire section is about monsters
pt: Toda esta seção é sobre monstros
ru: Весь этот раздел посвящен монстров
uk: Весь цей розділ присвячений монстрів

source: I don't have any reason to read these but I'll keep it in mind in case I do
pt: Eu não tenho nenhum motivo para ler isso mas eu vou lembrar no caso de eu precisar
ru: У меня нет никаких оснований для этих читать, но я буду держать это в виду при случае я
uk: У мене немає ніяких підстав для цих читати, але я буду тримати це на увазі при нагоді я

source: Hey wow, what a cute little machine!
pt: Ei, uau, que máquina bonitinha!
ru: Эй Вау, что милые маленькие машины!
uk: Ей Вау, що милі маленькі машини!

source: It's got a little slot on the back of it. I guess I put something in there to make it do stuff
pt: Tem uma pequena fenda na parte de trás dela. Creio que colocar algo lá faz ela fazer as coisas
ru: It's Got мало гнездо на задней его. Думаю, я положил что-то там сделать его делать вещи
uk: It's Got мало гніздо на задній його. Думаю, я поклав щось там зробити його робити речі

source: The robot uses instruction cards to move around
pt: O robô usa cartões instruções para se movimentar
ru: Робот использует инструкцию карт передвигаться
uk: Робот використовує інструкцію карт пересуватися

source: Use the instructions to guide the robot to open areas that you cannot access
pt: Use as instruções para guiar o robô para área abertar que você não consegue acessar
ru: Используйте инструкции для руководства робота к открытым пространствам, что вы не можете получить доступ к
uk: Використовуйте інструкції для керівництва робота до відкритих просторів, що ви не можете отримати доступ до

source: However, since you can't read the instructions on the card, you will have to try them all out until one works
pt: Entretanto, como você não pode ler as instruções no cartão, você deverá tentar todos eles até achar um que funcione
ru: Однако, поскольку вы не можете прочитать инструкцию на карту, вам придется попробовать их все до одной работы
uk: Однак, оскільки ви не можете прочитати інструкцію на карту, вам доведеться спробувати їх все до однієї роботи

source: If the robot doesn't reach its target, then it will return to its starting position allowing you to try again
pt: Se o robô não alcançar o seu alvo, então ele retornará para o seu ponto de partida permitindo que você tente novamente
ru: Если робот не достигнет своей цели, то он вернется к своей исходной позиции, позволяющей, чтобы повторить попытку
uk: Якщо робот не досягне своєї мети, то він повернеться до своєї вихідної позиції, що дозволяє, щоб повторити спробу

source: Enter the directions
pt: Informe as instruções
ru: Введите направлениях
uk: Введіть напрямках

source: Out of space for instructions
pt: Não há espaço suficiente para as instruções
ru: Из места для инструкций
uk: З місця для інструкцій

source: I need a blank card to put the instructions on
pt: Eu preciso de um cartão em branco para colocar as instruções
ru: Мне нужно пустую карточку положить инструкций по
uk: Мені потрібно порожню картку покласти інструкцій з

source: Maybe this wasn't such a good idea after all...
pt: Talvez esta não seja uma boa ideía mesmo...
ru: Может быть, это была не такой уж хорошей идеей в конце концов ...
uk: Може бути, це була не такою вже гарною ідеєю зрештою ...

source: Obtain 3 Gazer Eyes
pt: Obter 3 olhos de Gazer
ru: Получить 3 Газера Eyes
uk: Отримати 3 Гезеру Eyes

source: Obtain 1 Red Sludge Tentacle
pt: Obter 1 Tentáculo de Sludge Vermelho
ru: Получить 1 Красный осадок Tentacle
uk: Отримати 1 Червоний осад Tentacle

source: Find another shield
pt: Encontrar outro Escudo
ru: Найти другую щита
uk: Знайти іншу щита

source: Blend eyeballs and tentacle
pt: Misturar olhos e tentáculos
ru: Смесь глазами и щупальца
uk: Суміш очима і щупальця

source: Obtain a Fire Shield
pt: Obter um Escudo de Fogo
ru: Получить Огненный щит
uk: Отримати Вогненний щит

source: More water?!
pt: Mais água?!
ru: Больше воды!?
uk: Більше води!?

source: I don't think being able to turn into a Slime is going to help me here, since I might not be able to get back afterwards
pt: Eu não acho que ser capaz de se transformar em um Slime vai me ajudar aqui, pois eu poderia não ser capaz de voltar mais tarde
ru: Я не думаю, что может превратить в шлам собирается помочь мне здесь, поскольку я не мог бы вернуться после
uk: Я не думаю, що може перетворити на шлам збирається допомогти мені тут, оскільки я не міг би повернутися після

source: I'll have to find another way of getting across
pt: Vou ter de achar outra maneira de atravessar
ru: Мне придется искать другой способ получения всей
uk: Мені доведеться шукати інший спосіб отримання всієї

source: I'll have to find something to help me get across
pt: Vou ter de achar algo para me ajudar a atravessar
ru: Мне придется найти что-нибудь, чтобы помочь мне получить через
uk: Мені доведеться знайти що-небудь, щоб допомогти мені отримати через

source: I didn't see any Sludges in the mine when I went to get Borgan's coal and even if there were any I can't get back there since my raft sank
pt: Eu não vi nenhum Sludge na mina quando eu fui pegar o carvão de Borgan e mesmo que houvesse um e não posso voltar lá porque minha jangada afundou
ru: Я не вижу Шлам в шахте, когда я пошел за углем Борган, и даже если есть какие-либо я не могу туда после моего Плот затонул
uk: Я не бачу Шлам в шахті, коли я пішов за вугіллям Боргай, і навіть якщо є які-небудь я не можу туди після мого Плот затонув

source: I'll have to find another mine around here...
pt: Vou ter de achar outra mina por aqui...
ru: Мне придется найти другую мои вокруг здесь ...
uk: Мені доведеться знайти іншу мої навколо тут ...

source: Creates ice cubes that expand on contact with water
pt: Cria cubos de gelo que expandem em contato com a água
ru: Создает кубики льда, которые расширяются при контакте с водой
uk: Створює кубики льоду, які розширюються при контакті з водою

source: A bottle capable of capturing souls
pt: Uma garrafa capaz de captura almas
ru: Бутылка способны захватить душ
uk: Пляшка здатні захопити душ

source: Try using Mataeus's knives against him...
pt: Tente usar as facas de Mataeus contra ele...
ru: Попробуйте использовать нож Mataeus против него ...
uk: Спробуйте використовувати ніж Mataeus проти нього ...

source: Cannot pick up %s. Inventory full
pt: Não é possível pegar %s. Inventário cheio
ru: Не может забрать %s. Полной инвентаризации
uk: Не може забрати %s. Повної інвентаризації

source: Filling mine cart...
pt: Enchenco Carrrinho da Mina...
ru: Заполнение моей корзине ...
uk: Заповнення моєї кошику ...

source: Copyright Parallel Realities 2009-2010
ru: Copyright 2009-2010 параллельных реальностях
uk: Copyright 2009-2010 паралельних реальностях

source: Out of arrows!
pt: Sem flechas!
ru: Из стрел!
uk: З стріл!

source: There's something moving around down there...
pt: Há algo se movendo por aqui...
ru: Там-то передвигаться там ...
uk: Там-то пересуватися там ...

source: Good riddance...
pt: Bom Alívio...
ru: Скатертью дорога ...
uk: Скатерть дорога ...

source: Huh, déjà vu...
ru: Huh, дежа вю ...
uk: Huh, дежа вю ...

source: If the lift is out of order then it must be reset
pt: Se o elevador está fora de ordem, ele deve ser reposicionado
ru: Если лифт вышел из строя то он должен быть сброшен
uk: Якщо ліфт вийшов з ладу то він повинен бути скинутий

source: There are 4 reset switches along the lift shaft which must be reset
pt: Há 4 alavancas de reposicionamento ao longo do poço do elevador que deve ser reposicionado
ru: Есть 4 сбросить выключатели вместе лифтовой шахты, который должен быть сброшен
uk: Є 4 скинути вимикачі разом ліфтової шахти, який повинен бути скинутий

source: Be sure to reset the lift to avoid a long walk back to the surface...
pt: Certifique-se de reposicionar o elevador para evitar uma longa caminhada de volta para a superfície...
ru: Будьте уверены, чтобы сбросить лифте, чтобы избежать долгой прогулки на поверхность ...
uk: Будьте впевнені, щоб скинути ліфті, щоб уникнути довгої прогулянки на поверхню ...

source: This machine has a slot the same size as the cards. I guess I can use it to create new instructions.
pt: Esta máquina tem uma fenda do mesmo tamanho dos cartões. Acho que eu posso usar para criar novas instruções.
ru: Эта машина имеет слот того же размера, как карты. Думаю, я могу использовать его для создания новых инструкций.
uk: Ця машина має слот того ж розміру, як карти. Думаю, я можу використовувати його для створення нових інструкцій.

source: To create a new set of instructions you need to insert a blank card
pt: Para criar um novo conjunto de instruções você precisa inserir um cartão em branco
ru: Чтобы создать новый набор инструкций, Вам необходимо вставить пустую карточку
uk: Щоб створити новий набір інструкцій, Вам потрібно вставити пусту картка

source: You will then be prompted to input the directions for the robot to follow. This is done in the same way as the sequence doors
pt: Será solicitado que você insita as instruções para que o robô possa seguir. Isto é feito da mesma maneira que as portas sequenciais
ru: Вам будет предложено ввести направления для робота для подражания. Это делается точно так же, как последовательность дверей
uk: Вам буде запропоновано ввести напрямки для робота для наслідування. Це робиться точно так само, як послідовність дверей

source: When you have finished inputting the directions, press Attack
pt: Quando você tiver finalizado a inserção das instruções, pressione Golpe
ru: Когда вы закончите ввод направлениях, пресс-атака
uk: Коли ви закінчите введення напрямках, прес-атака

source: The robot will then follow the instructions on the card
pt: O robô seguirá as instruções no cartão
ru: Робот будет следовать инструкциям на карте
uk: Робот буде слідувати інструкціям на карті

source: If the directions aren't correct you can try again
pt: Se as instruções não estiverem corretas você pode tentar de novo
ru: Если направления не являются правильным можно повторить попытку
uk: Якщо напрямки не є правильним можна повторити спробу

source: This place is crazy, I'd better hurry up and find Dad before I end up getting killed!
pt: Este lugar é maluco, seria melhor apurar e encontrar Papai antes que eu acabe morto!
ru: Это место с ума, я лучше поторопиться и найти Пап, прежде чем я до конца не убили!
uk: Це місце з розуму, я краще поквапитися і знайти Пап, перш ніж я до кінця не вбили!

source: So, to create that Fire Shield I have to get a Red Sludge tentacle
pt: Então, para criar aquele escudo de Fogo eu tenho que conseguir um tentáculo de Sludge Vermelho
ru: Таким образом, чтобы создать что огонь щит я должен получить щупальце Красный осадок
uk: Таким чином, щоб створити що вогонь щит я повинен отримати щупальце Червоний осад

source: Red Sludges live in mines so I'll have to find one around here
pt: Sludges Vermelhos vivem em minas, por isso eu tenho de encontrar uma por aqui
ru: Красный Шлам жить в шахтах, так что я должна найти один вокруг здесь
uk: Червоний Шлам жити в шахтах, так що я повинна знайти один навколо тут
