Repository: riksweeney/edgar
Catalog: tags/0.55/locale/*.po
Languages: pt, ru, uk

source: Quickly turn left and right to shake off the slimes!
pt: Mova rapidamente para a esquerda e para a direita para se livrar dos slimes
ru: Быстро повернуть влево и вправо, стряхнуть с себя Тино!
uk: Швидко повернути вліво і вправо, скинути з себе Тіно!

source: Bow
pt: Arco
ru: Лук
uk: Цибуля

source: Not working in this version!
pt: Esta funcionalidade não está disponível nesta versão!
ru: Не работает в этой версии!
uk: Не працює в цій версії!

source: Press Action to interact
pt: Pressione Ação para interagir
ru: Пресса действий по взаимодействию
uk: Преса дій по взаємодії

source: %s is required
pt: %s é necessário
ru: Требуется %s
uk: Потрібно %s

source: Bomb
pt: Bomba
ru: Бомба
uk: Бомба

source: Small Rock
pt: Pequena Rocha
ru: Камешек
uk: Камінь

source: Press Action to retrieve the Purple Gem
pt: Pressione Ação para recuperar a Jóia Roxa
ru: Пресса действий по статье Purple Gem
uk: Преса дій за статтею Purple Gem

source: Chicken
pt: Galinha
ru: Цыпленок
uk: Курча

source: Tesla Pack
pt: Pacote Tesla
ru: Тесла Pack
uk: Тесла Pack

source: Press Action to retrieve Tesla Pack
pt: Pressione Ação para recuperar o Pacote Tesla
ru: Пресса действий по статье Тесла Pack
uk: Преса дій за статтею Тесла Pack

source: Press Action to replace Tesla Pack
pt: Pressione Ação para para substituir o Pacote Tesla
ru: Пресса действий по замене Тесла Pack
uk: Преса дій із заміни Тесла Pack

source: Obtained %s
pt: Obtido %s
ru: Полученные %s
uk: Отримані %s

source: Complete
pt: Completo
ru: Полная
uk: Повна

source: %d more to go...
pt: %d faltando para o fim
ru: %d больше идти ...
uk: %d більше йти ...

source: Used %s
pt: Usado %s
ru: Б %s
uk: Б %s

source: Cannot equip items whilst transmogrified
pt: É impossível portar itens enquanto estiver transmogrifado
ru: Не может оборудовать пункты Хотя transmogrified
uk: Не може обладнати пункти Хоча transmogrified

source: Equipped %s
pt: Portando %s
ru: Оборудованный %s
uk: Обладнаний %s

source: Maximum health has increased!
pt: Máximo de saúde foi incrementado
ru: Максимальный здравоохранения увеличилась!
uk: Максимальний охорони здоров'я збільшилася!

source: Bow will now fire %s
pt: Arco ira atirar %s
ru: Лук теперь огонь %s
uk: Цибуля тепер вогонь %s

source: A bow is required to use this item
pt: Um arco é requerido para usar este ítem
ru: Лук должен воспользоваться этим пунктом
uk: Цибуля повинен скористатися цим пунктом

source: Cannot transmogrify here...
pt: É impossível transmogrifar aqui...
ru: Не удается превращать здесь ...
uk: Не можна перетворювати тут ...

source: Yes
pt: Sim
ru: Да
uk: Так

source: No
pt: Não
ru: Нет
uk: Ні

source: Start a new game?
pt: Iniciar um novo jogo?
ru: Начать новую игру?
uk: Почати нову гру?

source: Play the tutorial?
pt: Jogar o tutorial?
ru: Слушать учебник?
uk: Слухати підручник?

source: Exit the game?
pt: Sair do Jogo?
ru: Выйти из игры?
uk: Вийти з гри?

source: Back
pt: Voltar
ru: Назад
uk: Назад

source: Game Loaded
pt: Jogo Carregado
ru: Game загружено
uk: Game додано

source: Game Saved
pt: Jogo Salvo
ru: Сохраненных игр
uk: Збережених ігор

source: Any unsaved progress will be lost
pt: Todo progresso não salvo será perdido
ru: Все несохраненные прогресс будет потеряно
uk: Всі незбережені прогрес буде втрачено

source: Joy Button #%d
pt: Botão do Joystick #%d
ru: Радость кнопки # %d
uk: Радість кнопки # %d

source: Press Action to talk to %s
pt: Presssione Ação para falar com %s
ru: Пресса Меры, которые говорят на %s
uk: Преса Заходи, які говорять на %s

source: New Objective: %s
pt: Novo Objetivo: %s
ru: Новая цель: %s
uk: Нова мета: %s

source: Objective Completed: %s
pt: Objetivo Completo: %s
ru: Цели Выполнен: %s
uk: Цілі Виконано: %s

source: The wall on the right looks weak...
pt: A parede à direita parece fraca...
ru: Стены справа выглядит слабой ...
uk: Стіни справа виглядає слабкою ...

source: This weapon is not having any effect...
pt: Esta arma não está fazendo nenhum efeito...
ru: Это оружие не имеющие никакого эффекта ...
uk: Ця зброя не мають жодного ефекту ...

source: Press Action to attach the Tesla Pack
pt: Pressione Ação para anexar o Pacote Tesla
ru: Пресса Меры, которые придают Тесла Pack
uk: Преса Заходи, які надають Тесла Pack

source: The Legend of Edgar
pt: The Legend of Edgar - A Lenda de Edgar
ru: Легенда о Эдгар
uk: Легенда про Едгар

source: %s is needed to activate this switch
pt: %s é necessário para ativar esta alavanca
ru: %s необходим для активации этого переключателя
uk: %s необхідний для активації цього перемикача

source: Press Action to use this switch
pt: Pressione Ação para usar esta alavanca
ru: Пресса Действие Для использования этого ключа
uk: Преса Дія Для використання цього ключа

source: Press Action to save your game
pt: Pressione Ação para salvar o seu jogo
ru: Пресса меры, чтобы спасти игру
uk: Преса заходів, щоб врятувати гру

source: %s is required to use this Pressure Plate
pt: %s é necessário para usar esta plataforma de Pressão
ru: %s требует, чтобы использовать эту нажимной
uk: %s вимагає, щоб використовувати цю нажимною

source: %s is needed to open this door
pt: %s é necesário para abrir esta porta
ru: %s необходима, чтобы открыть эту дверь
uk: %s необхідна, щоб відкрити ці двері

source: This door is locked
pt: Esta porta está trancada
ru: Эта дверь заперта
uk: Ці двері замкнені

source: This teleporter is not active
pt: Este Teletransporte não está ativo
ru: Это телепорт не активен
uk: Це телепорт не активний

source: Press Action to go to the %s
pt: Pressione Ação para ir ao %s
ru: Пресса действия для перехода к %s
uk: Преса дії для переходу до %s

source: Push Up or Down to use this lift
pt: Pressione para cima ou para baixo para usar este elevador
ru: Push Up или вниз, чтобы использовать этот лифт
uk: Push Up або вниз, щоб використовувати цей ліфт

source: This lift is not active
pt: Este elevador não está ativo
ru: Этот подъем не активен
uk: Цей підйом не активний

source: Cannot carry any more %s
pt: Não é possível carregar mais nenhum %s
ru: Не может нести больше %s
uk: Не може нести більше %s

source: Picked up %s x %d
pt: Pego %s x %d
ru: Взял %s х %d
uk: Взяв %s х %d

source: Picked up %s
pt: %s x %d %s
ru: Взял %s
uk: Взяв %s

source: %s is required to carry this item
pt: %s é necessário para carregar este ítem
ru: %s требуется для выполнения этого пункта
uk: %s потрібно для виконання цього пункту

source: Storage Key
pt: Chave do Armazém
ru: Ключевые хранения
uk: Ключові зберігання

source: Coal Bag Storage Switch Key
pt: Chave da Alavanca do Armazém do Saco de Carvão
ru: Уголь для хранения сумок Переключатель
uk: Вугілля для зберігання сумок Перемикач

source: Large Room Key
pt: Chave da Sala Grande
ru: Большой ключ от номера
uk: Великий ключ від номера

source: Coal Bag
pt: Saco de Carvão
ru: Уголь сумка
uk: Вугілля сумка

source: Forest Cell Key
pt: Chave da Célula da Floresta
ru: Лесные Cell Key
uk: Лісові Cell Key

source: Wood Axe
pt: Machado
ru: Дерево топор
uk: Дерево сокира

source: Health Potion
pt: Poção de Saúde
ru: Здравоохранение зелье
uk: Охорона здоров'я зілля

source: Outflow Key
pt: Chave do Outflow
ru: Отток Ключевые
uk: Відтік Ключові

source: Flow Control Key
pt: Chave do Controle de Fluxo
ru: Flow Control Ключевые
uk: Flow Control Ключові

source: Waste Processing Key
pt: Chave do Processamento de Resíduos
ru: Переработка отходов Ключевые
uk: Переробка відходів Ключові

source: Access Key 1
pt: Chave de Acesso 1
ru: Ключ доступа 1
uk: Ключ доступу 1

source: Access Key 2
pt: Chave de Acesso 2
ru: Ключ доступа 2
uk: Ключ доступу 2

source: Access Key 3
pt: Chave de Acesso 3
ru: Ключ доступа 3
uk: Ключ доступу 3

source: Trap Door Switch Key
pt: Chave da Alavanca da Porta Armadilha
ru: Trap Door Переключатель
uk: Trap Door Перемикач

source: This lift has no power. I won't be able to use it until I restore the power
pt: Este elevador está sem energia. Eu não vou conseguir usá-lo até restaurar a energia
ru: Этот подъем не имеет власти. Я не смогут его использовать, пока я не восстановить власть
uk: Цей підйом не має влади. Я не зможуть його використовувати, поки я не відновити владу

source: Keep practising!
pt: Continue praticando!
ru: Держите практикует!
uk: Тримайте практикує!

source: Hi
pt: Oi
ru: Привет
uk: Привіт

source: Hello Edgar
pt: Olá Edgar
ru: Привет Эдгар
uk: Привіт Едгар

source: Can I borrow your shield?
pt: Você pode me emprestar o seu escudo?
ru: Могу ли я одолжить твой щит?
uk: Чи можу я позичити тобі щит?

source: Off to practice your fighting skills?
pt: Vai praticar as suas habilidades de luta?
ru: Off на практике ваши боевые навыки?
uk: Off на практиці ваші бойові навички?

source: Something like that
pt: Mais ou Menos
ru: Нечто подобное
uk: Щось подібне

source: If you run me an errand then you can have the shield
pt: Se você me fizer um favorzinho eu lhe empresto o escudo
ru: Если вы запустите мне поручение, то вы можете иметь щит
uk: Якщо ви запустите мені доручення, то ви можете мати щит

source: What do I have to do?
pt: O que eu tenho que fazer
ru: Что я должен делать?
uk: Що я повинен робити?

source: Go to the mine and collect me some coal
pt: Vá até a mina e pegue um pouco de carvão para mim
ru: Перейти на шахте и собирать мне углем
uk: Перейти на шахті і збирати мені вугіллям

source: But we have plenty of coal!
pt: Mas nós já temos um monte de carvão aqui!
ru: Но у нас много угля!
uk: Але у нас багато вугілля!

source: Yes, but this is not any old coal, this coal is special, it burns hotter and lasts longer
pt: Sim, sim, porém este carvão não é qualquer carvão, é um carvão especial que produz um fogo mais quente e que dura mais
ru: Да, но это не какая-нибудь углу, этот уголь специальная, она горит жарче и дольше
uk: Так, але це не яка-небудь кутку, це вугілля спеціальна, вона горить жарче і довше

source: I only need 10 pieces of the stuff, so it shouldn't take you very long
pt: Eu só preciso de 10 porções do carvão, não vai demorar muito para pegar
ru: Мне нужно только 10 кусочков материала, поэтому она не должна вам очень долго
uk: Мені потрібно тільки 10 шматочків матеріалу, тому вона не повинна вам дуже довго

source: Make sure you put it in a bag, touching it for too long will be bad for your health
pt: Ah, não se esqueça de pôr o carvão em um saco, encostar no carvão por muito tempo é prejudicial à saúde
ru: Убедитесь, что вы положили его в мешок, прикасаясь к нему слишком долго будет плохо для вашего здоровья
uk: Переконайтеся, що ви поклали в мішок, торкаючись до нього занадто довго буде погано для вашого здоров'я

source: Do you have a bag?
pt: Você tem um saco?
ru: У тебя есть сумка?
uk: У тебе є сумка?

source: No, you can probably find one in the mine though
pt: Não, mas na mina provavelmente você encontrará um
ru: Нет, вы, вероятно, может найти один в шахте, хотя
uk: Ні, ви, імовірно, може знайти один в шахті, хоча

source: OK, I'll get the coal
pt: OK, eu pegarei o carvão
ru: Хорошо, что я получу углем
uk: Добре, що я отримаю вугіллям

source: Here, take this pickaxe. You can use it to mine the coal and hack through any weaker walls you encounter
pt: Ei, pegue esta picareta. Você vai precisar dele para minerar o carvão e também quebrar qualquer parede fraca que você encontrar
ru: Вот, возьми кирку. Вы можете использовать его для моей угля и рубить через любые слабые стен вы сталкиваетесь
uk: Ось, візьми кирку. Ви можете використовувати його для моєї вугілля і рубати через будь-які слабкі стін ви зустрічаєтеся

source: You'll also need this key to get into the mine
pt: Você também vai precisar desta chave para entrar na mina
ru: Вам также понадобится этот ключ, чтобы получить в шахту
uk: Вам також знадобиться цей ключ, щоб отримати в шахту

source: Thanks!
pt: Obrigado!
ru: Спасибо!
uk: Спасибо!

source: Thank you, Edgar, this coal is perfect! Hope the bats didn't scare you.
pt: Obrigado Edgar, este carvão é perfeito! Espero que os morcegos não tenham te assustado
ru: Спасибо, Эдгар, этот уголь Perfect! Надежды летучие мыши не пугают вас.
uk: Спасибі, Едгар, це вугілля Perfect! Надії летючих мишей не лякають вас.

source: The bats were the least of my worries...
pt: Os morcegos foram a menor das minhas preocupações
ru: Летучих мышей мере мои опасения ...
uk: Летючих мишей мірою мої побоювання ...

source: Say, I heard that something happened in that mine a few years ago
pt: Digo, Eu ouvi falar que algo aconteceu naquela mina há alguns anos
ru: Скажем, я слышал что-то случилось, что в моих несколько лет назад
uk: Скажімо, я чув що щось трапилося, що в моїх кілька років тому

source: Er, yeah, there was what you'd call an "incident", but that part of the mine was sealed up a long time ago
pt: Aham, sim, foi o que você chamaria de "incidente", só que aquela parte da mina foi fechada há muito tempo
ru: Ир, да, было то, что называется инцидент , но это часть моей была запечатана давно
uk: Ір, так, було те, що називається інцидент , але це частина мого була запечатана давно

source: Right...
pt: Certo...
ru: Право ...
uk: Право ...

source: Here, have my shield and have fun!
pt: Aqui está o meu escudo, pegue e se divirta!
ru: Здесь, у меня щит и получайте удовольствие!
uk: Тут, у мене щит і отримуйте задоволення!

source: Just stay away from the Forbidden Swamp
pt: Lembre-se. Fique longe do Pântano Proibido
ru: Просто держаться подальше от Запретного Swamp
uk: Просто триматися подалі від Заборонили Swamp

source: Will do, can I hold on to your pickaxe for a while?
pt: Eu ficarei, eu posso ficar com a sua picareta mais um pouco?
ru: Будет делать, я могу удержаться, чтобы ваша кирка на время?
uk: Чи буде робити, я можу втриматися, щоб ваша кирка на час?

source: Sure thing, just bring it back in one piece
pt: É lógico, mas me devolva ela inteira, por favor
ru: Ну разумеется, только принести его назад из одного куска
uk: Ну зрозуміло, тільки принести його назад з одного шматка

source: Thanks, Borgan!
pt: Obrigado, Borgan!
ru: Спасибо, Борган!
uk: Спасибі, Боргай!

source: Have you managed to find the coal yet?
pt: Você já achou o carvão?
ru: Вы сумели найти углу еще?
uk: Ви зуміли знайти кутку ще?

source: You can pull some items around by pushing against them whilst holding down the Action button.
pt: Você pode arrastar alguns ítens golpeando-os enquanto mantém pressionado o botão de Ação
ru: Можете достать некоторые пункты в окрестностях нажатии на них в то время, удерживая кнопку действий.
uk: Можете дістати деякі пункти в околицях натисканні на них в той час, утримуючи кнопку дій.

source: You can then pull it around until you let go of the Action button
pt: Você pode arrastá-lo até soltar o botão de Ação
ru: Вы можете затем выньте ее вокруг, пока Вы не отпустите кнопку действия
uk: Ви можете потім вийміть її навколо, поки Ви не відпустіть кнопку дії

source: This rock looks too strong for my Pick Axe. I'll have to use something else to get through...
pt: Esta rocha parece muito forte para minha Picareta. Vou ter que usar algo para atravessar...
ru: Эта порода выглядит слишком сильным для моей кирку. Мне придется использовать что-то другое, чтобы пройти ...
uk: Ця порода виглядає занадто сильним для моєї кирку. Мені доведеться використовувати щось інше, щоб пройти ...

source: Urgh, what happened?
pt: Argh, o que aconteceu?
ru: Urgh, что случилось?
uk: Urgh, що сталося?

source: Looks like this wasn't such a good idea after all
pt: Parece que não foi uma boa idéia
ru: Похоже, это был не такой уж хорошей идеей в конце концов
uk: Схоже, це був не такий вже гарною ідеєю в кінці кінців

source: There must be way out of here...
pt: Deve haver uma saída...
ru: Там должно быть выход здесь ...
uk: Там повинно бути вихід тут ...

source: This must be the coal wants me to mine for him
pt: Este deve ser o carvão que eu devo pegar
ru: Это должно быть углем хочет, чтобы я для него мое
uk: Це має бути вугіллям хоче, щоб я для нього моє

source: I don't think my shield will protect me from those fireballs. I'll have to find a stronger one...
pt: Eu acho que esse escudo não vai me proteger destas bolas de fogo. Vou ter que encontrar um mais forte...
ru: Я не думаю, что мой щит защитит меня от тех огненных шаров. Мне придется найти более мощную ...
uk: Я не думаю, що мій щит захистить мене від тих вогняних куль. Мені доведеться знайти більш потужну ...

source: You won't be able to do this bit in this version, check back later!
pt: Você não conseguirá fazer isto nesta versão, cheque depois!
ru: Вы не сможете сделать этого бита в эту версию, зайдите попозже!
uk: Ви не зможете зробити цього біта в цю версію, зайдіть пізніше!

source: Strange creature...
pt: Criatura estranha
ru: Странные существа ...
uk: Дивні істоти ...

source: Wait, what was that?
pt: Espere, o que foi aquilo?
ru: Подожди, что это было?
uk: Почекай, що це було?

source: You again?!
pt: Você de novo?!
ru: Вы снова!?
uk: Ви знову!?

source: Something is supposed to happen here, but it's not in this version so check back later!
pt: Alguma coisa deveria acontecer aqui, mas não está nesta versão, tente novamente mais tarde!
ru: Что-то должно произойти и здесь, но это не так в этой версии такого зайдите попозже!
uk: Что-то повинне відбутися і тут, але це не так у цій версії такого зайдіть пізніше!

source: Have fun!
pt: Divirta-se!
ru: Удачи!
uk: Удачи!

source: Thanks for resucing my chickens, have you got me 2 logs from the forest yet?
pt: Obrigado por recuperar minhas galinhas, você já pegou as 2 toras na floresta?
ru: Спасибо за resucing мои куры, у вас есть мне 2 бревна из леса еще?
uk: Дякуємо за resucing мої кури, у вас є мені 2 колоди з лісу ще?

source: Thanks Edgar! My chickens are back and these logs will do me fine
pt: Obrigado Edgar! Minhas galinhas estão de volta e estas toras me serão muito úteis
ru: Спасибо Эдгар! Мои куры вернулись, и эти журналы будут делать мне штраф
uk: Спасибо Едгар! Мої кури повернулися, і ці журнали будуть робити мені штраф

source: Take this sword, may it serve you well!
pt: Tome esta espada, acho que ela vai te ajudar!
ru: Возьми этот меч, он может служить вам хорошо!
uk: Візьми цей меч, він може служити вам добре!

source: Thank you!
pt: Obrigado!
ru: Спасибо!
uk: Спасибо!

source: Thanks for the logs, have you had any luck with the chickens?
pt: Obrigado pelas toras, você conseguiu pegar as galinhas?
ru: Спасибо за журналы, есть ли у вас везет с курами?
uk: Дякуємо за журнали, чи є у вас везе з курми?

source: I'll give you a sword if you get me 2 chopped logs from the forest and rescue at least 3 of my chickens
pt: Eu vou te dar uma espada se você me trouxer 2 toras cortadas da floresta e resgatar pelo menos 3 das minhas galinhas
ru: Я дам тебе меч, если вы меня 2 нарезанные бревна из леса и спасению по крайней мере 3 из моих куры
uk: Я дам тобі меч, якщо ви мене 2 нарізані колоди з лісу і порятунку принаймні 3 з моїх кури

source: Hello Edgar, what can I do for you today?
pt: Olá Edgar, no que eu posso te ajudar?
ru: Привет Эдгар, что я могу сделать для тебя сегодня?
uk: Привіт Едгар, що я можу зробити для тебе сьогодні?

source: Do you have a sword I can borrow?
pt: Você tem uma espada que possa me emprestar?
ru: У вас есть меч, я могу одолжить?
uk: У вас є меч, я можу позичити?

source: I do have a sword and you can have it if you do something for me first
pt: Eu tenho uma espada e você pode ganhá-la se você me fizer algo antes
ru: У меня есть меч, и вы можете иметь его, если что-то сделать для меня первым
uk: У мене є меч, і ви можете мати його, якщо щось зробити для мене перша

source: OK... what do I have to do?
pt: OK... o que eu devo fazer?
ru: OK ... Что я должен делать?
uk: OK ... Що я повинен робити?

source: Some of my chickens have escaped from their pen and I would be very grateful if you can get them back for me
pt: Algumas das minhas galinhas escaparam do galinheiro e eu ficaria muito grato se você pudesse pegá-las de volta para mim
ru: Некоторые мои куры бежали от их пера, и я был бы очень признателен, если Вы можете получить их обратно для меня
uk: Деякі мої кури бігли від їхнього пера, і я був би дуже вдячний, якщо Ви можете одержати їх назад для мене

source: I have set up some traps near their pen, you can lure them to the traps using this chicken feed. I don't need them all, but at least 3 would be very helpful. I can get the rest myself.
pt: Eu preparei algumas armadilhas perto do galinheiro, você pode atraí-las para as armadilhas usando esta ração de galinhas. Eu não vou precisar de todas elas agora, mas pelo menos 3 delas já me ajudariam um monte. As outras eu mesmo pego depois.
ru: Я поставил ловушки вблизи их пера, можно заманить их в ловушку Используя этот куриный корм. Мне не нужны их всех, но по крайней мере 3 были бы очень полезны. Я могу получить остальное сам.
uk: Я поставив пастки поблизу їхнього пера, можна заманити їх у пастку Використовуючи цей курячий корм. Мені не потрібні їх усіх, але принаймні 3 були б дуже корисні. Я можу отримати інше сам.

source: That's it?
pt: É só isso?
ru: И это все?
uk: І це все?

source: Not quite. Can you also get me some wood from the forest? 2 logs should be sufficient
pt: Não. Você pode pegar um pouco de madeira na floresta para mim? 2 toras serão o suficiente
ru: Не совсем так. Можете ли Вы также получаете мне древесины из леса? 2 бревна должны быть достаточными
uk: Не зовсім так. Ви можете також отримати мені деревини з лісу? 2 колоди повинні бути достатніми

source: Do you have an axe?
pt: Você tem um machado?
ru: У вас есть топор?
uk: У вас є сокира?

source: Erm... I left my axe in the forest somewhere. It should still be there
pt: Uhhm... Eu deixei o meu machado em algum lugar na floresta. Ele ainda deve estar lá
ru: Эрм ... Я оставил топором в лесу, где-то. Она должна по-прежнему там
uk: Ерм ... Я залишив сокирою в лісі, де-то. Вона повинна, як і раніше там

source: Isn't that forest dangerous?
pt: Mas aquela floresta não é perigosa?
ru: Разве это не опасно лесу?
uk: Хіба це не небезпечно лісі?

source: Not really, if anything gets in your way, just hit it with a weapon
pt: Na verdade não, se alguma coisa atravessar o seu caminho é só acertá-la com uma arma
ru: Не совсем, если что-то попадает в вашем пути, просто нажмите ее с оружием
uk: Не зовсім, якщо щось потрапляє у вашому шляху, просто натисніть її зі зброєю

source: Such as an axe?
pt: Como um machado?
ru: Такие, как топор?
uk: Такі, як сокира?

source: Yes, that would do the trick
pt: Sim, isto deve servir
ru: Да, это было бы сделать трюк
uk: Так, це було б зробити трюк

source: But seriously, there's nothing in there that can really harm you. That problem was dealt with a long time ago...
pt: Falando sério, não há nada lá com que você deva realmente se preocupar. Aquele problema foi há muito tempo...
ru: Ну а если серьезно, нет ничего, что там действительно может причинить вам вред. Эта проблема рассматривалась очень давно ...
uk: Ну а якщо серйозно, немає нічого, що там дійсно може завдати вам шкоди. Ця проблема розглядалася дуже давно ...

source: Good luck!
pt: Boa sorte!
ru: Удачи!
uk: Удачи!

source: Oh, thanks Edgar, I only needed 3, but thanks for the additional help!
pt: Oh, obrigado Edgar, Eu só precisava de 3, mesmo assim obrigado pela ajuda adicional!
ru: Ой, спасибо Эдгар, мне нужен только 3, но спасибо за дополнительную помощь!
uk: Ой, спасибо Едгар, мені потрібен тільки 3, але спасибі за додаткову допомогу!

source: Here, Maggie made me this health potion but I don't need it so why don't you have it?
pt: Ei, Maggie fez esta poção de saúdepara mim mas eu não estou precisando dela, então porque você não a pega?
ru: Здесь, Мэгги сделал мне это здоровье зелье, но мне не нужно это так, почему бы вам не это?
uk: Тут, Меггі зробив мені це здоров'я зілля, але мені не потрібно це так, чому б вам не це?

source: Thanks Jacob
pt: Obrigado Jacob
ru: Благодаря Иакова
uk: Завдяки Якова
