Repository: riksweeney/edgar
Catalog: tags/0.55/locale/*.po
Languages: pt, ru, uk

source: You can ready an item for use by pressing Block (left alt) or Action (c)
pt: Você pode preparar um ítem para uso pressionado Bloqueio (Letf Alt) ou Ação (c)
ru: Вы можете готова пункт для использования нажав блока (левый Alt) или действие (C)
uk: Ви можете готова пункт для використання натиснувши блоку (лівий Alt) або дію (C)

source: Walk over the key to pick it up
pt: Caminhe até a chave para pegá-la
ru: Прогулка над ключевыми его поднять
uk: Прогулянка над ключовими його підняти

source: You can change all of the controls in the game by pressing Escape and selecting Options in the menu
pt: Você pode mudar todos os controles no jogo pressionado Esc e selecionando Opções no menu
ru: Вы можете изменять все элементы управления в игре, нажав Escape и выбрать опции в меню
uk: Ви можете змінювати всі елементи управління в грі, натиснувши Escape і вибрати опції в меню

source: Select Configure Controls using the arrow keys and press Return
pt: Selecione Configurar Controles usando as teclas de seta e pressione Enter
ru: Выберите настройки контроля, используя клавиши управления курсором и нажмите Возврат
uk: Виберіть налаштування контролю, використовуючи клавіші управління курсором і натисніть Повернення

source: Use the arrow keys to select the control you want to change and press Return.
pt: Use as teclas de setas para selecionar o controle que você deseja mudar e pressione Enter
ru: Используйте клавиши со стрелками для выбора управления вы хотите изменить и нажмите ввод.
uk: Використовуйте клавіші зі стрілками для вибору управління ви хочете змінити і натисніть Enter.

source: Next, press the key that you want to use instead.
pt: Agora, pressione a tecla que você deseja usar no lugar da atual
ru: Далее, нажмите клавишу, которую вы хотите использовать вместо него.
uk: Далі, натисніть клавішу, яку ви хочете використовувати замість нього.

source: Regardless of what keys you choose, you can always navigate the menus using the arrow keys and Return
pt: Independentemente de quais teclas você escolha, você sempre pode navegar pelos menus utilizando as teclas de setas e Enter
ru: Независимо от того, какие ключи вы ни выбрали, вы всегда можете перемещаться по меню с помощью клавиш со стрелками и Возврат
uk: Незалежно від того, які ключі ви не вибрали, ви завжди можете переміщатися по меню за допомогою клавіш зі стрілками та Повернення

source: Note that in this tutorial, the default keys will be assumed
pt: Perceba que neste tutorial, as teclas padrão serão utilizadas
ru: Отметим, что в этом учебнике, клавиши по умолчанию будет предполагаться
uk: Відзначимо, що в цьому підручнику, клавіші за замовчуванням буде передбачатися

source: When you have finished configuring the keys, go right to the next Action Point
pt: Quando você tiver finalizado a configuração das teclas, Vá ao próximo Ponto de Ação
ru: Когда вы закончите настройку ключи, перейдите к следующей точке действия
uk: Коли ви закінчите налаштування ключі, перейдіть до наступної крапки дії

source: The pickaxe is one of many weapons you will encounter in the game
pt: A Picareta é uma das muitas armas que você encontrará no jogo
ru: Кирка является одним из многих оружия вы встретите в игре
uk: Кірка є одним з багатьох зброї ви зустрінете в грі

source: You can use it as both a weapon and a tool
pt: Você pode usá-la tanto como uma arma como uma ferramenta
ru: Вы можете использовать его как оружие, а средство
uk: Ви можете використовувати його як зброя, а засіб

source: Pick up the pickaxe and continue to the next Action Point
pt: Pegue a picareta e continue até o próximo Ponto de Ação
ru: Возьмите кирку и переходите к выполнению следующего действия Point
uk: Візьміть кирку і переходьте до виконання наступного дії Point

source: Congratulations, you found a secret!
pt: Parabéns, você encontrou um segredo!
ru: Поздравляем, вы нашли секрет!
uk: Вітаємо, ви знайшли секрет!

source: There are many secrets in the main game so keep a look out for them
pt: Há vários segredos no Jogo Principal, então fique atento á eles
ru: Есть много секретов в основной игры, следят за ними
uk: Є багато секретів у основної гри, стежать за ними

source: Here's a hint to get you started
pt: Aqui vai uma dica para você começar
ru: Вот подсказка для начала
uk: Ось підказка для початку

source: Although only requires you to catch 3 of his chickens, why not be nice to him and catch more? There are 10 wandering the map in all
pt: Embora você só precise pegar 3 galinhas, porque não ser legal com ele e pegar mais? Ao todo, há 10 galinhas vagando no mapa
ru: Хотя лишь требует, чтобы вы поймете 3 своих кур, почему бы не быть приятно с ним и поймать больше? Есть 10 блуждающих карту во всех
uk: Хоча лише вимагає, щоб ви зрозумієте 3 своїх курей, чому б не бути приємно з ним і зловити більше? Є 10 блукаючих карту у всіх

source: The shield will protect you from most enemy attacks
pt: O escudo protegerá você da maioria dos ataques de inimigos
ru: Щит защитит вас от большинства атак противника
uk: Щит захистить вас від більшості атак противника

source: Some enemy attacks cannot be blocked
pt: Alguns ataques de inimigos não podem ser bloqueados
ru: Некоторые атаки противника не может быть заблокирована
uk: Деякі атаки противника не може бути заблокована

source: Environmental hazards, such as falling rocks, cannot be blocked
pt: Riscos ambientais, tais como pedras caindo, não podem ser bloqueadas
ru: Экологические угрозы, такие, как камнепад, не может быть заблокирована
uk: Екологічні загрози, такі, як каменепад, не може бути заблокована

source: To block an attack, press and hold block (left alt).
pt: Para bloquear um ataque, pressione e mantenha pressionado Bloqueio (Left Alt)
ru: Чтобы заблокировать атаку, нажмите и удерживайте блок (Левый Alt).
uk: Щоб заблокувати атаку, натисніть і тримайте блок (Лівий Alt).

source: You must be facing the attack to succesfully block it
pt: Você deve estar de frente para o ataque para bloqueá-lo com sucesso
ru: Вы должны быть перед нападением успешного заблокировать его
uk: Ви повинні бути перед нападом успішного заблокувати його

source: Note that you cannot move whilst blocking, but you can face the other way. You also cannot block in the air
pt: Perceba que você não pode se movimentar enquanto estiver bloquando, entretanto você pode se virar para o outro lado. Você também não pode bloquar no ar
ru: Заметьте, что вы не можете двигаться в то время как блокирование, но вы можете столкнуться с другим способом. Вы также не можете блокировать в воздухе
uk: Зауважте, що ви не можете рухатися в той час як блокування, але ви можете зіткнутися з іншим способом. Ви також не можете блокувати в повітрі

source: Pick up the shield and continue to the right
pt: Pegue o escudo e continue à direita
ru: Возьмите щит и продолжают права
uk: Візьміть щит і продовжують права

source: This is a weak wall, it can be smashed down using the pickaxe
pt: Esta é uma parede fraca, ela pode ser esmagada usando a picareta
ru: Это слабое стены, она может быть разбита вниз с помощью кирки
uk: Це слабке стіни, вона може бути розбита вниз за допомогою кирки

source: To use the pickaxe, press Attack (left ctrl)
pt: Para usar a picareta, pressione Golpe (Left Ctrl)
ru: Для использования кирка, пресс-атака (левый Ctrl)
uk: Для використання кирка, прес-атака (лівий Ctrl)

source: that not all weak walls can be destroyed using the pickaxe
pt: Nem todas as paredes fracas podem ser destruídas usando a picareta
ru: , что не все слабы стены могут быть уничтожены помощью кирки
uk: , Що не всі слабкі стіни можуть бути знищені допомогою кирки

source: Destroy the wall using the pickaxe and continue
pt: Destrua a parede usando a picareta e continue
ru: Уничтожьте стене с помощью кирки и продолжать
uk: Знищіть стіні за допомогою кирки і продовжувати

source: Something's supposed to be here but it's not in this version, check back later!
pt: Alguma coisa deveria estar aqui, mas não está nesta versão, tente novamente mais tarde!
ru: Что-то должно быть здесь, но это не в этой версии, зайдите попозже!
uk: Щось має бути тут, але це не в цій версії, зайдіть пізніше!

source: Collect 10 pieces of Coal
pt: Pegue 10 peças de Carvão
ru: Соберите 10 кусков угля
uk: Зберіть 10 шматків вугілля

source: Collect 2 Chopped Logs
pt: Pegue 2 Toras Cortadas
ru: Сбор 2 рубленых Логи
uk: Збір 2 рубаних Логи

source: Rescue 3 Chickens
pt: Resgate 3 Galinhas
ru: Спасательная 3 кур
uk: Рятувальна 3 курей

source: Find 4 Gems
pt: Encontre 4 Jóias
ru: Найти 4 Самоцветы
uk: Знайти 4 Самоцвіти

source: Repair Generators
pt: Conserte os Geradores
ru: Ремонт генераторов
uk: Ремонт генераторів

source: Collect 6 Chopped Logs
pt: Pegue 6 Toras Cortadas
ru: Сбор 6 рубленых Логи
uk: Збір 6 рубаних Логи

source: Collect 3 Access Keys
pt: Pegue 3 Chaves de Acesso
ru: Сбор 3 Быстрые клавиши
uk: Збір 3 Швидкі клавіші

source: This is a blank objective
pt: Isto é um objetivo em branco
ru: Это пустая цель
uk: Це марна мета

source: Kill all Bats!
pt: Mate todos os morcegos!
ru: Убить всех летучих мышей!
uk: Вбити всіх летючих мишей!

source: Coal
pt: Carvão
ru: Уголь
uk: Вугілля

source: Chopped Log
pt: Tora Cortada
ru: Рубленое Вход
uk: Рублене Вхід

source: Red Gem
pt: Jóia Vermelha
ru: Красный драгоценный камень
uk: Червоний дорогоцінний камінь

source: Teleporter Key
pt: Chave do Teletransporte
ru: Ключевые телепорт
uk: Ключові телепорт

source: New Game
pt: Novo Jogo
ru: Новая игра
uk: Нова гра

source: Tutorial
ru: Учебник
uk: Підручник

source: Load Game
pt: Carregar Jogo
ru: Загрузить игру
uk: Завантажити гру

source: Options
pt: Opções
ru: Функции
uk: Опції

source: About
pt: Sobre
ru: О
uk: Про

source: Quit
pt: Sair
ru: Выйти
uk: Вийти

source: Configure Controls
pt: Configurar Controles
ru: Настраивать элементы управления
uk: Настроювати елементи управління

source: Configure Sound
pt: Configurar Som
ru: Настройка звука
uk: Налаштування звуку

source: Fullscreen
pt: Tela Cheia
ru: Полноэкранный
uk: Повноекранний

source: Show Hints
pt: Mostras Dicas
ru: Показать советы
uk: Показати поради

source: A potion which will transform you...
pt: Uma poção que transformará você...
ru: Зелье которое превратит вас ...
uk: Зілля яке перетворить вас ...

source: Creates highly absorbant miniature ice cubes
pt: Cria cubos de gelo em miniatura altamente absorventes
ru: Создает весьма absorbant миниатюрных кубиков льда
uk: Створює вельми absorbant мініатюрних кубиків льоду

source: A potion which will restore all of your health
pt: Uma poção que restaurará toda a sua saúde
ru: Зелье будет восстановить все о вашем здоровье
uk: Зілля буде відновити все про ваше здоров'я

source: A powerful bomb
pt: Uma poderosa bomba
ru: Мощная бомба
uk: Потужна бомба

source: A potion which renders you invisible to certain enemies
pt: Uma poção que o torna invisível para determinados inimigos
ru: Зелье которое делает Вас невидимыми для определенных враги
uk: Зілля яке робить Вас невидимими для певних вороги

source: The eyeball from a Gazer
pt: O olho de um Gazer
ru: Глазное яблоко от Газера
uk: Очне яблуко від Гезеру

source: A Tesla Pack. It has no charge.
pt: Um pacote Tesla. Ele está descarregado
ru: Тесла Pack. Он не имеет заряда.
uk: Тесла Pack. Він не має заряду.

source: A Summoner's Staff. It cannot be used by humans.
pt: Um bastão de evocação. Ele não pode ser usado por humanos
ru: Персонал Summoner's. Она не может быть использована людьми.
uk: Персонал Summoner's. Вона не може бути використана людьми.

source: A Tesla Pack. It is fully charged.
pt: Um Pacote Tesla. Ele está totalmente carregado
ru: Тесла Pack. Это полностью заряжен.
uk: Тесла Pack. Це повністю заряджений.

source: An empty potion bottle
pt: Uma garrafa de poção vazia
ru: Пустые бутылки зелье
uk: Порожні пляшки зілля

source: A bag of chicken feed
pt: Um saco de ração de galinhas
ru: Мешок гроши
uk: Мішок гроши

source: A bag suitable for carrying coal
pt: Um saco apropriado pra carregar carvão
ru: Сумка подходит для перевозящие уголь
uk: Сумка підходить для перевозять вугілля

source: Basic Sword
pt: Espada Básica
ru: Основной меч
uk: Основний меч

source: A Sword given to you by Jacob
pt: Uma espada que você ganhou do Jacob
ru: Sword предоставленный Иакова
uk: Sword наданий Якова

source: A bow
pt: Um Arco
ru: Лук
uk: Цибуля

source: Small Wooden Shield
pt: Escudo de Madeira Pequeno
ru: Небольшой деревянный щит
uk: Невеликий дерев'яний щит

source: A small shield that provides basic protection
pt: Um escudo pequeno que provê proteção básica
ru: Small Shield, которая обеспечивает базовую защиту
uk: Small Shield, що забезпечує базову захист

source: Normal Arrow
pt: Flecha Normal
ru: Нормальные Arrow
uk: Нормальні Arrow

source: An axe suitable for chopping trees
pt: Um machado apropriado para cortar árvores
ru: Топор подходящие для обработки дерева
uk: Сокира відповідні для обробки дерева

source: Pickaxe
pt: Picareta
ru: Кирка
uk: Кірка

source: A pickaxe lent to you by Borgan
pt: Uma picareta emprestada à você pelo Borgan
ru: Кирка Поста вам Борган
uk: Кірка Посту вам Боргай

source: Fire Burner Key
pt: Chave do Maçarico
ru: Ключевые Fire Burner
uk: Ключові Fire Burner

source: Potion Room Key
pt: Chave da Sala de Poções
ru: Зелье ключ от номера
uk: Зілля ключ від номера

source: Surge Passage Key
pt: Chave da passagem ondulada
ru: Основные всплески Прохождение
uk: Основні сплески Проходження

source: Demolition Storage Key
pt: Chave do Armazém de Demolição
ru: Снос хранения Ключевые
uk: Знесення зберігання Ключові

source: Whatever that thing was it was draining the power from that generator and using it against me.
pt: Qualquer coisa que fosse ela esta drenando a energia daquele gerador e usando-a contra mim
ru: Что бы это ни было то было крылом власти от генератора и использовать его против меня.
uk: Що б це не було те було крилом влади від генератора і використовувати його проти мене.

source: That might explain why that lift wasn't working. Defeating the other drainers should restore the power.
pt: Isto deve explicar porque o elevador ão está funcionando. Destruir os outros drenos deve restaurar a energia.
ru: Это могло бы объяснить, почему лифт не работает. Победа над другими сушки следует восстановить силы.
uk: Це могло б пояснити, чому ліфт не працює. Перемога над іншими сушіння слід відновити сили.

source: Defeat all Energy Drainers
pt: Destrua todos os drenos de Energia
ru: Поражение всех энергетических Drainers
uk: Поразка всіх енергетичних Drainers

source: No Objectives
pt: Sem Objetivos
ru: Нет цели
uk: Немає мети

source: Press Action to reset puzzle blocks
pt: Pressione Ação para recompor os blocos do enigma
ru: Пресса действия для сброса головоломки блоки
uk: Преса дії для скидання головоломки блоки

source: It looks like a blender. I could use this to liquidise something
pt: Parece um liquidificador. Eu poderia usar isto para liquidificar alfo
ru: Это выглядит как Blender. Я могу использовать это, чтобы что-то liquidise
uk: Це виглядає як Blender. Я можу використовувати це, щоб щось liquidise

source: I need a Red Sludge Tentacle and 3 Gazer Eyeballs to make the potion
pt: Eu preciso de um Tentáculo de Sludge Vermelho e 3 Olhos de Gazer para fazer a poção
ru: Мне нужен Красный осадок Tentacle и 3 Газера Eyeballs сделать зелье
uk: Мені потрібен Червоний осад Tentacle і 3 Гезеру Eyeballs зробити зілля

source: I still need an Empty Bottle to put the potion in
pt: Eu ainda preciso de uma garrafa vazia para colocar a poção
ru: Мне еще нужно пустую бутылку, чтобы положить в зелье
uk: Мені ще треба порожню пляшку, щоб покласти в зілля

source: So this is the Fortress.
pt: Então esta é a Fortaleza
ru: Так это и есть крепость.
uk: Так це і є фортеця.

source: It looks like a lot of doors lead off to other areas, I should have a proper look around before I go anywhere else...
pt: Isto parece um monte de portas que levam à outras áreas, eu deveria dar uma boa olhada em volta antes de ir a qualquer lugar...
ru: Похоже, что многие двери отводят на другие области, я должна иметь надлежащий осмотреться, прежде чем я никуда ...
uk: Схоже, що багато дверей відводять на інші області, я повинна мати належний озирнутися, перш ніж я нікуди ...

source: Try hitting the skull...
pt: Tente acertae a caveira
ru: Попробуйте нажать череп ...
uk: Спробуйте натиснути череп ...

source: This machine is not active
pt: Esta máquina não está ativa
ru: Эта машина не является активным
uk: Ця машина не є активним

source: Repeat the sequence
pt: Repita a sequência
ru: Повторите последовательность
uk: Повторіть послідовність

source: Correct Sequence
pt: Sequência Correta
ru: Правильной последовательности
uk: Правильною послідовності

source: Incorrect Sequence
pt: Sequência Incorreta
ru: Неправильная последовательность
uk: Неправильна послідовність

source: The Legend of Edgar has encountered the following error
pt: The Legend of Edgar - A Lenda de Edgar encontrou o seguinte erro
ru: Легенда о Эдгар обнаружил следующую ошибку
uk: Легенда про Едгар виявив наступну помилку

source: Please report this error to Parallel Realities
pt: Por favor reporte este erro para Parallel Realities
ru: Сообщите об этой ошибке в параллельных реальностях
uk: Повідомте про цю помилку у паралельних реальностях

source: The game will now exit
pt: O Jogo irá sair agora
ru: Игра теперь выход
uk: Гра тепер вихід

source: It looks like a blender. I could use this to liqudise something
pt: Parece um liquidificador. Eu deveria usá-lo para liquidificar algo
ru: Это выглядит как Blender. Я могу использовать это, чтобы что-то liqudise
uk: Це виглядає як Blender. Я можу використовувати це, щоб щось liqudise

source: This must be the coal Borgan wants me to mine for him
pt: Este deve ser o carvão que Borgan quer que eu pegue
ru: Это должно быть углем Борган хочет, чтобы я для него мое
uk: Це має бути вугіллям Боргай хоче, щоб я для нього моє

source: That might explain why that lift wasn't working. Defeating the other drainers should restore the power here.
pt: Isto deve explicar poruqe aquele elevador não está funcionando. Destruir os outros drenos deverá restaurar a energia aqui.
ru: Это могло бы объяснить, почему лифт не работает. Победа над другими сушки должен восстановить здесь власть.
uk: Це могло б пояснити, чому ліфт не працює. Перемога над іншими сушіння повинен відновити тут владу.

source: I need to find 3 Gazer Eyes, 1 Red Sludge Tentacle and an extra shield to create a Shield of Fire Resistance
pt: Eu preciso encontrar 3 Olhos de Observados, 1 Tentáculo de Sludge Vermenho e um escudo extra para criar um escudo de resistência ao Fogo
ru: Мне необходимо найти 3 Газера глаз, 1 красная Sludge Tentacle и дополнительного щита для создания щита огнестойкости
uk: Мені необхідно знайти 3 Гезеру очей, 1 червона Sludge Tentacle і додаткового щита для створення щита вогнестійкості

source: Once I've found all these items I'll have to find a place to create the shield
pt: Agora que eu encontrei todos este ítens eu deveria encontrar um lugar para criar o escudo
ru: Как только я нашел все эти предметы мне придется найти место для создания щита
uk: Коли я знайшов всі ці предмети мені доведеться знайти місце для створення щита

source: There's a book here about enchanting weapons
pt: Há um livro aqui sobre armas encantadas
ru: Там это книга здесь о очаровательные оружия
uk: Там це книга тут про чарівні зброї

source: Maybe I can create a shield...
pt: Talvez eu possa criar um escudo
ru: Может быть, я могу создать щит ...
uk: Може бути, я можу створити щит ...

source: Swords... Armour... Wands...
pt: Espadas... Armadura... Varinhas de Condão
ru: Мечи ... Доспех ... Жезлы ...
uk: Мечі ... Збруя ... Жезли ...

source: Stupid book. It's not in order and there's no index
pt: Livro Estúpido. Não está em ordem e não tem um índice
ru: Глупая книга. Это не в порядке и нет индекса
uk: Дурна книга. Це не в порядку і немає індексу

source: Here we go: Shields
pt: Aqui está: Escudos
ru: Здесь мы идем: Щиты
uk: Тут ми йдемо: Shields

source: Shield of Fire Resistance
pt: Escudo de Resistência ao Fogo
ru: Shield огнестойкости
uk: Shield вогнестійкості

source: Ingredients
pt: Ingredientes
ru: Ингредиенты
uk: Інгредієнти

source: One must gather the following
pt: É preciso reunir os seguintes
ru: Надо собрать следующие
uk: Треба зібрати наступні

source: The root of a Mandrake
pt: A raiz de uma Mandragora
ru: Корень Mandrake
uk: Корінь Mandrake

source: The fat of a Darsh (left to stand for 3 months)
pt: A gordura de um Darsh (deixado em repouso por 3 meses)
ru: Жира Darsh (слева стоят на 3 месяца)
uk: Жиру Darsh (ліворуч стоять на 3 місяці)

source: Powered Condor bones
pt: Ossos de Condor Energizados
ru: Powered костях Кондор
uk: Powered кістках Кондор

source: 3 eyes of the Gazer
pt: 3 olhos de um Gazer
ru: 3 глазами Газера
uk: 3 очима Гезеру

source: The freshly cut tentacle from a female Red Sludge
pt: Um tentáculo recém cortado de uma fêmea de Sludge Vermelho
ru: Свежесрезанных щупальца из женского Красный осадок
uk: Свіжозрізаних щупальця з жіночого Червоний осад

source: The shield to apply the enchantment
pt: O escudo para aplicar o encantamento
ru: Щит применять Чары
uk: Щит застосовувати Чари

source: Blend the Gazer eyes and Sludge tentacle into a smooth liquid
pt: Misture os Olhos do Gazer e os tentáculo do Sludge em um líquido homogêneo
ru: Смесь Газера глазами и шламов щупальца в гладкую жидкость
uk: Суміш Гезеру очима і шламів щупальця в гладку рідина

source: Add the root, fat and bones into the cauldron and mix together with the blended Gazer eyes and Sludge tentacle
pt: Adicione a raiz, a gordura e os ossos dentro do caldeirão e misture junto com o líquido anterior
ru: Добавить корень, жир и кости в котел и смешать вместе со смешанной глазами Газера и шламов щупальце
uk: Додати корінь, жир і кістки в котел і змішати разом зі змішаною очима Гезеру і шламів щупальце

source: When the mixture turns bright blue, add the shield
pt: Quando a mistura se tornar azul brilhante, adicione o escudo
ru: Когда смесь становится ярко синим, добавить щит
uk: Коли суміш стає яскраво синім, додати щит

source: I've seen most of these items in the lab so I don't need to worry about those
pt: Eu vi a maioria destes ítens no laboratório, portanto eu não preciso me preocupar com isso
ru: Я видел большинство из этих пунктов в лаборатории, поэтому я не нужно беспокоиться о тех,
uk: Я бачив більшість з цих пунктів у лабораторії, тому я не потрібно турбуватися про тих,

source: And the Gazers hang around in the basement so that's not a problem
pt: e os Gazers vagueam no porão, portanto isto também não é problema
ru: И Gazers торчать в подвале так что это не проблема
uk: І Gazers стирчати в підвалі так що це не проблема

source: What I do need to find is a Red Sludge, but I have no idea where to find one
pt: O que eu preciso achar é o Sludge Vermelho, mas eu não tenho idéia de onde encontrar um
ru: Что мне необходимо сделать, чтобы найти это красный шлам, но я понятия не имею, где находится одна
uk: Що мені необхідно зробити, щоб знайти це червоний шлам, але я поняття не маю, де знаходиться одна

source: I can't use my current shield in the experiment in case it backfires so I'll have to find another one
pt: Eu não posso usar o meu escudo atual no experimento pois algo pode dar errado, então eu terei de encontrar outro
ru: Я не могу использовать мою текущую щита в эксперименте, в случае, если такие неприятные мне придется найти другую
uk: Я не можу використовувати мою поточну щита в експерименті, у випадку, якщо такі неприємні мені доведеться знайти іншу

source: Hmmm...
ru: Ммм ...
uk: Ммм ...
