Repository: riksweeney/edgar
Catalog: tags/0.55/locale/*.po
Languages: pt, ru, uk

source: There might be potions room or lab where I can find the roots, fat and bones so I don't need to worry about those
pt: Deve haver uma sala de poções ou um laboratório onde eu possa encontrar as raízer, a gordura e os ossos então eu não preciso me preocupar com isso
ru: Там может быть зелья комнате или в лабораторию, где я могу найти корни, жира и костей, поэтому я не нужно беспокоиться о тех,
uk: Там може бути зілля кімнаті або в лабораторію, де я можу знайти коріння, жиру і кісток, тому я не потрібно турбуватися про тих,

source: You must have the instruction card you wish to use highlighted in your inventory box
pt: Você deve ter o cartão de instruções que você deseja selecionado no seu inventário
ru: Вы должны иметь инструкцию картой вы хотите использовать подчеркнули в Вашем инвентаре окне
uk: Ви повинні мати інструкцію картою ви хочете використовувати підкреслили в Вашому інвентарі вікні

source: Wow, a laboratory!
pt: Uau, um laboratório
ru: Wow, лаборатории!
uk: Wow, лабораторії!

source: I love watching Maggie make spells and potions, maybe I can make some of my own here!
pt: Eu amo olhar a Maggie fazer feitiços e poções, talvez eu possa fazer algumas da minhas aqui!
ru: Я люблю смотреть Мэгги сделать заклинаний и снадобий, может быть, я могу сделать некоторые из моих собственных здесь!
uk: Я люблю дивитися Меггі заклинання і робити зілля, Може бути, можна зробити деякі з моїх власних тут!

source: Wow, I've never seen so many books in one place!
pt: Uau, eu nunca vi tantos livros num só lugar
ru: Вау, я никогда не видел столько книг в одном месте!
uk: Вау, я ніколи не бачив стільки книг в одному місці!

source: There must be information about every subject here, this could be useful...
pt: Deve haver informação sobre casa assunto aqui, isto deve ser útil
ru: Там должна быть информация о каждом предмете здесь, это может быть полезно ...
uk: Там повинна бути інформація про кожен предмет тут, це може бути корисно ...

source: Hmmm, the air feels charged, it reminds me of Maggie's house when she was making spells. I should be careful.
pt: Hmmm, o ar está carregado, isto me lembra da casa da Maggie quando ela está fazendo feitiços. Eu tenho que tomar cuidado.
ru: Ммм, воздух чувствует взимается, то она напоминает мне о доме Мэгги, когда она делала заклинания. Я должен быть осторожен.
uk: Ммм, повітря відчуває стягується, то вона нагадує мені про дім Меггі, коли вона робила заклинання. Я повинен бути обережний.

source: Oh Edgar, you're hurt! Let me heal your wounds
pt: Oh Edgar, você está machucado! Deixe-me curar suas feridas
ru: Эдгар Ах, ты больно! Позвольте мне залечить свои раны
uk: Едгар Ах, ти дуже! Дозвольте мені залікувати свої рани

source: I wonder what other monsters there are. I'll pick a page at random...
pt: Eu imagino que outros monstros haja lá. Eu pegarei uma página aleatóriamente...
ru: Интересно, что другие монстры есть. Я заеду за страницу наугад ...
uk: Цікаво, що інші монстри є. Я заїду за сторінку навмання ...

source: Gazer
ru: Газера
uk: Гезеру

source: Gazers are flying cycloptic creatures found in various places
pt: Gazers são criaturas voadora ciclopes encontradas em vários lugares
ru: Gazers летят cycloptic существа найдены в разных местах
uk: Gazers летять cycloptic істоти знайдені в різних місцях

source: Their single eye is usually closed and they rely on sonar for movement
pt: O seu único olho é geralmente fechado e eles confiam no seu sonar para se movimentarem.
ru: Их единственным глазом, как правило, закрыты, и они полагаются на сонар для движения
uk: Їхнім єдиним оком, як правило, закриті, і вони покладаються на Сонар для руху

source: They use their strong sense of smell to look out for predator and prey alike
pt: Eles usam o seu acurado olfato para procurar por predadores e também para as presas
ru: Они используют свои сильные чувства обоняния, которые нужно посмотреть хищников и их жертв, так
uk: Вони використовують свої сильні почуття нюху, які треба подивитися хижаків та їхніх жертв, так

source: Gazers attack (and defend themselves) by opening their eye which will dazzle anything looking at it
pt: Gazers atacam (e se defendem) abrindo o seu olho que cegará qualquer coisa que olhe pra ele
ru: Gazers атака (и защитить себя), открыв свои глаза, которые будут ослеплять ничего глядя на него
uk: Gazers атака (і захистити себе), відкривши свої очі, які будуть засліплювати нічого дивлячись на нього

source: This attack is only effective however if the victim is facing the Gazer
pt: Este ataque só é eficaz entretanto se a vitima estiver de frente para o Gazer
ru: Это нападение является единственным эффективным Однако, если жертва сталкивается Газера
uk: Цей напад є єдиним ефективним Однак, якщо жертва стикається Гезеру

source: A Gazer's eyeball contains magical properties and is a common ingredient in spell preparation
pt: Um olho de Gazer contém propriedades mágicas a é um ingrediente comun na preparação de feitiços
ru: Глазное яблоко Газера содержит магические свойства и распространенный компонент в подготовке заклинание
uk: Очне яблуко Гезеру містить магічні властивості і поширений компонент у підготовці заклинання

source: Centurion, Grey
pt: Centurião, Cinza
ru: Centurion, серый
uk: Centurion, сірий

source: Centurions are magically created creatures, usually dispatched as sentries or guards
pt: Centuriões são ciraturas magicamente criadas, geralmente enviadas como sentinelas ou guardas
ru: Центурионы являются волшебных существ созданы, как правило, направлены в качестве часовых и охранников
uk: Центуріони є чарівних істот створені, як правило, спрямовані як вартових і охоронців

source: Though slow moving, their massive size allows them to simply march through any defense
pt: Apesar de se movimentarem lentamente, o seu enorme tamanho lhes permitem simplesmente marchar através de qualquer defesa
ru: Хотя медленное движение, их массовый размер позволяет им просто маршем через любую оборону
uk: Хоча повільний рух, їх масовий розмір дозволяє їм просто маршем через будь-яку оборону

source: Instead of arms, many have huge pile drivers which they use to shake the ground and disorientate threats
pt: Ao invés de braços, muitos deles têm enormes bate-estacas que eles usam para balançar o chão e desorientar ameaças
ru: Вместо этого оружия, многие из них огромные кучи драйверов которые они используют, чтобы поколебать землю и дезориентировать угрозы
uk: Замість цієї зброї, багато хто з них величезні купи драйверів які вони використовують, щоб похитнути землю і дезорієнтувати загрози

source: While Grey Centurions will be used to guard outer perimeters, Red Centurions are known to exist and are used to protect areas of great importance
pt: Enquanto Centuriões Cinzas serão usados para guardar o perímetro externo, sabe-se que existem Centuriões Vermelhos e são usados para proteger áreas de grande importância
ru: Хотя серый центурионы будут использоваться для охраны периметров внешний, известны Красной центурионы существовать и использоваться для защиты района большое значение
uk: Хоча сірий центуріони будуть використовуватися для охорони периметрів зовнішній, відомі Червоної центуріони існувати і використовуватися для захисту району велике значення

source: Splitter
pt: Divisor
ru: Распределитель
uk: Розподільник

source: Splitters are harmless monsters unless attacked.
pt: Divisores são monstros inofensivos se não forem atacados
ru: Сплиттеры безобидные монстры, если нападение.
uk: Сплиттери нешкідливі монстри, якщо напад.

source: Upon sustaining too much damage they will split in two and attack their predator
pt: Após aguentarem muitas lesóes eles se dividirão em dois e atacarão o seu predador
ru: По поддержание слишком много ущерба, который они разделятся на две и нападение на их хищника
uk: За підтримку дуже багато шкоди, яку вони поділяться на дві і напад на їх хижака

source: If one of these sustains too much damage it will split once again and continue to attack
pt: Se um destes aguentar muitas lesões ele se dividirá mais uma vez e continuará a atacar
ru: Если один из них поддерживает слишком много вреда она будет разделить еще раз, и продолжают нападать
uk: Якщо один з них підтримує дуже багато шкоди вона буде розділити ще раз, і продовжують нападати

source: Finally, one final split will produce very small versions which are completely harmless and in this state can be simply stepped on
pt: Finalmente, uma última divisão prosuzirá versões minúsculas que são completamente inofensicas e neste estado podem ser simplesmte pisadas
ru: Наконец, одна из окончательного разрыва будет производить очень маленькие версии, которые являются полностью безвредными и в таком состоянии можно просто наступить на
uk: Нарешті, одна з остаточного розриву буде робити дуже маленькі версії, які є повністю нешкідливими і в такому стані можна просто наступити на

source: If all its parts are still alive, a splitter will reform itself after a while and heal its wounds
pt: Se todas as suas partes continuarem vivas, um Divisor irá se reunir após algum tempo e curará as usa feridas
ru: Если все его детали все еще живы, сплиттер будет реформировать себя через некоторое время, и залечить свои раны
uk: Якщо всі його деталі все ще живі, сплиттер буде реформувати себе через деякий час, і залікувати свої рани

source: Grub, Red
pt: Larva, Vermelha
ru: Grub, красный
uk: Grub, червоний

source: Red Grubs are more aggressive than their green counterparts and will attack anything they view as a threat
pt: Larvas Vermelhas são mais agressivas que as larvas verdes a atacarão qualquer coisa que elas virem como ameaça
ru: Красные личинки являются более агрессивными, чем их коллеги зеленых и будет атаковать все, что они рассматривают как угрозу
uk: Червоні личинки є більш агресивними, ніж їхні колеги зелених і буде атакувати все, що вони розглядають як загрозу

source: Upon reaching maturity they will form a cocoon and morph into a wasp
pt: Após alcançarem maturidade elas formarão um casulo e se transformarão em vespas
ru: По достижении зрелости они образуют кокон и превратится в WASP
uk: Після досягнення зрілості вони утворюють кокон і перетвориться на WASP

source: Some however will morph into a queen wasp. These queens can produce a mucus-like substance capable of holding its prey in place
pt: Algumas, entretanto, se transformarão em uma vespa raínha. Estas raínhas podem produzir uma substância parecida com muco capaz de prender sua presa no local
ru: Однако некоторые превратится в королеву оса. Эти Queens может производить слизь-подобные вещества способны проведения своей добычей на месте
uk: Однак деякі перетвориться на королеву оса. Ці Queens може виробляти слиз-подібні речовини здатні проведення своєю здобиччю на місці

source: Tortoise, Master
pt: Tartaruga, Mestre
ru: Черепаха, Master
uk: Черепаха, Master

source: Master Tortoises are frightening beasts. Found in far away lands they possess the ability to change their heads
pt: Tartarugas Mestres são feras assustadoras. Encontradas em terras distantes elas possuesm a habilidade de mudar suas cabeças
ru: Мастер черепах пугающие зверей. Найдено в далекой земли, которыми они обладают способностью к изменению головы
uk: Майстер черепах лякають звірів. Знайдено в далекій землі, якими вони мають здатність до зміни голови

source: They combine all the abilities of their cousins to breathe fire, create ice and electrify themselves
pt: Elas combinam todas as habilidades de seus primos para cuspir fogo, criar gelo e se auto-eletrificar
ru: Они сочетают в себе все способности своих двоюродных братьев, чтобы дышать воздухом, создают льда и электрифицировать себе
uk: Вони поєднують в собі всі здібності своїх двоюрідних братів, щоб дихати повітрям, створюють льоду і електрифікувати собі

source: And of course they are also impervious to attacks from matching elements, absorbing the energy to heal themselves
pt: E é claro que elas também são impenetráveis ao ataque de elementos correspondentes, absorvendo a energia para curar a si mesmas
ru: И, конечно, они также являются непроницаемыми для нападений со стороны соответствующих элементов, поглощающих энергию чтобы исцелить себя
uk: І, звичайно, вони також є непроникними для нападів з боку відповідних елементів, що поглинають енергію щоб зцілити себе

source: But additionally, if they receive too much energy from healing, they evolve and go on the rampage
pt: Mas adicionalmente, se elas receberem muita energia de cura, elas evolume e partem para a violência
ru: Но кроме того, если они получают слишком много энергии исцеления, они развиваться и идти на рожон
uk: Але крім того, якщо вони одержують занадто багато енергії зцілення, вони розвиватися і йти на рожен

source: In this state they will smash through any defense and produce Dark Matter which destroys anything it touches
pt: Neste estado elas esmagarão qualque defesa e produzirão Matéria Negra que destrói qualquer coisa que toque
ru: В этом состоянии они разобьют через любую оборону и производят Темная материя, которая разрушает все, что касается
uk: У цьому стані вони розіб'ють через будь-яку оборону і виробляють Темна матерія, яка руйнує все, що стосується

source: However, the shell of a rampaging Master Tortoise is highly magical and is an essential ingredient when creating powerful magics and items
pt: Entretanto, a concha de uma Tartaruga Mestre Violenta é altamente magica e é um ingrediente essencial para criar poderosas mágicas e ítens
ru: Тем не менее, оболочка неистовствующих Мастер Черепаха очень волшебный и является важным компонентом при создании мощной магией и предметов
uk: Тим не менше, оболонка божевільний Майстер Черепаха дуже чарівний і є важливим компонентом при створенні потужної магією і предметів

source: Venus Flytrap
ru: Мухоловка
uk: Мухоловка

source: Hoover, Pink
pt: Aspirador, Rosa
ru: Гувер, розовый
uk: Гувер, рожевий

source: Grimlore is a creature from another dimension. It can be summoned using powerful dark magic
pt: Grimlore é uma criatura de outra dimensão. Ela pode ser evocada usando magia negra poderosa
ru: Grimlore это существо из другого измерения. Она может быть вызвана с помощью мощных темная магия
uk: Grimlore це істота з іншого виміру. Вона може бути викликана за допомогою потужних темна магія

source: The most common reason to summon this beast is to act as a bodyguard
pt: A razão mais comum para evocar esta fera é para agir como um guarda-costas
ru: Наиболее распространенная причина, чтобы вызвать этот зверь будет действовать в качестве телохранителя
uk: Найбільш поширена причина, щоб викликати цей звір буде діяти в якості охоронця

source: There is no known way to kill Grimlore since upon sustaining critical injuries it will simply return to its own dimension
pt: Não há meios conhecidos para matar um Grimlore, uma vez que se ele estiver com lesões graves ele simplesmente retorna para a sua própria dimensão
ru: Существует не известный способ убить Grimlore, так как при сохранении критического травмы он просто вернуться к своей собственной размерность
uk: Існує не відомий спосіб убити Grimlore, тому що при збереженні критичного травми він просто повернутися до своєї власної розмірність

source: But even injuring it is a monumental task. Anyone encountering this creature is advised to escape as quickly as possible
pt: Porém mesmo lesioná-lo é uma tarefa monumental; Qualquer um que encontre esta criatura é avisado para escapar tão rápido quanto possível
ru: Но даже ранили это монументальная задача. Любое сталкивается эта тварь советовал бежать как можно быстрее
uk: Але навіть поранили це монументальна завдання. Будь-яке стикається ця тварина радив тікати як можна швидше

source: Or they will die very quickly
pt: Ou irão morrer rapidamente
ru: Или же они будут умирать очень быстро
uk: Або ж вони будуть помирати дуже швидко

source: Ah, here is a compendium of monsters
pt: Ah, aqui está um resumoo de monstros
ru: Ах, вот сборник монстров
uk: Ах, ось збірка монстрів

source: 34 volumes! How can there be so many monsters in the world?!
pt: 34 volumes! Como pode haver tantos monstros no mundo?
ru: 34 томов! Как может быть так много монстров в мире?!
uk: 34 томів! Як може бути так багато монстрів у світі?!

source: Looks like they're in alphabetical order though
pt: Parece que eles estão em ordem alfabética
ru: Похоже, они в алфавитном порядке, хотя
uk: Схоже, вони в алфавітному порядку, хоча

source: Slime, Green... Slime, Purple... Sludge, Green...
pt: Slime, Verde... Slime, Roxo... Sludge, Verde...
ru: Слизью, зеленый ... Шлам, фиолетовый ... Шлам, зеленый ...
uk: Слизом, зелений ... Шлам, фіолетовий ... Шлам, зелений ...

source: Sludge, Red
pt: Sludge, Vermelho
ru: Шлам, красный
uk: Шлам, червоний

source: Unlike its green cousin, the Red Sludge stays deep underground and rarely, if ever, surfaces
pt: Ao contrário do seu primo Verde, o Sludge Vermelho permanece profundamente no subsolo e raramente, se alguma vez, aparece na superfície
ru: В отличие от своего двоюродного брата зеленый, красный осадок остается глубоко под землей и редко, если вообще поверхностей
uk: На відміну від свого двоюрідного брата зелений, червоний осад залишається глибоко під землею і рідко, якщо взагалі поверхонь

source: Its prefered habitat are dry and mineral rich areas and as a result have been found lurking in areas of mines abandoned by humans
pt: Seu habitat preferido são áreas secas e ricas em minerais e como resultado foram encontrados à espreita nas áreas de minas abandonadas por seres humanos
ru: Предпочтительного места обитания являются сухие и минеральные богатых районов, и в результате были найдены скрывается в районе мини брошенные людьми
uk: Вподобання щодо місця проживання є сухі і мінеральні багатих районів, і в результаті були знайдені ховається в районі міні кинуті людьми

source: They are very wary of humans and will attack on sight, usually vomiting up an acid which takes time to evaporate
pt: Eles são muito desconfiados de seres humanos e atacarão imediatamente, geralmente vomitando um ácido que leva tempo para evaporar
ru: Они очень осторожный человек и будет атаковать с первого взгляда, как правило, до рвоты кислота, которая занимает много времени, чтобы испарить
uk: Вони дуже обережна людина і буде атакувати з першого погляду, як правило, до блювоти кислота, яка займає багато часу, щоб випарувати

source: Smacker, Lesser...
pt: Beijoqueiro, Menor...
ru: Smacker, Малый ...
uk: Smacker, Малий ...

source: Great, that's all it says. I don't even know how to tell the difference between a male and female. I'll just to take a chance...
pt: Grande, é tudo que ele diz. Eu nunca soube como explicar a diferença entre um macho e uma fêmea. Eu só tento...
ru: Здорово, что все это говорит. Я даже не знаю, как сказать разницу между мужчиной и женщиной. Я просто рискнуть ...
uk: Здорово, що все це говорить. Я навіть не знаю, як сказати різницю між чоловіком і жінкою. Я просто ризикнути ...

source: Besides, what's the worst that could happen?
pt: Além disso, o que pode acontecer de pior?
ru: Кроме того, что самое худшее, что могло случиться?
uk: Крім того, що найгірше, що могло статися?

source: To move Edgar left and right, use the arrow keys.
pt: Para mover Edgar para a esquerda e para a direita, use as teclas de setas.
ru: Эдгар Для перемещения влево и вправо, используя клавиши со стрелками.
uk: Едгар Для переміщення вліво і вправо, використовуючи клавіші зі стрілками.

source: To make Edgar jump, press space. You can move in the air when jumping.
pt: Para que Edgar pule, pressione Espaço. Você pode se mover no ar enquanto está pulando.
ru: Чтобы сделать прыжок Эдгар, пресс-пространстве. Вы можете перемещаться в воздухе при прыжках.
uk: Щоб зробити стрибок Едгар, прес-просторі. Ви можете переміщатися в повітрі при стрибках.

source: Although Jacob only requires you to catch 3 of his chickens, why not be nice to him and catch more? There are 10 wandering the map in all
pt: Embora Jacob só precise que você pegue 3 das suas galinhas, por que não ser legal com ele e pegar mais? Há 10 galinhas vagando no mapa
ru: Хотя Иаков только требует от вас поймут 3 своих кур, почему бы не быть приятно с ним и поймать больше? Есть 10 блуждающих карту во всех
uk: Хоча Яків тільки вимагає від вас зрозуміють 3 своїх курей, чому б не бути приємно з ним і зловити більше? Є 10 блукаючих карту у всіх

source: Note that not all weak walls can be destroyed using the pickaxe
pt: Perceba que nem todas as paredes fracas podem ser destruídas usando a picareta
ru: Заметим, что не все слабые стены могут быть уничтожены помощью кирки
uk: Зауважимо, що не всі слабкі стіни можуть бути знищені допомогою кирки

source: I've already checked, he's not down there...
pt: Eu já chequei, ele não está ali embaixo.
ru: Я уже проверил, что он не туда ...
uk: Я вже перевірив, що він не туди ...

source: I've heard of people falling into the well before, maybe Dad's in there...
pt: Eu ouvi de pessoas que caíram no poço antes, talvez Papai esteja lá...
ru: Я слышал, люди падают в колодец раньше, может быть, папа там ...
uk: Я чув, люди падають у колодязь раніше, може бути, тато там ...

source: DAD!!!!! ARE YOU DOWN THERE?!!!!!
pt: PAPAI!!!!! VOCÊ ESTÁ AÍ EMBAIXO?!!!!!
ru: DAD !!!!! Are You Down ТАМ ?!!!!!
uk: DAD !!!!! Are You Down ТАМ ?!!!!!

source: Nothing. I guess I'll have to keep on looking
pt: Nada. Imagino que vou ter de continuar procurando
ru: Ничего. Я думаю, мне придется продолжаю искать
uk: Нічого. Я думаю, мені доведеться продовжую шукати

source: Push Up or Down to raise or lower the platform
pt: Pressione Para Cima ou Para Baixo para aumentar ou diminuir a plataforma
ru: Нажмите вверх или вниз для увеличения или уменьшения платформы
uk: Натисніть вгору або вниз для збільшення або зменшення платформи

source: There's a book here about enchanting equipment
pt: Há um livro aqui sobre equipamentos encantados
ru: Там это книга здесь о очаровательные оборудование
uk: Там це книга тут про чарівні обладнання

source: It's a book about enchanting equipment
pt: É um livro sobre equipamentos encantados
ru: Это книга о очаровательные оборудование
uk: Це книга про чарівні обладнання

source: I don't have any reason to read this but I'll keep it in mind in case I do
pt: Eu não tenho motivo algum para ler isto, mas vou me lembrar para o caso de precisar
ru: У меня нет никаких оснований для чтения, но я буду держать это в виду при случае я
uk: У мене немає ніяких підстав для читання, але я буду тримати це на увазі при нагоді я

source: I wonder what other monsters there are...
pt: Eu imagino que outros monstros existem...
ru: Интересно, что другие монстры есть ...
uk: Цікаво, що інші монстри є ...

source: Just like regular Summoners, Dark Summoners call in other beasts to do their bidding
pt: Assim como Evocadores normais, evocadores negros chamam outras feras para fazerem a sua oferta
ru: Так же, как регулярные Summoner, Dark Суммонеры звонить в другие звери, чтобы сделать свои торги
uk: Так само, як регулярні Summoner, Dark Суммонери телефонувати в інші звірі, щоб зробити свої торги

source: Additionally though they can teleport short distances to escape from their opponents
pt: Adicionalmente contudo eles possam teletransportar curtar distâncias para escapar de seus oponentes
ru: Кроме того, хотя они могут телепортироваться короткие дистанции бежать из своих оппонентов
uk: Крім того, хоча вони можуть переміщуватися короткі дистанції бігти зі своїх опонентів
