Repository: riksweeney/edgar
Catalog: tags/0.55/locale/*.po
Languages: pt, ru, uk

source: I also need a spare shield, but I reckon there should be an armoury around
pt: Eu também preciso de um escudo sobressalente, mas eu acho que deveria ser um arsenal ao redor
ru: Мне также нужен запасной щит, но я думаю, не должно быть оружия в окрестностях
uk: Мені також потрібний запасний щит, але я думаю, не повинно бути зброї в околицях

source: The Gazer eyeballs are easy enough, I can just return to the basement
pt: Os olhos de Gazer são fáceis, eu só preciso voltar para o porão
ru: Газера глазные яблоки достаточно легко, я могу просто вернуться в подвал
uk: Гезеру очні яблука досить легко, я можу просто повернутися в підвал

source: OK, off I go...
pt: OK, lá vou eu...
ru: Хорошо, я иду от ...
uk: Добре, я йду від ...

source: You won't be able to get the tentacle or shield in this version, so check back later!
pt: Você não será capaz de pegar o tentáculo ou o escudo nesta versão, entaõ tente novamente mais tarde!
ru: Вы не сможете получить щупальце или щит в этой версии, поэтому зайдите попозже!
uk: Ви не зможете отримати щупальце або щит у цій версії, тому зайдіть пізніше!

source: It's a portrait
pt: É um porta-retrato
ru: Это портрет
uk: Це портрет

source: That spirit isn't going to let me past, I'll have to find a way to get rid of it
pt: Aquele espírito não vai me deixar passar, vou ter de encontrar uma maneira de me livrar dele
ru: Этот дух не собирается Позвольте мне прошлого, мне придется найти способ избавиться от него
uk: Цей дух не збирається Дозвольте мені минулого, мені доведеться знайти спосіб позбутися від нього

source: Reset switches allow you to reset an object's position on the map
pt: Alavancas de reposicionamento permitem que você reposicione um objeto no mapa
ru: Сбросить выключатели позволяют вам сбросить положение объекта на карте
uk: Скинути вимикачі дозволяють вам скинути положення об'єкта на карті

source: If an object becomes unreachable then you can use the switch to put it back in its original place
pt: Se um objeto se torna inalcançável então você pode usar a alavanca para pô-lo de volta em seu local original
ru: Если объект становится недоступным, то вы можете использовать переключатель, чтобы вернуть его в своем первоначальном месте
uk: Якщо об'єкт стає недоступним, то ви можете за допомогою перемикача, щоб повернути його у своєму первісному місці

source: A bottle with a soul trapped inside
pt: Uma garrafa vom uma alma presa dentro
ru: Бутылка с душой ловушке
uk: Пляшка з душею пастці

source: Full Mine Cart
pt: Carrinho da Mina Cheio
ru: Полное Mine Корзина
uk: Повний Mine Кошик

source: Processing Lift Key
pt: Chave do Elevador de Processamento
ru: Обработка поднять ключевые
uk: Обробка підняти ключові

source: Right Grabber Key
pt: Chave do agarrador direito
ru: Право Grabber Ключевые
uk: Право Grabber Ключові

source: Left Grabber Key
pt: Chave do Agarrador esquerdo
ru: Левая Grabber Ключевые
uk: Ліва Grabber Ключові

source: Master Key
pt: Chave Mestra
ru: Мастер-ключ
uk: Майстер-ключ

source: The sorcerer must have taken Dad to his castle. I'll have to rescue him from there.
pt: O feiticeiro deve ter levado Papai para o seu Castelo. Eu tenho que que resgatá-lo de lá.
ru: Колдуна, должно быть, папа свой замок. Мне придется вызволить его оттуда.
uk: Колдуна, мабуть, тато свій замок. Мені доведеться визволити його звідти.

source: The only way to get to the castle is through the Forbidden Swamp to the East.
pt: O único meio de chegar ao castelo é atravessando o Pântano Proibido em direção ao Leste.
ru: Единственный способ добраться до замка лежит через болото Запретный на Восток.
uk: Єдиний спосіб дістатися до замку лежить через болото Заборонене на Схід.

source: There's a lake between the Village and the Swamp so I'll need a raft to get across.
pt: Há um lago entre a vila e o pântano, portanto eu precisarei construie uma jangada para atravessar.
ru: Там's Lake между деревней и болотам я понадобится плоту донести.
uk: Там's Lake між селом і болотах я знадобиться плоту донести.

source: I'll also need a sword and shield to defend myself. I can speak to Borgan and Jacob to get these though.
pt: Eu também vou precisar de uma espada e de um escudo para me defender. Eu posso conversar com Borgan e Jacob para conseguir essas coisas.
ru: Я также необходимо щит и меч, чтобы защищать себя. Я могу поговорить с Борган и Иакова чтобы получить эти мысли .
uk: Я також необхідно щит і меч, щоб захищати себе. Я можу поговорити з Боргай та Якова, щоб отримати ці думки .

source: Could not connect to Medal Server at %s:%d
pt: Não foi possível conectar com o Medal Server em %s:%d
ru: Не удается подключиться к серверу медаль %s:%d
uk: Не вдається підключитися до сервера медаль %s:%d

source: Could not find Medal Key
pt: Não foi possível encontrar Medal Key
ru: Не нашел медаль Ключевые
uk: Не знайшов медаль Ключові

source: You will not be able to earn Medals for this game
pt: Você não conseguirá ganhar Medals para este jogo
ru: Вы не сможете получить медаль на эту игру
uk: Ви не зможете отримати медаль на цю гру

source: There's another sign here
pt: Há outro sinal aqui
ru: Там другая подписать здесь
uk: Там інша підписати тут

source: If the exit lift is out of order then proceed to the left
pt: Se o elevador de saída está parado então prossiga para a esquerda
ru: Если выход буксир вышел из строя затем налево
uk: Якщо вихід буксир вийшов з ладу далі ліворуч

source: Warning : Exit route may be hazardous
pt: Aviso: Rota de saída pode ser perigora
ru: Предупреждение: Выйти маршрут может быть опасной
uk: Попередження: Вийти маршрут може бути небезпечною

source: Maybe I should use the lift to get out
pt: Talvez eu devesse usar o elevador para sair
ru: Может быть, я должен использовать лифт выйти
uk: Може бути, я повинен використовувати ліфт вийти

source: There's a sign here
pt: Há um sinal aqui
ru: Там признак здесь
uk: Там ознака тут

source: An Oil Can
pt: Uma lata de Óleo
ru: Oil Can
uk: Oil Can

source: A powerful repellent
pt: Um Repelente poderoso
ru: Мощные репелленты
uk: Потужні репеленти

source: Repellent
pt: Repelente
ru: Репеллент
uk: Репелент

source: Medal Support
ru: Медаль поддержки
uk: Медаль підтримки

source: Fortress Mine
pt: Mina da Fortaleza
ru: Крепость Mine
uk: Фортеця Mine

source: Private key is missing
pt: Uma chave privade está faltando
ru: Частный ключ отсутствует
uk: Приватний ключ відсутній

source: Could not connect to server
pt: Não foi possível conectar com o servidor
ru: Не удается подключиться к серверу
uk: Не вдається підключитися до сервера

source: A Red Sludge Tentacle
pt: Um tentáculo de Sludge Vermelho
ru: Красный осадок Tentacle
uk: Червоний осад Tentacle

source: Eyeball Smoothie
pt: Olho suave
ru: Глазное яблоко льстец
uk: Очне яблуко льстец

source: Cool, it worked!
pt: Legal, funcionou!
ru: Cool, это сработало!
uk: Cool, це спрацювало!

source: I'm not sure about the colour though, I thought it would be red?
pt: Eu não estou certo a respeito da cor, eu pensei que devia ser vermelho?
ru: Я не уверен по поводу цвета, хотя, я подумал, что будет красным?
uk: Я не впевнений з приводу кольору, хоча, я подумав, що буде корисним?

source: Maybe it's supposed to be yellow...
pt: Talvez ela devesse ser amarela...
ru: Может быть, это должно быть желтого ...
uk: Може бути, це має бути жовтого ...

source: A liquid made from eyeballs and tentacles
pt: Um líquido feito de olhos e tentáculos
ru: Жидкость из глазного яблока и щупальца
uk: Рідина з очного яблука і щупальця

source: Patching your save game. Please wait...
pt: Ajustando seu jogo salvo. Por favor espere...
ru: Patching сохранить вашу игру. Пожалуйста, подождите ...
uk: Patching зберегти вашу гру. Будь ласка, зачекайте ...

source: Now! Run while it's stunned!
pt: Agora! Corra enquando ele está aturdido!
ru: Теперь! Запуск при ошеломило его!
uk: Тепер! Запуск при приголомшило його!

source: Wow, that thing is huge!
pt: Uau, Aquilo é enorme!
ru: Вау, это то, огромная!
uk: Вау, це те, величезна!

source: I doubt my sword will even make a scratch, but I need to get past it...
pt: Eu duvido que a minha espada faça sequer um arranhão, mas eu preciso passar por isso...
ru: Я сомневаюсь, мой меч проложить нуля, но мне нужно, чтобы пройти его ...
uk: Я сумніваюся, мій меч прокласти нуля, але мені потрібно, щоб пройти його ...

source: I have everything I need now
pt: I tenho tudo que preciso agora
ru: Я все, что нужно сейчас
uk: Я все, що потрібно зараз

source: There's a cauldron in the Laboratory, I should head back there
pt: Há um caldeirão no laboratório, eu devo voltar lá
ru: Там's котел, в лаборатории, я должен был возглавить туда
uk: Там's котел, в лабораторії, я повинен був очолити туди

source: I just need to find another shield to enchant
pt: Eu só preciso encontrar outro escudo para encantar
ru: Мне просто нужно найти другой щит, чтобы очаровать
uk: Мені просто потрібно знайти інший щит, щоб зачарувати

source: You won't be able to get the shield in this version, so check back later!
pt: Você não conesguirá pegarar o escudo nesta versão, tente novamente mais tarde!
ru: Вы не сможете получить щита в этой версии, поэтому зайдите попозже!
uk: Ви не зможете отримати щита в цій версії, тому зайдіть пізніше!

source: Its wounds are already healing...
pt: Suas feridas já estão sendo curadas...
ru: Его раны уже исцеления ...
uk: Його рани вже зцілення ...

source: If you compiled the game from source, you need to do a make install
pt: Se você compilou o jogo dos fontes, você precisa fazer um make install
ru: Если вы собрали игры из исходных текстов, вам нужно делать установку
uk: Якщо ви зібрали ігри з вихідних текстів, вам потрібно робити установку

source: It's sleeping
pt: Ele está dormindo
ru: Он спит
uk: Він спить

source: I'm safe anyway since it's in that cage...
pt: Estou seguro de qualque maneira, já que ele está na jaula...
ru: Я все равно безопасно, поскольку в этой клетке ...
uk: Я все одно безпечно, оскільки в цій клітці ...

source: Where's the switch?
pt: Onde está a alavanca?
ru: Где выключатель?
uk: Де вимикач?

source: Ah, here it is!
pt: Ah, aqui está
ru: Ах, вот оно!
uk: Ах, ось воно!

source: This generator looks OK, it just isn't on
pt: Este gerador parece OK, ele apenas não está ligado
ru: Этот генератор выглядит нормально, он просто не находится на
uk: Цей генератор виглядає нормально, він просто не знаходиться на

source: I guess it powers that door, so I'll have to turn it on
pt: Creio que ele forneça energia àquela porta, portanto eu devo ligá-lo
ru: Думаю, это полномочия, что дверь, так что мне придется включить его
uk: Думаю, це повноваження, що двері, так що мені доведеться включити його

source: A Yellow Gem
pt: Uma Jóia Amarela
ru: Желтая Gem
uk: Жовта Gem

source: Failed to open PAK file %s
pt: Falha ao abrir Arquivo PAK %s
ru: Не удалось открыть PAK файлов %s
uk: Не вдалося відкрити PAK файлів %s

source: Press Action to retrieve Purple Gem
pt: Pressione Ação para recuperar a Jóia Roxa
ru: Пресса действий по статье Purple Gem
uk: Преса дій за статтею Purple Gem

source: Find a way to remove the Gem...
pt: Encontre um jeito de remover a Jóia...
ru: Найдите способ удалить Gem ...
uk: Знайдіть спосіб видалити Gem ...

source: Press Action to retrieve the Yellow Gem
pt: Pressione Ação para recuperar a Jóia Amarela
ru: Пресса действия, чтобы получить желтый Gem
uk: Преса дії, щоб отримати жовтий Gem

source: I should be safe up here, but I need to get rid of it
pt: Eu deveria estar seguro aqui em cima, mas eu preciso me livrar dele
ru: Я должна быть безопасной здесь, но мне нужно от него избавиться
uk: Я повинна бути безпечною тут, але мені треба його позбутися

source: Book
pt: Livro
ru: Книга
uk: Книга

source: Sign
pt: Sinal
ru: Войти
uk: Увійти

source: Note
pt: Anotação
ru: Примечание
uk: Примітка

source: Solve the sliding puzzle
ru: Решить головоломку раздвижной
uk: Вирішити головоломку розсувний

source: The armour is too tough for them to penetrate...
ru: Броню не по зубам им проникнуть ...
uk: Броню не по зубах їм проникнути ...

source: The boss that was guarding the Mine wasn't in the previous version
pt: O chege que estava guardando a mina não estava na versão anterior
ru: Хозяин, который охраняли Mine не было в предыдущей версии
uk: Господар, який охороняли Mine не було в попередній версії

source: Because it is in this version you won't be able to leave
pt: Por ele estar nesta versão você não poderá seguir
ru: Потому что в этой версии вы не сможете оставить
uk: Тому що в цій версії ви не зможете залишити

source: You will now be transported outside
pt: Você será transportado para fora agora
ru: Вы теперь можно не помещать
uk: Ви тепер можна не поміщати

source: We apologize for the inconvenience
pt: Pedimos desculpas pelo incoveniente
ru: Мы приносим извинения за причиненные неудобства
uk: Ми приносимо вибачення за завдані незручності

source: That's a lot of slime
ru: Это много слизи
uk: Це багато слизу

source: I don't think the Ice Spray will get across this since it only works on water
ru: Я не думаю, что Ice Spray будет получить через это, поскольку она работает только на воде
uk: Я не думаю, що Ice Spray буде отримати через це, оскільки вона працює тільки на воді

source: Slimes can only swim in water so that's not going to help either
ru: Шламов можно только плавать в воде так что это не поможет ни
uk: Шламів можна тільки плавати в воді, так що це не допоможе ні

source: I remember Borgan telling me how ironic that is
ru: Я помню Борган рассказывал мне, как ни парадоксально, является
uk: Я пам'ятаю Боргай розповідав мені, як не парадоксально, є

source: I'll have to find something to help me get across...
ru: Мне придется найти что-нибудь, чтобы помочь мне получить по ...
uk: Мені доведеться знайти що-небудь, щоб допомогти мені отримати за ...

source: There, the rope's firmly attached
ru: Там, веревка крепко прилагается
uk: Там, мотузка міцно додається

source: I need to find some rope before I can fire it
ru: Мне необходимо найти веревку, пока я смогу выстрелить
uk: Мені необхідно знайти мотузку, поки я зможу вистрілити

source: It's a Grappling Hook
ru: Это крюк
uk: Це гак

source: I could probably use it to form a bridge to the other side, but there's no rope
ru: Я мог бы использовать его в форме моста на другую сторону, но в нем нет веревки
uk: Я міг би використовувати його у формі моста на іншу сторону, але в ньому немає мотузки

source: I still need a Fire Shield
ru: Мне еще нужно Огненный щит
uk: Мені ще потрібно Вогненний щит

source: Wow, this place is empty!
ru: Вау, это место пусто!
uk: Вау, це місце порожнє!

source: I guess the sorceror has no need for weapons since he has magic
ru: Я думаю, колдуна нет необходимости в оружии, поскольку он имеет магия
uk: Я думаю, чаклуна немає необхідності у зброї, оскільки він має магія

source: Still, there must be something of use in here
ru: Тем не менее, там должно быть что-то использовать здесь
uk: Тим не менше, там має бути щось використовувати тут

source: Cool, a giant sliding puzzle! I have one of these back home!
ru: Cool, гигантский раздвижной головоломка! Я один из этих домой!
uk: Cool, гігантський розсувний головоломка! Я один з цих додому!

source: Well, not a giant one, obviously...
ru: Ну, не гигантский, конечно ...
uk: Ну, не гігантський, звичайно ...

source: Push left, right, up or down to move the blocks
ru: Нажмите влево, вправо, вверх или вниз для перемещения блока
uk: Натисніть вліво, вправо, вгору або вниз для переміщення блоку

source: Arrange the blocks so that the numbers 1 to 8 appear in order from left to right and the empty block is in the bottom right corner
ru: Расположите блоки так, что числа от 1 до 8 появляться в порядке слева направо, а пустой блок находится в нижнем правом углу
uk: Розташуйте блоки так, що числа від 1 до 8 з'являтися в порядку зліва направо, а порожній блок знаходиться в нижньому правому куті

source: Press Attack to quit the puzzle
ru: Пресса Attack бросить головоломки
uk: Преса Attack кинути головоломки

source: A length of rope
ru: Длина каната
uk: Довжина каната

source: A device for grabbing far away objects
ru: Устройство для захвата далеко объекты
uk: Пристрій для захоплення далеко об'єкти

source: A bottle of pills that convert slime into water
ru: Бутылка таблеток, которые переходят в воду слизь
uk: Пляшка таблеток, які переходять у воду слиз

source: Tutorial Key
ru: Учебник Ключевые
uk: Підручник Ключові

source: Light Key
ru: Ключевые Света
uk: Ключові Світу

source: Rope
ru: Веревка
uk: Мотузка

source: Extend-O-Grab
ru: Расширение-O-Grab
uk: Розширення-O-Grab

source: Water Purifiers
ru: Очистители воды
uk: Очищувачі води

source: Right Wing Key
ru: Правое крыло Ключевые
uk: Праве крило Ключові

source: Catapult Lift Key
ru: Catapult поднять ключевые
uk: Catapult підняти ключові

source: Armoury
ru: Оружейная палата
uk: Збройна палата

source: Maggie
ru: Мэгги
uk: Меггі

source: Jacob
ru: Иаков
uk: Яків

source: Borgan
ru: Борган
uk: Боргай

source: Edgar
ru: Эдгар
uk: Едгар

source: Mine Cart
ru: Mine Корзина
uk: Mine Кошик

source: %s has regained power
ru: %s вновь обрела власть
uk: %s знову знайшла влада

source: Wow, a catapult!
ru: Wow, катапульты!
uk: Wow, катапульти!

source: The hinges look rusted though, I doubt it'll work until I get those fixed
ru: Посмотреть ржавых петлях, хотя я сомневаюсь, она будет работать, пока не получу эти фиксированные
uk: Подивитись іржавих петлях, хоча я сумніваюся, вона буде працювати, поки не отримаю ці фіксовані

source: That's it? Just this old shield? It doesn't look any better than my current one.
ru: И это все? Просто старый щит? Она не выглядит лучше, чем мой нынешний.
uk: І це все? Просто старий щит? Вона не виглядає краще, ніж мій нинішній.

source: Still, I'll hold onto it for the time being, it might come in handy
ru: Тем не менее, я буду держаться за это время, это может пригодиться
uk: Тим не менше, я буду триматися за цей час, це може стати в нагоді

source: Great, a spare shield!
ru: Великая, запасные щит!
uk: Велика, запасні щит!

source: This doesn't look like a Fire Shield to me. I was really hoping to find one here too
ru: Это не похоже на Огненный щит для меня. Я был действительно в надежде найти здесь одного
uk: Це не схоже на Вогненний щит для мене. Я був дійсно в надії знайти тут одного

source: This shield doesn't even look any better than my current one.
ru: Этот щит даже не выглядеть лучше, чем мой нынешний.
uk: Цей щит навіть не виглядати краще, ніж мій нинішній.

source: I just need to create the liquid from the Sludge tentacle and Gazer eyeballs
ru: Мне просто нужно создать жидкость из щупалец ила и Газера глазного яблока
uk: Мені просто потрібно створити рідину з щупалець мулу і Гезеру очного яблука

source: That's not a good sign...
ru: Это не хороший знак ...
uk: Це не добрий знак ...

source: I just need to find another shield to enchant...
ru: Мне просто нужно найти другой щит, чтобы очаровать ...
uk: Мені просто потрібно знайти інший щит, щоб зачарувати ...

source: Hey, a lightning sword!
ru: Эй, молния меч!
uk: Гей, блискавка меч!

source: It looks a lot more powerful than my current sword too
ru: Он выглядит гораздо более мощный, чем мой нынешний меч слишком
uk: Він виглядає набагато більш потужний, ніж мій нинішній меч занадто

source: With this I should be almost unstoppable
ru: При этом я должна быть почти остановить
uk: При цьому я повинна бути майже зупинити

source: Almost
ru: Почти
uk: Майже

source: The Lightning Sword has a limited number of charges and will lose its power when these charges are used up
ru: Молния меч ограниченное число предъявленных обвинений и потеряет свою силу, когда эти обвинения являются использовали
uk: Блискавка меч обмежена кількість пред'явлених обвинувачень і втратить свою силу, коли ці звинувачення є використовували

source: Enemies will randomly drop more charges when they are killed
ru: Врагов будет случайным образом падение более обвинения, когда их убивают
uk: Ворогів буде випадковим чином падіння більш звинувачення, коли їх вбивають

source: Note that if the sword completely loses its power it will revert to a regular sword with very little power until you can find more charges
ru: Заметим, что если меч полностью теряет свою власть она вернется к регулярным меч с очень мало энергии, пока Вы не найдете больше обвинений
uk: Зауважимо, що якщо меч повністю втрачає свою владу вона повернеться до регулярних меч з дуже мало енергії, поки Ви не знайдете більше звинувачень

source: This centurion has no power
ru: Это Centurion не имеет власти
uk: Це Centurion не має влади

source: It's connected to this treadmill so I could probably charge it up with enough speed
ru: Это связано с этой беговой дорожке, чтобы я мог, вероятно, заряжать его с достаточной скоростью
uk: Це пов'язано з цією біговій доріжці, щоб я міг, імовірно, заряджати його з достатньою швидкістю

source: An old shield found in the Armoury
ru: Старые щитом найдены в Оружейной
uk: Старі щитом знайдені в Збройній

source: A Sword that can be charged with lightning
ru: Меч, который можно заряжать с молнией
uk: Меч, який можна заряджати з блискавкою

source: A Sword imbued with the power of lightning
ru: Sword проникнуты силой молнии
uk: Sword пройняті силою блискавки

source: Lightning Sword
ru: Молния меч
uk: Блискавка меч

source: INTRUDER!
ru: Чужак!
uk: Чужий!

source: The hinges look rusted though, I doubt it'll work until I get them fixed
ru: Посмотреть ржавых петлях, хотя я сомневаюсь, она будет работать, пока я их фиксированный
uk: Подивитись іржавих петлях, хоча я сумніваюся, вона буде працювати, поки я їх фіксований

source: OK, let's see if this works...
ru: Хорошо, давайте посмотрим, если это работает ...
uk: Добре, давайте подивимося, якщо це працює ...

source: I'll have no problem walking over this rope either, thanks to my tightrope walking skills
ru: Я буду иметь никаких проблем подошел этот канат либо, благодаря моему эквилибристика навыки
uk: Я буду мати жодних проблем підійшов цей канат або, завдяки моєму еквілібристика навики

source: And Dad said it'd never come in handy!
ru: И папа говорит, что никогда не пригодится!
uk: І тато каже, що ніколи не стане в нагоді!

source: I need a length of rope to attach to the bolt
ru: Мне нужно длину веревки, приложить к Болт
uk: Мені потрібно довжину мотузки, прикласти до Болт

source: It's a giant crossbow
ru: Это гигантский арбалет
uk: Це гігантський арбалет

source: I could probably use it to create a bridge over those spikes
ru: Я мог бы использовать его для создания моста через эти шипы
uk: Я міг би використовувати його для створення мосту через ці шипи

source: I'll need some rope first though
ru: Мне понадобится веревка, хотя первый
uk: Мені знадобиться мотузка, хоча перші

source: There, that's the hinges oiled. This should be as good as new now!
ru: Там, вот петли маслом. Это должно быть так хорошо, как новые сейчас!
uk: Там, ось петлі маслом. Це повинно бути так добре, як нові зараз!

source: The hinges are rusted, I'll need to find some oil before I can use it
ru: Заржавевшие петли, мне нужно найти немного масла прежде чем я смогу использовать его
uk: Заіржавілі петлі, мені потрібно знайти трохи олії перш ніж я зможу використовувати його

source: I can't run in this armour, though
ru: Я не могу работать в этой броне, хотя
uk: Я не можу працювати в цій броні, хоча

source: Plus, I'm tired from all this walking, jumping, fighting, swimming...
ru: Кроме того, я устал от всего этого ходьба, прыжки, борьба, плавание ...
uk: Крім того, я втомився від усього цього ходьба, стрибки, боротьба, плавання ...

source: thinking, mining, chopping, pushing, pulling, carrying...
ru: мышление, горнодобывающей промышленности, измельчение, толкание, потянув, проведение ...
uk: мислення, гірничодобувної промисловості, подрібнення, штовхання, потягнувши, проведення ...

source: and catching chickens
ru: и ловить куры
uk: і ловити кури
