Repository: riksweeney/edgar
Catalog: tags/0.55/locale/*.po
Languages: pt, ru, uk

source: I'll get something else to do it instead
ru: Я что-нибудь другое, чтобы сделать это вместо
uk: Я що-небудь інше, щоб зробити це замість

source: Statistics
ru: Статистика
uk: Статистика

source: Play Time: %s
ru: Время воспроизведения: %s
uk: Час відтворення: %s

source: Kills: %d
ru: Убийств: %d
uk: Вбивств: %d

source: Bats Drowned: %d
ru: Летучие мыши Drowned: %d
uk: Кажани Drowned: %d

source: Attacks Blocked: %d
ru: Нападения Заблокировано: %d
uk: Напади Заблоковано: %d

source: Time Spent As A Slime: %s
ru: Время, проведенное в качестве Slime: %s
uk: Час, проведений в якості Slime: %s

source: Distanced Travelled: %0.1fKM
ru: Путешествовал дистанцировался: %0.1fKM
uk: Подорожував дистанціювався: %0.1fKM

source: You found a secret!
ru: Вы нашли секрет!
uk: Ви знайшли секрет!

source: 10 charges remaining...
ru: 10 зарядов оставшихся ...
uk: 10 зарядів, що залишилися ...

source: %s is out of power
ru: %s находится вне власти
uk: %s знаходиться поза владою

source: The damage from this weapon is being absorbed...
ru: Ущерб от этого оружия, поглощается ...
uk: Збиток від цієї зброї, поглинається ...

source: Secrets Found: %d / %d
ru: Секреты Найдено: %d / %d
uk: Секрети Знайдено: %d / %d

source: Readied %s
pt: Preparado %s

source: Green Gem
pt: Jóia Verde

source: Blue Gem
pt: Jóia Azul

source: Purple Gem
pt: Jóia Roxa

source: Normal Arrows
pt: Flechas Normais

source: Summoner, Dark
pt: Evocador, Negro

source: Attack
pt: Golpe

source: Inventory
pt: Inventário

source: Sound
pt: Som

source: Music Volume
pt: Volume da Música

source: Ice Spray
pt: Spray de Gelo

source: Village
pt: Vila

source: Oil Can
pt: Lata de Óleo

source: Sludge Tentacle
pt: Tentáculo de Sludge
