Repository: riksweeney/edgar
Catalog: tags/44/locale/*.po
Languages: lt, sk, th

source: I'm safe anyway since it's in that cage...
lt: Aš saugus, nes šiaip jis yra, kad narve ...
sk: Ja som rovnako bezpečné, pretože je v klietke, že ...
th: ฉัน ปลอดภัย ต่อ ไป เนื่องจาก ใน กรง ที่ ...

source: Where's the switch?
lt: Kur pakeisti?
sk: Kde je vypínač?
th: เปลี่ยน เป็น ที่ไหน

source: Ah, here it is!
lt: Ak, štai jis!
sk: Aha, tu to je!
th: โอ้ นี่ มัน!

source: This generator looks OK, it just isn't on
lt: Generatorius atrodo gerai, jis tiesiog yra ne
sk: Tento generátor vyzerá OK, to sa jednoducho nedá
th: ไฟ นี้ ดู OK มัน ก็ ไม่ อยู่ ใน

source: I guess it powers that door, so I'll have to turn it on
lt: Manau, kad įgaliojimus, kad durys, taip I'll have to turn it on
sk: Myslím, že právomoci, ktoré dvere, takže budem musieť zapnúť
th: ฉัน เดา ว่า อำนาจ ที่ ประตู ดังนั้น ฉัน จะ ต้อง เปิด ใน

source: A Yellow Gem
lt: Yellow Gem
sk: Yellow Gem
th: อัญมณี สี เหลือง

source: Failed to open PAK file %s
lt: Nepavyko atidaryti failo PAK %s
sk: Nepodarilo sa otvoriť súbor PAK %s
th: ไม่ สามารถ เปิด ปาก แฟ้ม %s

source: Press Action to retrieve Purple Gem
lt: Spauda veiksmų susigrąžinti Purple Gem
sk: Tlačová Akcia pre načítanie Purple Gem
th: กด การ กระทำ เพื่อ เรียก อัญมณี สี ม่วง

source: Find a way to remove the Gem...
lt: Rasti būdas pašalinti Gem ...
sk: Nájsť spôsob, ako odstrániť Gem ...
th: หา ทาง ลบ อัญมณี ...

source: Press Action to retrieve the Yellow Gem
lt: Spauda veiksmų susigrąžinti Yellow Gem
sk: Tlačová Akcia pre načítanie Yellow Gem
th: กด การ กระทำ เพื่อ เรียก เหลือง อัญมณี

source: I should be safe up here, but I need to get rid of it
lt: Norėčiau būti saugus čia, bet man reikia atsikratyti jo
sk: Mal by som byť bezpečné tu, ale musím sa toho zbaviť
th: ฉัน ควร จะ ปลอดภัย ที่ นี่ แต่ ฉัน ต้อง กำจัด มัน

source: Book
lt: Knyga
sk: Kniha
th: หนังสือ

source: Sign
lt: Registruotis
sk: Prihlásiť
th: เข้า สู่ ระบบ

source: Note
lt: Pastaba
sk: Poznámka:
th: หมายเหตุ

source: Solve the sliding puzzle
lt: Išspręskite Sliding Puzzle
sk: Vyriešenie puzzle posuvné
th: แก้ ปริศนา เลื่อน

source: The armour is too tough for them to penetrate...
lt: Šarvai yra per sunku jiems įsiskverbti ...
sk: Zbroj je príliš ťažké pre nich preniknúť ...
th: เกราะ จะ ยาก เกินไป สำหรับ พวก เขา จะ บุก ...

source: The boss that was guarding the Mine wasn't in the previous version
lt: Bosas, kuris buvo apsisaugoti šachtoje nebuvo ankstesnėje versijoje
sk: Šéf, ktorý strážil dole nebola v predchádzajúcej verzii
th: พี่ ที่ ดูแล ข้า ไม่ ได้ ใน รุ่น ก่อน

source: Because it is in this version you won't be able to leave
lt: Kadangi tai yra šioje versijoje jūs negalėsite palikti
sk: Vzhľadom k tomu, že je v tejto verzii nebudete môcť odísť
th: เพราะ ใน เวอร์ชัน นี้ คุณ จะ ไม่ สามารถ ออก

source: You will now be transported outside
lt: Dabar bus gabenami ne
sk: Teraz budete prepraví mimo
th: คุณ จะ มี ขนส่ง นอก

source: We apologize for the inconvenience
lt: Atsiprašome už nepatogumus
sk: Ospravedlňujeme sa za spôsobené nepríjemnosti
th: เรา ต้อง ขออภัย ใน ความ ไม่ สะดวก

source: That's a lot of slime
lt: Tai iš slime aikštelė
sk: To je veľa hlienu
th: ที่ มาก เลน

source: I don't think the Ice Spray will get across this since it only works on water
lt: Nemanau Ice Spray gaus per šią, nes ji veikia tik ant vandens
sk: Nemyslím si, že Ice Spray dostanete cez to, pretože funguje len na vode
th: ฉัน ไม่ คิด Ice Spray จะ ได้ รับ ทั้ง นี้ เพราะ ใช้ได้ ใน น้ำ

source: Slimes can only swim in water so that's not going to help either
lt: Slimes gali paplaukioti vandens tiek, kad nesiruošia padėti arba
sk: Slimes môže plávať vo vode, tak to nepomôže ani
th: Slimes สามารถ ว่า ย น้ำ เพื่อ ที่ จะ ไม่ ช่วยเหลือ ใด

source: I remember Borgan telling me how ironic that is
lt: Prisimenu Borgan sako man, kaip ironiška, kad yra
sk: Spomínam si, Borgan rozprával mi, ako ironické, že je
th: ฉัน จำ Borgan บอก ฉัน ว่า แดกดัน ที่

source: I'll have to find something to help me get across...
lt: Aš turiu rasti kažką padėti man gauti per ...
sk: Budem musieť nájsť niečo, aby mi pomohol dostať cez ...
th: ฉัน จะ ได้ พบ สิ่ง ที่ จะ ช่วย ให้ ฉัน ได้ รับ ทั่ว ...

source: There, the rope's firmly attached
lt: Ten, virvė yra tvirtai pritvirtinta
sk: Tam je lano pevne spojené
th: นั่น เชือก ของ แนบ มั่น

source: I need to find some rope before I can fire it
lt: Man reikia rasti tam tikrų lynų iki galiu gaisro ji
sk: Musím nájsť nejaký povraz, ako som si ju oheň
th: ฉัน ต้องการ ค้นหา บาง เชือก ก่อน ที่ จะ สามารถ ดับ เพลิง ได้

source: It's a Grappling Hook
lt: Tai grappling Kablys
sk: Je to Grappling Hook
th: จะ ฟาด ฟัน ตะขอ

source: I could probably use it to form a bridge to the other side, but there's no rope
lt: Aš turbūt ją naudoti formą tiltu į kitą pusę, bet nėra lynas
sk: Mohol by som pravdepodobne používať ho tvoria most na druhú stranu, ale nie je tu žiadny povraz
th: ฉัน อาจ จะ ใช้ แบบ ฟอร์ม สะพาน ไป ยัง ด้าน อื่น ๆ แต่ มี เชือก ไม่

source: I still need a Fire Shield
lt: Aš vis dar reikia Fire Shield
sk: I naďalej potrebovať Fire Shield
th: ฉัน ยัง ต้อง ป้องกัน ไฟ

source: Wow, this place is empty!
lt: Wow, ši vieta yra tuščias!
sk: Wow, toto miesto je prázdny!
th: ว้า ว สถาน ที่ นี้ ยัง ไม่มี

source: I guess the sorceror has no need for weapons since he has magic
lt: Manau burtininkas neturi ginklų reikia, nes jis turi magic
sk: Myslím, že čarodejník nepotrebuje zbrane, pretože on má kúzlo
th: ฉัน เดา หมอผี มี ความ ต้องการ อาวุธ ใด เนื่องจาก เขา ได้ มายากล

source: Still, there must be something of use in here
lt: Vis dėlto turi būti kažkas naudoti čia
sk: Napriek tomu musia existovať niečo použitia tu
th: ยัง คง มี บาง อย่าง ต้อง ใช้ ที่ นี่

source: Cool, a giant sliding puzzle! I have one of these back home!
lt: Cool, Giant stumdomas puzzle! Turiu vieną iš šių namo!
sk: Cool, obrie puzzle posuvné! Mám jeden z týchto domov!
th: เจ๋ง ยักษ์ เลื่อน ปริศนา! ฉัน มี หนึ่ง ใน บ้าน หลัง นี้!

source: Well, not a giant one, obviously...
lt: Na, ne vienas milžinas, akivaizdžiai ...
sk: No, nie jeden obrie, samozrejme ...
th: ดี ไม่ ยักษ์ หนึ่ง ชัด ...

source: Push left, right, up or down to move the blocks
lt: Stumti į kairę, dešinę, aukštyn arba žemyn judėti blokai
sk: Push vľavo, vpravo, hore alebo dole presunúť bloky
th: กด ซ้าย ขวา ขึ้น หรือ ลง เพื่อ ย้าย บล็อก

source: Arrange the blocks so that the numbers 1 to 8 appear in order from left to right and the empty block is in the bottom right corner
lt: Išdėstyta blokus taip, kad skaičiai 1-8 atrodo, kad iš kairės į dešinę ir tuščia blokas yra apatiniame dešiniajame kampe
sk: Usporiadať bloky tak, aby čísla 1 až 8 sa v poradí zľava doprava a prázdny blok je v pravom dolnom rohu
th: บล็อก การ จัด เรียง เพื่อ ให้ ตัวเลข 1-8 ปรากฏ ใน ลำดับ จาก ซ้าย ไป ขวา และ ป้องกัน ว่าง อยู่ ใน มุม ขวา ล่าง

source: Press Attack to quit the puzzle
lt: Spauda Attack mesti Puzzle
sk: Tlačová Útok na ukončenie puzzle
th: กด โจมตี เพื่อ ออก จาก ตัว

source: A length of rope
lt: Lyno ilgis
sk: Dĺžka lana
th: ความ ยาว ของ เชือก

source: A device for grabbing far away objects
lt: Už greiferiniai toli objektai prietaisas
sk: Zariadenia pre grabování ďaleko objekty
th: อุปกรณ์ สำหรับ มือ ยาว อยู่ ไกล วัตถุ

source: A bottle of pills that convert slime into water
lt: Tablečių butelio, kad konvertuoti slime į vandenį
sk: Fľaša piluliek, ktoré premieňajú slizu, do vody
th: ขวด ของ ยา ที่ เปลี่ยน เลน ใน น้ำ

source: Tutorial Key
lt: Susipažinkite Raktažodžiai
th: Key Tutorial

source: Light Key
lt: Šviesos raktas
sk: Key Light
th: Key Light

source: Rope
lt: Virvės
sk: Laná
th: เชือก

source: Extend-O-Grab
lt: Pratęsti-O-Grab
sk: Extend-O-Drapák
th: ขยาย-O-คว้า

source: Right Wing Key
lt: Dešinysis sparnas Raktažodžiai
sk: Pravé krídlo Key
th: คีย์ ขวา วิง

source: Catapult Lift Key
lt: Katapulta Lift Raktažodžiai
sk: Katapult Lift Key
th: หนังสติ๊ก ลิ ฟ ท์ คีย์

source: Armoury
lt: Zbrojownia
sk: Zbrojnice
th: คลัง อาวุธ

source: Mine Cart
lt: Mine krepšelį
sk: Mine košíka
th: รถ เข็น เหมือง

source: %s has regained power
lt: %s atgavo galią
sk: %s znovu získala moc
th: %s มี regained พลังงาน

source: Wow, a catapult!
lt: Oho, Katapulta!
sk: Wow, katapult!
th: ว้า ว เป็น หนังสติ๊ก!

source: The hinges look rusted though, I doubt it'll work until I get those fixed
lt: Vyriai išvaizdą rūdžių spalvos nors, aš abejoju, kad pavyks išspręsti tol, kol aš gausiu tuos nustatytas
sk: Závesy vyzerajú zrezivělý keď pochybujem, že budem pracovať, až dostanem tie, ktoré stanovuje
th: Hinges ดู rusted แต่ ฉัน สงสัย มัน จะ ทำงาน จนกว่า ฉัน จะ ได้ รับ นั้น คง ที่

source: That's it? Just this old shield? It doesn't look any better than my current one.
lt: That's it? Tiesiog seną skydas? Jis atrodo ne geriau nei mano dabartinė.
sk: To je všetko? Len tento starý štít? To nevyzerá o nič lepšie ako moja súčasná.
th: ที่ หรือ ไม่ แค่ นี้ บัง เก่า หรือ ไม่ ไม่ มอง ที่ ดี กว่า คน ปัจจุบัน ของ ฉัน.

source: Still, I'll hold onto it for the time being, it might come in handy
lt: Still, aš palaikykite ant to kurį laiką, jis gali praversti
sk: Napriek tomu sa budem držať, že v súčasnosti, môže sa hodiť
th: ยัง ฉัน จะ ถือ เข้า สำหรับ ขณะ นี้ อาจ จะ มี ประโยชน์

source: Great, a spare shield!
lt: Puikus, atsarginių ekranu!
sk: Veľké, náhradné štít!
th: ดี โล่ อะไหล่!

source: This doesn't look like a Fire Shield to me. I was really hoping to find one here too
lt: Tai neturi atrodyti priešgaisrinės skydas mane. Aš tikrai tikiuosi rasti vieną čia
sk: Toto nevyzerá ako Fire Shield ku mne. Bol som naozaj dúfal, že nájsť aj tu
th: นี้ ไม่ ได้ มี ลักษณะ เหมือน ไฟ ที่ บัง ให้ ฉัน. ฉัน ถูก จริงๆ หวัง เพื่อ หา หนึ่ง ที่ นี่ เกินไป

source: This shield doesn't even look any better than my current one.
lt: Šis skydo nėra net atrodo geriau nei mano dabartinė.
sk: Tento štít ani vyzerať o nič lepšie ako môj súčasný.
th: โล่ นี้ ไม่ ได้ มอง ที่ ดี กว่า คน ปัจจุบัน ของ ฉัน.

source: I just need to create the liquid from the Sludge tentacle and Gazer eyeballs
lt: Aš tiesiog reikia sukurti iš dumblo čiuptukas ir Stebėtojai skystas akių obuolius
sk: Len potrebujete vytvoriť kvapaliny z chápadlá kalov a Gezeru buľvy
th: ฉัน ต้อง สร้าง ของเหลว จาก กิ่ง ก้าน สาขา โคลน และ Gazer ส่าย

source: That's not a good sign...
lt: Tai nėra geras ženklas ...
sk: To nie je dobré znamenie ...
th: ที่ ไม่ ลง ดี ...

source: I just need to find another shield to enchant...
lt: Aš tiesiog reikia rasti kitą skydas pakerėti ...
sk: Len potrebujem nájsť iný štít očarí ...
th: ฉัน ต้อง พบ โล่ ให้ เคลิบเคลิ้ม อื่น ...

source: Hey, a lightning sword!
lt: Ei, žaibo kardas!
sk: Hej, blesk meč!
th: เดี๋ยวก่อน ดาบ ฟ้าผ่า!

source: It looks a lot more powerful than my current sword too
lt: Jis atrodo daug galingesnė nei mano dabartinis kardas per
sk: Vyzerá to oveľa mocnejšie ako meč môjho súčasného príliš
th: ลักษณะ ที่ มี ประสิทธิภาพ มาก ขึ้น กว่า ดาบ ปัจจุบัน ของ ฉัน เกินไป

source: With this I should be almost unstoppable
lt: Šiuo Būčiau beveik nesustabdomas
sk: S týmto by som mal takmer nezastaviteľný
th: กับ ฉัน ควร จะ ผ่าน พ้น ไม่ ได้ เกือบ

source: Almost
lt: Beveik
sk: Takmer
th: เกือบ จะ

source: The Lightning Sword has a limited number of charges and will lose its power when these charges are used up
lt: Žaibas kardas nedaug mokesčiai ir praranda savo jėgą, kai šie mokesčiai būtų naudojami iki
sk: Lightning Sword má obmedzený počet poplatkov a stratí svoju silu, keď sú tieto poplatky využité
th: ฟ้าผ่า ดาบ มี จำนวน จำกัด ค่า ใช้ จ่าย และ จะ สูญ เสีย พลังงาน เมื่อ ค่า เหล่า นี้ จะ ใช้ ค่า

source: Enemies will randomly drop more charges when they are killed
lt: Priešai bus atsitiktinai sumažėjo daugiau mokesčių, kai jie žūva
sk: Nepriatelia budú náhodne kvapku väčšie poplatky, ak sa usmrtí
th: ศัตรู แบบ สุ่ม จะ วาง ค่า ใช้ จ่าย มาก ขึ้น เมื่อ พวก เขา ถูก ฆ่า

source: Note that if the sword completely loses its power it will revert to a regular sword with very little power until you can find more charges
lt: Atkreipkite dėmesį, kad jei visiškai kardas netenka savo galios, ji sugrįš į reguliariai kardas labai mažai galios tol, kol Jūs galite rasti daugiau mokesčių
sk: Všimnite si, že v prípade, že meč úplne stráca svoju moc, že sa vráti do pravidelného meč s veľmi malú moc, kým sa môžete viac poplatkov
th: โปรด ทราบ ว่า ถ้า ดาบ สมบูรณ์ สูญ เสีย พลังงาน จะ กลับ ไป ใช้ ดาบ ปกติ กับ พลังงาน น้อย มาก จน คุณ สามารถ หา ค่า ใช้ จ่าย เพิ่มเติม

source: This centurion has no power
lt: Šis Centurion neturi galios
sk: Tento stotník nemá žiadnu moc
th: Centurion นี้ ไม่มี อำนาจ

source: It's connected to this treadmill so I could probably charge it up with enough speed
lt: Tai susiję su šio Kierat kad aš turbūt už jį pakankamai greičio
sk: Je pripojený k tejto bežiaceho pásu, takže by som to asi starosti s dostatočnou rýchlosťou
th: จะ เชื่อม ต่อ กับ treadmill นี้ เพื่อ ฉัน อาจ จะ คิด ขึ้น ด้วย ความเร็ว พอ

source: An old shield found in the Armoury
lt: Senas skydas rasti Zbrojownia
sk: Starý štít nájsť v Zbrojnica
th: โล่ เก่า ที่ พบ ใน คลัง อาวุธ

source: A Sword that can be charged with lightning
lt: Kardas, kuris gali būti apkaltintas Žaibas
sk: Meč, ktorý môže byť obvinený z blesku
th: ดาบ ที่ สามารถ เรียก เก็บ กับ สาย ฟ้าแลบ

source: A Sword imbued with the power of lightning
lt: Sword alsuoja nuo žaibo galią
sk: Sword preniknutého výkon blesku
th: ดาบ แช่ ด้วย พลัง ของ ฟ้าผ่า

source: Lightning Sword
th: ดาบ ฟ้าผ่า

source: INTRUDER!
lt: Įsibrovėlis!
th: ผู้ บุกรุก!

source: The hinges look rusted though, I doubt it'll work until I get them fixed
lt: Vyriai išvaizdą rūdžių spalvos nors, aš abejoju, kad pavyks išspręsti tol, kol man juos nustatyti
sk: Závesy vyzerajú zrezivělý keď pochybujem, že budem pracovať, kým som si je fixný
th: Hinges ดู rusted แต่ ฉัน สงสัย มัน จะ ทำงาน จนกว่า ฉัน จะ ได้ รับ พวก เขา คง

source: OK, let's see if this works...
lt: OK, let's see, jei tai veikia ...
sk: OK, uvidíme, či to funguje ...
th: ตกลง ขอ ดู ว่า งาน นี้ ...

source: I'll have no problem walking over this rope either, thanks to my tightrope walking skills
lt: Aš neturiu jokių problemų vaikščioti per tą virvę arba, ačiū mano Lynai Ėjimo įgūdžius
sk: Budem mať žiadny problém, peši cez tento jeden povraz, a to vďaka svojej schopnosti provazochodectví
th: ฉัน จะ มี ปัญหา เดิน ผ่าน เชือก นี้ ทั้ง สอง ขอบคุณ tightrope ฉัน เดิน ทักษะ

source: And Dad said it'd never come in handy!
lt: Ir tėtis pasakė, kad I'd never come in handy!
sk: A otec povedal, že už nikdy hodiť!
th: และ พ่อ กล่าว ว่า มัน ไม่ ต้องการ มา ประโยชน์!

source: I need a length of rope to attach to the bolt
lt: Turiu lyno ilgis turi būti pridėti prie varžto
sk: Potřebuju dĺžku lana pre upevnenie na skrutku
th: ฉัน ต้องการ ความ ยาว ของ เชือก ที่ แนบ ไป อัสนี

source: It's a giant crossbow
lt: Tai Giant arbaletas
sk: Je to obrie kuše
th: ก็ crossbow ยักษ์

source: I could probably use it to create a bridge over those spikes
lt: Aš turbūt galėtų naudoti ją sukurti per šių spindulių tiltas
sk: Mohol by som asi použiť na vytvorenie mosta cez tie bodce
th: ฉัน อาจ จะ ใช้ เพื่อ สร้าง สะพาน ผ่าน spikes เหล่า

source: I'll need some rope first though
lt: Man reikės kai lynas pirma nors
sk: Budem potrebovať nejaký povraz aj keď prvý
th: ฉัน จะ ต้อง บาง เชือก แรก ว่า

source: There, that's the hinges oiled. This should be as good as new now!
lt: Yra, tai priklauso alyvuotas. Tai turėtų būti kaip naujas dabar!
sk: Tak, to je pánty olejom. To by malo byť rovnako dobrý ako nová teraz!
th: ที่ นั่น ที่ hinges oiled. นี้ ควร จะ เป็น ดี ใหม่ วัน นี้

source: The hinges are rusted, I'll need to find some oil before I can use it
lt: Vyriai rūdžių spalvos, reikės rasti tam tikrų naftos, kol aš jį naudoti
sk: Pánty sú zhrdzavené, budem musieť nájsť nejaký olej, ako som ju použiť
th: Hinges จะ rusted ฉัน จะ ต้อง พบ น้ำมัน บาง ก่อน ที่ จะ สามารถ ใช้

source: I can't run in this armour, though
lt: Aš negaliu paleisti šios liemenės, nors
sk: Nemôžem spustiť v tomto brnení, aj keď
th: ฉัน ไม่ สามารถ ทำงาน ใน เกราะ นี้ ว่า

source: Plus, I'm tired from all this walking, jumping, fighting, swimming...
lt: Plius, aš pavargau nuo visų šios pėsčiomis, šuoliai, kovos, plaukiojimas ...
sk: Plus, som unavený zo všetkého chôdza, skákanie, boj, plávanie ...
th: บวก ผม เหนื่อย จาก การ เดิน นี้ กระโดด, ต่อสู้, ว่า ย น้ำ ...

source: thinking, mining, chopping, pushing, pulling, carrying...
lt: mąstymas, kasybos, kapojimo, stūmimas, traukimas, nešimas ...
sk: myslenie, baníctvo, sekanie, tlačenie, ťahanie, nosenie ...
th: คิด, เหมือง, การ สับ, ผลัก ดัน, ดึง, แบก ...

source: and catching chickens
lt: ir gaudyti vištas
sk: a chytať kurčatá
th: และ ไก่ ระบาด

source: I'll get something else to do it instead
lt: I'll get something else to daryti, o
sk: Seženu niečo iného na to miesto
th: ฉัน จะ ได้ รับ อะไร ที่ จะ แทน

source: Statistics
lt: Statistika
sk: Štatistika
th: สถิติ

source: Play Time: %s
th: เล่น Time: %s

source: Bats Drowned: %d
lt: Šikšnosparniai Drowned: %d
sk: Netopiere Drowned: %d
th: Bats จม น้ำ: %d

source: Times Eaten: %d
lt: Komandos Eaten: %d
th: เวลา รับประทาน: %d

source: Attacks Blocked: %d
lt: Atakos Užblokuoti: %d
sk: Útoky Zablokované: %d
th: สกัด กั้น การ โจมตี: %d

source: Time Spent As A Slime: %s
lt: Laikas, praleistas Kaip slime: %s
sk: Čas strávený Ako Slime: %s
th: เวลา ที่ ใช้ เป็น โคลน ต ม A: %s

source: Distanced Travelled: %0.1fKM
lt: Nuotolinio keliavo: %0.1fKM
sk: Dištancoval cestovalo: %0.1fKM
th: Distanced ท่องเที่ยว: %0.1fKM

source: Arrows Fired: %d
lt: Arrows kuras: %d
th: ลูก ศร เชื้อเพลิง: %d

source: OK
lt: Gerai

source: Access Key 1
lt: Prieigos raktas 1
sk: Prístup Key 1

source: Access Key 3
lt: Prieigos klavišų 3
sk: Prístupový kľúč 3

source: Tutorial
lt: Susipažinkite

source: Options
lt: Funkcijos
sk: Možnosti

source: Pickaxe
lt: Laukia
sk: Krompáč

source: Gazer
lt: Stebėtojai
sk: Gezeru

source: Block
lt: Blokas
sk: Blok

source: Village
lt: Kaimas
sk: Dedina

source: Teleporter Access Key 1
lt: Teleporto Access Key 1
sk: Teleport Prístup Key 1

source: Teleporter Access Key 2
lt: Teleporto Access Key 2
sk: Teleport Prístupový kľúč 2

source: Teleporter Access Key 3
lt: Teleporto Prieigos raktas 3
sk: Teleport Prístupový kľúč 3

source: Water Purifiers
lt: Vandens valymo
sk: Čističe vody

source: Jacob
lt: Jokūbas

source: Edgar
lt: Edgaras

source: Kills: %d
lt: Nužudymai: %d

source: Readied %s
sk: Pripravil %s

source: Access Key 2
sk: Prístupový kľúč 2
