Repository: riksweeney/edgar
Catalog: tags/44/locale/*.po
Languages: lt, sk, th

source: There are many secrets in the main game so keep a look out for them
lt: Yra daug paslapčių pagrindinis žaidimą išlaikyti išeiti jiems
sk: Existuje mnoho tajomstiev, v hlavnej hre takže majte pozor na ne
th: มี ความ ลับ มากมาย ใน เกม หลัก เพื่อ ให้ ดู ว่า สำหรับ พวก เขา

source: Here's a hint to get you started
lt: Čia užuomina, kad jums prasidėjo
sk: Tu je náznak, ako začať
th: นี่ ใบ้ เพื่อ ให้ ได้ ของ เริ่ม ต้น

source: Although only requires you to catch 3 of his chickens, why not be nice to him and catch more? There are 10 wandering the map in all
lt: Nors reikia tik tu pagauti 3 savo viščiukų, kodėl negali būti gražus su juo ir sužvejotų kiekių daugiau? Yra 10 klajojo žemėlapis visus
sk: Aj keď iba vyžaduje, môžete chytiť 3 jeho sliepky, prečo by pekné ho a chytiť viac? K dispozícii je 10 blúdenia vo všetkých máp
th: แต่ เพียง ต้องการ ให้ คุณ จับ 3 จาก ไก่ ของ เขา ทำไม ไม่ ดี กับ เขา และ จับ ได้ มากกว่า นี้ มี 10 เตร็ดเตร่ ใน แผนที่ ทั้งหมด

source: The shield will protect you from most enemy attacks
lt: Ekranas bus apsaugoti jus nuo daugelio priešų atakų
sk: Štít chráni pred väčšinou nepriateľských útokov
th: โล่ จะ ป้องกัน คุณ จาก การ โจมตี ศัตรู มาก

source: Some enemy attacks cannot be blocked
lt: Kai priešų atakų negali būti užblokuotas
sk: Niektoré nepriateľské útoky nemožno zablokovať
th: บาง การ โจมตี ศัตรู ไม่ สามารถ ป้องกัน

source: Environmental hazards, such as falling rocks, cannot be blocked
lt: Aplinkos pavojus, pavyzdžiui, klasifikuojami akmenys, negali būti užblokuotas
sk: Environmentálne riziká, ako je pokles skaly, nemožno zablokovať
th: อันตราย สิ่งแวดล้อม เช่น หิน ถล่ม, ไม่ สามารถ ป้องกัน

source: To block an attack, press and hold block (left alt).
lt: Blokuoti ataka, paspauskite ir palaikykite blokas (Left Alt).
sk: Ak chcete blokovať útok, stlačte a podržte bloku (vľavo alt).
th: เพื่อ ป้องกัน การ โจมตี กด และ ป้องกัน การ ยึด (ซ้าย ALT).

source: You must be facing the attack to succesfully block it
lt: Jūs turite būti susiduria ataka sėkmingai blokuoti ji
sk: Musíte čeliť útoku úspešne zablokovať
th: คุณ ต้อง หัน โจมตี เพื่อ ป้องกัน สำเร็จ นั้น

source: Note that you cannot move whilst blocking, but you can face the other way. You also cannot block in the air
lt: Atminkite, kad negali judėti, o blokuoti, tačiau galite susidurti kitokiu būdu. Jūs taip pat galite blokuoti oro
sk: Všimnite si, že sa nemôže pohybovať pri blokovaní, ale môžete čeliť iným spôsobom. Môžete tiež nemôže blokovať vo vzduchu
th: ทราบ ว่า คุณ จะ ไม่ สามารถ ย้าย ขณะ ที่ บล็อก แต่ คุณ สามารถ หน้า วิธี อื่น ๆ. คุณ ยัง ไม่ สามารถ ป้องกัน ใน อากาศ

source: Pick up the shield and continue to the right
lt: Paimkite skydai ir toliau teisė
sk: Zoberte štít a pokračujte doprava
th: รับ โล่ และ ต่อ ไป ทาง ขวา

source: This is a weak wall, it can be smashed down using the pickaxe
lt: Tai silpnas sienos, gali būti nustatytos naudojant sutriuškino kirtiklis
sk: To je slabé stene, môže to byť rozbité nadol pomocou čakany
th: นี้ เป็น ผนัง อ่อนแอ ก็ สามารถ ซึ่ง ได้ ถูก ทุบ ลง มา ใช้ pickaxe

source: To use the pickaxe, press Attack (left ctrl)
lt: Naudoti kirtiklis, paspauskite Attack (kairėje Ctrl)
sk: Ak chcete použiť krompáč, stlačte Attack (vľavo ctrl)
th: ใช้ pickaxe กด โจมตี (ซ้าย Ctrl)

source: that not all weak walls can be destroyed using the pickaxe
lt: kad ne visos silpnos sienos gali būti sunaikinami, naudojant kirtiklis
sk: že nie všetky slabé múry môžu byť zničené použitím čakany
th: ที่ ไม่ ทั้งหมด ผนัง อ่อน สามารถ ทำลาย ใช้ pickaxe

source: Destroy the wall using the pickaxe and continue
lt: Destroy sienos naudojant kirtiklis ir toliau
sk: Zničiť stenu pomocou čakany a pokračovať
th: ทำลาย กำแพง ที่ ใช้ pickaxe และ ดำเนิน การ ต่อ

source: Something's supposed to be here but it's not in this version, check back later!
lt: Kažkas turėjo būti čia, tačiau ne šioje versijoje, check back later!
sk: Niečo, čo to má byť tu, ale to nie je v tejto verzii, skúste neskôr!
th: สิ่ง ที่ ควร จะ เป็น ที่ นี่ แต่ ไม่ ได้ ใน เวอร์ชัน นี้ ตรวจ สอบ อีก ครั้ง ใน ภายหลัง!

source: Collect 10 pieces of Coal
lt: Surinkti 10 vnt anglies
sk: Collect 10 kusov uhlia
th: รวบรวม 10 ชิ้น ถ่านหิน

source: Collect 2 Chopped Logs
lt: Rinkite 2 Kapotos Įrašai
sk: Collect 2 Sekané Záznamy
th: เก็บ ล็อก 2 สับ

source: Rescue 3 Chickens
lt: Gelbėjimo 3 Viščiukai
sk: Rescue 3 Kurčatá
th: ช่วยเหลือ 3 ไก่

source: Find 4 Gems
lt: Rasti 4 Deimantai
sk: Nájsť 4 drahokamy
th: พบ 4 พลอย

source: Repair Generators
lt: Remontas Generatoriai
sk: Oprava Generátory
th: อุปกรณ์ ซ่อม

source: Collect 6 Chopped Logs
lt: Surinkite 6 Kapotos Įrašai
sk: Collect 6 Sekané Záznamy
th: เก็บ ล็อก 6 สับ

source: Collect 3 Access Keys
lt: Surinkite 3 Prieigos klavišai
th: เก็บ คีย์ 3 Access

source: This is a blank objective
lt: Tai yra tuščias tikslas
sk: To je prázdny cieľ
th: นี้ เป็น วัตถุประสงค์ ว่าง

source: Kill all Bats!
lt: Nužudyk visus bats!
sk: Netopiere zabiť všetkých!
th: ฆ่า bats ทั้งหมด!

source: Coal
lt: Anglių
sk: Čierne uhlie
th: ถ่านหิน

source: Chopped Log
lt: Kapotos Prisijungti
sk: Nakrájanú Log
th: Log สับ

source: Green Gem
sk: Zelený drahokam
th: อัญมณี สี เขียว

source: Red Gem
th: อัญมณี สี แดง

source: Blue Gem
th: อัญมณี Blue

source: Purple Gem
th: อัญมณี สี ม่วง

source: Teleporter Key
lt: Teleporto Raktažodžiai
sk: Teleport Key
th: คีย์ Teleporter

source: New Game
lt: Naujas žaidimas
sk: Nová hra
th: เกม ใหม่

source: Load Game
sk: Nahrať hru
th: เกม Load

source: About
lt: Apie
sk: O
th: เกี่ยว กับ

source: Quit
lt: Baigti
th: ออก จาก

source: Configure Controls
sk: Konfigurácia Kontroly
th: ควบคุม การ ตั้ง ค่า

source: Configure Sound
lt: Konfigūruoti Garsas
sk: Konfigurácia zvuku
th: เสียง ตั้ง ค่า

source: Show Hints
lt: Rodyti Patarimai
sk: Zobraziť Tipy
th: คำ แนะนำ การ แสดง

source: A potion which will transform you...
lt: Gėrimas, kuri pakeis jūsų ...
sk: Lektvar, ktorý zmení teba ...
th: ยา น้ำ ซึ่ง จะ เปลี่ยน คุณ ...

source: Creates highly absorbant miniature ice cubes
lt: Sukuria labai absorbentų miniatiūriniai ledo kubeliai
sk: Vytvára vysoko absorpčných miniatúrnych kociek ľadu
th: สร้าง ก้อน น้ำแข็ง absorbant สูง ขนาด เล็ก

source: A potion which will restore all of your health
lt: Gėrimas, kuris atnaujina visus savo sveikatos
sk: Lektvar, ktorý obnoví všetky vaše zdravie
th: ยา น้ำ ซึ่ง จะ คืน ค่า ทั้งหมด ของ สุขภาพ ของ คุณ

source: A powerful bomb
lt: Galinga bomba
sk: Mocný bomba
th: ระเบิด ที่ มี ประสิทธิภาพ

source: A potion which renders you invisible to certain enemies
lt: Gėrimas, kuri teikia jums nematomas tam tikrų priešų
sk: Lektvar, ktorý vám poskytuje na určité neviditeľné nepriateľov
th: ยา พิษ การ แสดง ผล ที่ คุณ มอง ไม่ เห็น ถึง ศัตรู บาง

source: The eyeball from a Gazer
lt: Stebėtojai iš akies obuolio
sk: Oka z Gezeru
th: ดวงตา จาก Gazer

source: A Tesla Pack. It has no charge.
lt: Tesla Pack. Ji neturi jokio mokesčio.
sk: Tesla Pack. Nemá žiadny poplatok.
th: Pack Tesla. มี ค่า no.

source: A Summoner's Staff. It cannot be used by humans.
lt: Summoner's Personalas. Jis negali būti naudojami žmonėms.
sk: Summoner služobné. To nie je možné použiť u ľudí.
th: เรียก ร้อง ของ เจ้าหน้าที่. มัน ไม่ สามารถ ใช้ งาน โดย คน.

source: A Tesla Pack. It is fully charged.
lt: Tesla Pack. Tai yra visiškai įkrautas.
sk: Tesla Pack. Je plne nabitá.
th: Pack Tesla. มัน จะ มี ประจุ.

source: An empty potion bottle
lt: Tuščias gėrimo butelis
sk: Prázdnu fľašu lektvar
th: ขวด ยา น้ำ เปล่า

source: A bag of chicken feed
lt: Vištienos maišą pašarų
sk: Vrece pre sliepky
th: ถุง อาหาร ไก่

source: A bag suitable for carrying coal
lt: Maišas vežti anglis
sk: Vrece vhodný pre prepravu uhlia
th: กระเป๋า เหมาะ สำหรับ การ ขนส่ง ถ่านหิน

source: Basic Sword
lt: Pagrindinis Sword
sk: Základné Sword
th: ดาบ พื้นฐาน

source: A Sword given to you by Jacob
lt: Sword atsižvelgiant į Jūsų Jokūbas
sk: Meč, ktorý získate od Jacob
th: ดาบ ให้ กับ คุณ โดย Jacob

source: A bow
lt: Bow
sk: Luk
th: น้อม

source: Small Wooden Shield
lt: Mažas medinis skydas
sk: Malý drevený štít
th: โล่ ไม้ ขนาด เล็ก

source: A small shield that provides basic protection
lt: Mažas ekranas, teikianti pagrindinio apsaugos
sk: Malý štít, ktorý poskytuje základnú ochranu
th: โล่ ขนาด เล็ก ที่ มี การ ป้องกัน ขั้น พื้นฐาน

source: Normal Arrow
lt: Normalus Arrow
th: ลูก ศร Normal

source: Normal Arrows
lt: Normalus arrows
sk: Normálna Arrows
th: ลูก ศร Normal

source: An axe suitable for chopping trees
lt: Kirvis tinka kapojimo medžiai
sk: Sekera vhodný pre sekanie stromov
th: ขวาน เหมาะ สำหรับ การ ตัด ไม้

source: A pickaxe lent to you by Borgan
lt: Laukia paskolino Jums Borgan
sk: Krompáč zapožičal na Váš Borgan
th: Pickaxe lent ถึง คุณ โดย Borgan

source: Fire Burner Key
lt: Gaisro Burner Raktažodžiai
th: คีย์ Fire เครื่อง เขียน

source: Potion Room Key
lt: Potion kambario raktą
sk: Potion Izba Key
th: คีย์ มื้อ ห้อง พัก

source: Surge Passage Key
lt: Surge Passage Raktažodžiai
sk: Prepäťová Passage Key
th: คีย์ หลั่งไหล ผ่าน

source: Demolition Storage Key
lt: Griovimo Sandėliavimo Raktažodžiai
sk: Demolácie Storage Key
th: คีย์ รื้อ Storage

source: Whatever that thing was it was draining the power from that generator and using it against me.
lt: Nepriklausomai, kad buvo tai buvo nusausinti nuo generatoriaus galios ir naudoti jį prieš mane.
sk: Čo to bolo, to bolo odvádzanie energie od generátora a používať ho proti mne.
th: สิ่ง ใด ที่ ถูก มัน ดูด พลังงาน จาก เครื่อง กำเนิด ไฟฟ้า ที่ และ ใช้ มัน ต่อ ฉัน.

source: That might explain why that lift wasn't working. Defeating the other drainers should restore the power.
lt: Tai gali paaiškinti, kodėl liftas neveikia. Pergalės kitų drainers turėtų atkurti galia.
sk: To by mohlo vysvetľovať, prečo že výťah nefungovalo. Porážať ostatné Odpad by mal obnoviť sily.
th: ที่ อาจ อธิบาย ยก เหตุผล ที่ ไม่ ได้ ทำงาน. ชนะ drainers อื่น ๆ ควร จะ คืน อำนาจ.

source: Defeat all Energy Drainers
lt: Nugalėti visų energijos Drainers
sk: Poraziť všetky energetické Odpad
th: ปราชัย Drainers พลังงาน ทั้งหมด

source: No Objectives
lt: Nr Tikslai
sk: Č Ciele
th: วัตถุประสงค์ No

source: Press Action to reset puzzle blocks
lt: Spauda veiksmų atstatyti Puzzle blokai
sk: Stlačte tlačidlo pre reset Akcie puzzle bloky
th: กด ดำเนิน การ ตั้ง ค่า บล็อก ปริศนา

source: It looks like a blender. I could use this to liquidise something
lt: Atrodo, maišiklis. Galėčiau naudoti tai liquidise kažkas
sk: Vyzerá to ako mixér. Mohol by som použiť na niečo rozmixovať
th: ดูเหมือน ว่า ปั่น. ฉัน สามารถ ใช้ นี้ liquidise อะไร

source: I need a Red Sludge Tentacle and 3 Gazer Eyeballs to make the potion
lt: Turiu Raudona Dumblo Tentacle ir 3 Stebėtojai akių obuolius, kad gėrimas
sk: Potrebujem Red kalové Tentacle a 3 Gezeru Očné buľvy, aby sa lektvar
th: ฉัน ต้องการ Red โคลน กิ่ง ก้าน สาขา และ 3 Gazer ส่าย ทำ ยา พิษ

source: I still need an Empty Bottle to put the potion in
lt: Aš vis dar reikia Tuščias butelis įdėti į gėrimas
sk: I naďalej potrebovať Empty Bottle dať lektvar na
th: ฉัน ยัง ต้อง มี ที่ ว่าง วาง ขวด ยา พิษ ใน

source: So this is the Fortress.
lt: Taigi tai tvirtovė.
sk: Takže to je pevnosť.
th: ดังนั้น นี้ เป็น ป้อม.

source: It looks like a lot of doors lead off to other areas, I should have a proper look around before I go anywhere else...
lt: Atrodo durų aikštelė nuvesti į kitas sritis, norėčiau turėti tinkamą apsižvalgyti iki einu kur nors kitur ...
sk: Vyzerá to ako veľa dvere vedú do iných oblastí, mal som riadne poobzerať, ako som sa ísť niekam inam ...
th: ดูเหมือน มาก ประตู นำ ไป ยัง พื้นที่ อื่น ๆ ควร มี ลักษณะ ที่ เหมาะสม รอบ ๆ ก่อน ที่ จะ ไป ที่ ใด ก็ได้ อื่น ...

source: Try hitting the skull...
lt: Pabandykite pataikyti kaukolė ...
sk: Skúste biť lebka ...
th: ลอง กด ปุ่ม เกล้า ...

source: This machine is not active
lt: Ši mašina yra ne aktyvus
sk: Tento stroj nie je aktívny
th: เครื่อง นี้ ไม่ ได้ ใช้ งาน

source: Repeat the sequence
lt: Pakartokite seka
sk: Skúste sekvenciu
th: ทำ ซ้ำ ตาม ลำดับ

source: Correct Sequence
lt: Teisinga tvarka
sk: Správnom poradí
th: ลำดับ ที่ ถูก ต้อง

source: Incorrect Sequence
lt: Neteisinga seka
sk: Nesprávne sekvencie
th: ลำดับ ไม่ ถูก ต้อง

source: The Legend of Edgar has encountered the following error
lt: Apie Edgar Legenda įvyko tokia klaida
sk: Legenda Edgar došlo k nasledujúcej chybe
th: ตำนาน Edgar พบ ข้อ ผิด พลาด ดัง ต่อ ไป นี้

source: Please report this error to Parallel Realities
lt: Prašome pranešti apie klaidą realybės lygiagrečiai
sk: Prosím nahláste túto chybu Parallel Realities
th: กรุณา รายงาน ข้อ ผิด พลาด ที่ จริง ขนาน นี้

source: The game will now exit
lt: Žaidimas dabar išeiti
sk: Hra bude teraz ukončená
th: เกม จะ ออก

source: It looks like a blender. I could use this to liqudise something
lt: Atrodo, maišiklis. Galėčiau naudoti tai liqudise kažkas
sk: Vyzerá to ako mixér. Mohol by som použiť na niečo liqudise
th: ดูเหมือน ว่า ปั่น. ฉัน สามารถ ใช้ นี้ liqudise อะไร

source: This must be the coal Borgan wants me to mine for him
lt: Tai turi būti anglies Borgan nori man mano jam
sk: To musí byť uhlia Borgan chce, aby som za neho dolu
th: นี้ ต้อง มี ถ่านหิน Borgan ต้องการ ฉัน ฉัน สำหรับ เขา

source: That might explain why that lift wasn't working. Defeating the other drainers should restore the power here.
lt: Tai gali paaiškinti, kodėl liftas neveikia. Pergalės kitų drainers turėtų atkurti galia čia.
sk: To by mohlo vysvetľovať, prečo že výťah nefungovalo. Porážať ostatné Odpad by mal obnoviť silu tu.
th: ที่ อาจ อธิบาย ยก เหตุผล ที่ ไม่ ได้ ทำงาน. ชนะ drainers อื่น ๆ ควร จะ คืน อำนาจ ที่ นี่.

source: I need to find 3 Gazer Eyes, 1 Red Sludge Tentacle and an extra shield to create a Shield of Fire Resistance
lt: Man reikia surasti 3 Stebėtojai Akys, 1 Red Dumblo Tentacle ir papildomų skydas sukurti atsparumo ugniai Shield
sk: Musím nájsť 3 Gezeru Oči, 1 červená kalové Tentacle a navyše vytvoriť štít Shield of Fire Resistance
th: ฉัน ต้อง พบ 3 ตา Gazer, 1 Red โคลน กิ่ง ก้าน สาขา และ โล่ เสริม สร้าง โล่ แห่ง ไฟ ทน

source: Once I've found all these items I'll have to find a place to create the shield
lt: Kai Radau visus šiuos elementus I'll have to surasti vieta kurti skydą
sk: Potom, čo som našiel všetky tieto položky, budem musieť nájsť miesto na vytvorenie štítu
th: เมื่อ ฉัน ได้ พบ รายการ เหล่า นี้ ทั้งหมด ที่ ฉัน จะ ได้ หา สถาน ที่ เพื่อ สร้าง โล่

source: There's a book here about enchanting weapons
lt: Yra čia knyga apie žavus ginklas
sk: Je tu knihu tu o kúzelné zbrane
th: มี หนังสือ ที่ เกี่ยว กับ อาวุธ ของ เจ้า เสน่ห์

source: Maybe I can create a shield...
lt: Gal galiu sukurti skydą ...
sk: Možno by som mohol vytvoriť štít ...
th: อาจ จะ สามารถ สร้าง โล่ ...

source: Swords... Armour... Wands...
lt: Swords ... Šarvai ... Kalnas ...
sk: Swords ... Zbroj ... Hůlky ...
th: ดาบ ... เกราะ ... Wands ...

source: Stupid book. It's not in order and there's no index
lt: Kvaila knyga. Tai nėra teisingas ir nėra jokio indekso
sk: Stupid knihu. To nie je v poriadku a nie je žiadny index
th: หนังสือ โง่. ไม่ใช่ เพื่อ และ มี ดัชนี ไม่

source: Here we go: Shields
th: ไป เลย: Shields

source: Shield of Fire Resistance
lt: Skydas atsparumas ugniai
th: โล่ ของ ไฟ ทน

source: Ingredients
lt: Ingredientai
sk: Ingrediencie
th: ส่วนผสม

source: One must gather the following
lt: Vienas turi rinkti šiuos
sk: Je potrebné zozbierať nasledujúce
th: หนึ่ง ต้อง ชุมนุม ต่อ ไป นี้

source: The root of a Mandrake
lt: Iš Mandrake root
sk: Koreň Mandrake
th: ราก ของ Mandrake

source: The fat of a Darsh (left to stand for 3 months)
lt: Nuo Darsh riebalai (liko stovėti 3 mėnesiai)
sk: Tuk Darsh (vľavo kandidovať na 3 mesiace)
th: ไขมัน ของ Darsh (ซ้าย ไป ยืน 3 เดือน)

source: Powered Condor bones
lt: Powered Condor kaulai
sk: Powered Condor kosti
th: กระดูก Powered นก จำพวก แร้ง

source: 3 eyes of the Gazer
lt: 3 akis Stebėtojai
sk: 3 oči Gezeru
th: 3 ตา ของ Gazer

source: The freshly cut tentacle from a female Red Sludge
lt: Šviežiai nupjauta čiuptukas iš moterų Red Dumblas
sk: Čerstvo rezané chápadlá od samica Red kalov
th: กิ่ง ก้าน สาขา ตัด สดๆ จาก หญิง Red โคลน

source: The shield to apply the enchantment
lt: Skydas taikyti užkeikimas
sk: Štít použiť okúzlenie
th: โล่ เพื่อ ใช้ เสน่ห์

source: Blend the Gazer eyes and Sludge tentacle into a smooth liquid
lt: Blend Stebėtojai akis ir dumblo čiuptukas į sklandų skystis
sk: Blend Gezeru oči a bahenné tykadlá do hladkej tekuté
th: ผสมผสาน ตา Gazer และ กิ่ง ก้าน สาขา โคลน เป็น ของเหลว ลื่น

source: Add the root, fat and bones into the cauldron and mix together with the blended Gazer eyes and Sludge tentacle
lt: Pridėti šaknis, riebalų ir kaulų į katilą ir išmaišoma kartu su sumaišytas Stebėtojai akis ir dumblo Czułek
sk: Pridajte koreň, tuku a kostí v kotlíku a mixu spolu s prímesou očami Gezeru a kalov tykadlá
th: เพิ่ม ราก ไขมัน และ กระดูก ใน หม้อน้ำ และ ผสม ร่วม กับ ตา Gazer ผสม โคลน และ กิ่ง ก้าน สาขา

source: When the mixture turns bright blue, add the shield
lt: Kai mišinys virsta ryškiai mėlyna, pridėti skydas
sk: Keď sa zmes zmení svetlo modré pridať štít
th: เมื่อ ผสม เปลี่ยน สี ฟ้า สดใส เพิ่ม ป้องกัน

source: I've seen most of these items in the lab so I don't need to worry about those
lt: Aš mačiau dauguma šių Lab elementus, Man nereikia nerimauti dėl šių
sk: Videl som väčšinu z týchto položiek v laboratóriu, tak som sa nemusíte starať o tých,
th: ผม เคย เห็น ส่วน มาก ของ รายการ เหล่า นี้ ใน ห้อง ปฏิบัติการ เพื่อ ให้ ฉัน ไม่ ต้อง กังวล เกี่ยว กับ บรรดา

source: And the Gazers hang around in the basement so that's not a problem
lt: Ir Gazers Wałęsać rūsyje, kad ne problema
sk: A gazers postávať v pivnici, takže to nie je problém
th: และ Gazers ป้วนเปี้ยน ใน ห้อง ใต้ดิน เพื่อ ไม่ เกิด ปัญหา

source: What I do need to find is a Red Sludge, but I have no idea where to find one
lt: Ką man reikia sužinoti, yra Red dumblo, bet aš neįsivaizduoju, kur rasti vieną
sk: Čo mám robiť, je potreba nájsť Red kalová, ale nemám tušenie, kde nájsť
th: สิ่ง ที่ ฉัน จะ ต้อง พบ เป็น โคลน แดง แต่ ฉัน คิด ไม่ ออก ว่า จะ หา หนึ่ง

source: I can't use my current shield in the experiment in case it backfires so I'll have to find another one
lt: I can't use my dabartinis skydą eksperimento atveju tai reiškia priešingai, kad aš turiu susirasti kitą
sk: Nemôžem používať svoj existujúci štít v experimente v prípade, že vzoprie, takže budem musieť nájsť iný
th: ฉัน ไม่ สามารถ ใช้ ป้องกัน ปัจจุบัน ของ ฉัน ใน การ ทดสอบ ใน กรณี ที่ backfires ดังนั้น ฉัน จะ ต้อง พบ อีก

source: There might be potions room or lab where I can find the roots, fat and bones so I don't need to worry about those
lt: Gali būti potions kambaryje ar Lab kur galiu rasti šaknis, riebalų ir kaulai, todėl nereikia jaudintis dėl šių
sk: Tam by mohol byť lektvary miestnosti alebo laboratóriu, kde by som mohol nájsť korene, tuk a kosti, tak som sa nemusíte starať o tých,
th: อาจ จะ มี ห้อง potions หรือ ห้อง ปฏิบัติการ ที่ ฉัน สามารถ หา ราก ที่ ไขมัน และ กระดูก ดังนั้น ผม จึง ไม่ จำเป็น ต้อง กังวล เกี่ยว กับ บรรดา

source: You must have the instruction card you wish to use highlighted in your inventory box
lt: Jūs privalote turėti instrukcijų kortelę norite naudoti pabrėžė savo inventoriaus lange
sk: Musíte mať inštrukcie kartu, ktorú chcete použiť zdôraznil vo vašom inventári box
th: คุณ ต้อง มี บัตร คำ สั่ง ที่ คุณ ต้องการ ใช้ เน้น ใน กล่อง สินค้า ของ คุณ

source: Wow, a laboratory!
lt: Oho, laboratoriniai!
sk: Wow, laboratórium!
th: ว้า ว ห้อง ปฏิบัติการ!

source: I love watching Maggie make spells and potions, maybe I can make some of my own here!
lt: I love watching Maggie padaryti laikotarpius ir potions, gal aš galiu padaryti kai kurie iš mano pačių čia!
sk: Mám rád sledoval Maggie robiť kúzla a lektvary, možno by som si, aby niektoré svoje si tu!
th: ฉัน ชอบ ดู Maggie ทำให้ spells และ potions, อาจ จะ ทำให้ บาง ส่วน ของ ตัว เอง นี่

source: Wow, I've never seen so many books in one place!
lt: Wow, aš niekada nemačiau tiek daug knygų vienoje vietoje!
sk: Wow, nikdy som nevidel toľko kníh, na jednom mieste!
th: ว้า ว ฉัน ไม่ เคย เห็น หนังสือ หลาย เล่ม ดังนั้น ใน ที่ เดียว!

source: There must be information about every subject here, this could be useful...
lt: Turi būti informacija apie kiekvieną taikomos čia, tai gali būti naudinga ...
sk: Tam musia byť informácie o každom predmete tady by to mohlo byť užitočné ...
th: ต้อง มี ข้อมูล เกี่ยว กับ เรื่อง นี้ ทุก นี้ อาจ เป็น ประโยชน์ ...

source: Hmmm, the air feels charged, it reminds me of Maggie's house when she was making spells. I should be careful.
lt: Hmmm, oro mano mokesčius, ji man primena Maggie namuose, kai ji buvo padaryti spells. Norėčiau būti atsargūs.
sk: Hmmm, cíti vzduch nabitý, to mi pripomína dom Maggie, keď jej bolo robiť kúzla. Mal by som byť opatrný.
th: Hmmm, อากาศ รู้สึก คิด จะ แจ้ง เตือน ฉัน บ้าน Maggie เมื่อ เธอ ทำให้ spells. ฉัน ควร ระมัดระวัง.

source: Oh Edgar, you're hurt! Let me heal your wounds
lt: O Edgar, jums skauda! Leiskite išgydyti savo žaizdas
sk: Edgar Ach, to ublížiť! Dovoľte mi, aby som si liečiť rany
th: โอ้ Edgar ท่าน เจ็บ! ให้ ฉัน รักษา wounds ของ คุณ

source: I wonder what other monsters there are. I'll pick a page at random...
lt: Įdomu, ką kiti monstrai yra. Aš paimsiu puslapis atsitiktinai ...
sk: Zaujímalo by ma, aké tam sú ďalšie monštrá. Stavím sa na stránke náhodne ...
th: ฉัน สงสัย ว่า monsters อื่น มี. ฉัน จะ มา รับ หน้าที่ ใน การ สุ่ม ...

source: Gazers are flying cycloptic creatures found in various places
lt: Gazers plaukioja cycloptic Gyviai rasti įvairiose vietose,
sk: Gazers letí cycloptic tvorovia vyskytujú v rôznych miestach
th: Gazers จะ บิน สัตว์ cycloptic พบ ใน สถาน ที่ ต่างๆ

source: Their single eye is usually closed and they rely on sonar for movement
lt: Jų bendrosios akis paprastai yra uždara, ir jie remiasi Sonar judėjimo
sk: Ich jediné oko je bežne uzavretý, a oni sa spoliehajú na sonar pre pohyb
th: ตา ปิด เดียว ของ พวก เขา และ พวก เขา มัก จะ พึ่งพา sonar สำหรับ การ เคลื่อนไหว

source: They use their strong sense of smell to look out for predator and prey alike
lt: Jie naudoja savo tvirtą uoslės atkreipti dėmesį, plėšrūnų ir grobio tiek
sk: Oni používajú ich silné čuch na pozor na dravce a korisť tak
th: พวก เขา ใช้ ความ แข็งแกร่ง ของ พวก เขา กลิ่น เพื่อ ระวัง สำหรับ predator และ เหยื่อ เหมือน กัน

source: Gazers attack (and defend themselves) by opening their eye which will dazzle anything looking at it
lt: Gazers priepuolis (ir apsiginti) ir atvertų savo akis, kurios bus akinti kas žiūri į jį
sk: Gazers útoku (a obranu), otvoria svoje oko, ktoré sa oslniť niečo na to pozerať
th: โจมตี Gazers (และ ป้องกัน ตัว เอง) โดย เปิด ตา ของ พวก เขา ซึ่ง จะ ทำให้ ตาพร่า มอง อะไร ที่ มัน

source: This attack is only effective however if the victim is facing the Gazer
lt: Ši ataka yra vienintelė veiksminga Tačiau jei nukentėjusysis yra susiduria Stebėtojai
sk: Tento útok je však účinná len v prípade, že obeť stojí Gezeru
th: การ โจมตี นี้ มี ผล แต่ ถ้า เหยื่อ จะ หัน Gazer

source: A Gazer's eyeball contains magical properties and is a common ingredient in spell preparation
lt: Stebėtojai yra akies obuolys yra magiškas savybes ir yra sudedamoji bendros rašybos paruošimas
sk: Gezeru na oko obsahuje magické vlastnosti a sú bežnou súčasťou prípravy kúzlo
th: ดวงตา ของ Gazer มี คุณสมบัติ ขลัง และ เป็น ส่วนผสม ร่วม ใน การ เตรียม การ สะกด คำ

source: Centurion, Grey
lt: Centurion, Pilka
sk: Centurion, šedá
th: Centurion, เทา

source: Centurions are magically created creatures, usually dispatched as sentries or guards
lt: Centurionas yra stebuklingai sukurtas būtybių, paprastai išsiunčiami kaip laikrodžių arba apsaugos
sk: Dôstojníkov sú magicky vytvorenej bytosti, obvykle odoslaný ako hliadky a stráže
th: Centurions ถูก สร้าง ขึ้น อย่าง น่า อัศจรรย์ สัตว์, dispatched มัก จะ เป็น sentries หรือ guards
