Repository: riksweeney/edgar
Catalog: tags/44/locale/*.po
Languages: lt, sk, th

source: Though slow moving, their massive size allows them to simply march through any defense
lt: Nors ir lėtai juda, jų masinis dydis leidžia jiems tiesiog per kovo any defense
sk: Aj keď pomaly sa pohybujú, ich masívne veľkosti im umožňuje jednoducho pochod akejkoľvek obrany
th: แต่ ช้า เคลื่อนไหว ขนาด ใหญ่ ของ พวก เขา ช่วย ให้ พวก เขา เพียง มีนาคม ผ่าน การ ป้องกัน ใด ๆ

source: Instead of arms, many have huge pile drivers which they use to shake the ground and disorientate threats
lt: Vietoj ginklų, daugelis turi didžiulį poliakalės jų naudojimą suplakti žemės ir Dezorientēt grėsmėmis
sk: Miesto toho, zbraní, mnohé z nich obrovskú hromadu ovládače, ktoré používajú triasť zem a zmiasť ohrozenia
th: แทน อาวุธ หลาย มี โปรแกรม ควบคุม กอง ใหญ่ ที่ พวก เขา ใช้ ใน การ เขย่า ดิน และ disorientate ภัย คุกคาม

source: While Grey Centurions will be used to guard outer perimeters, Red Centurions are known to exist and are used to protect areas of great importance
lt: Nors Pilka Centurionas bus naudojami saugoti išorinį perimetrą, Raudona Centurionas yra žinoma, kad egzistuoja ir yra naudojami siekiant apsaugoti srityse labai svarbu
sk: Zatiaľ čo Grey Centurions budú použité na ochranu vonkajšieho obvodu, Red Centurions je známe, že existujú a sú využívané k ochrane oblasti veľký význam
th: ขณะ เทา Centurions จะ นำ ไป ใช้ ป้องกัน ปริมณฑล นอก, Red Centurions จะ รู้ อยู่ และ ใช้ การ ป้องกัน พื้นที่ ของ สำคัญ

source: Splitters are harmless monsters unless attacked.
lt: Kolektoriai yra nekenksmingas monstras nebent išpuolių.
sk: Rozbočovača sú neškodné monštrá, ak zaútočil.
th: Splitters monsters อันตราย นอกจาก จะ ทำร้าย.

source: Upon sustaining too much damage they will split in two and attack their predator
lt: Po palaikyti per daug žalos jie bus padalinti į dvi atakos ir jų Predator
sk: Na udržanie príliš veľa škody, ktoré budú rozdelené na dve časti a ich útoku dravca
th: เมื่อ มี ความ เสียหาย มาก เกินไป ที่ สนับสนุน พวก เขา จะ แบ่ง เป็น สอง และ โจมตี predator ของ พวก เขา

source: If one of these sustains too much damage it will split once again and continue to attack
lt: Jei viena iš šių patiria per daug žalos, kurią jis bus padalinti dar kartą ir toliau puola
sk: Ak jeden z nich utrpí príliš veľa škody, bude rozdelená znovu a pokračovať v útoku
th: หาก หนึ่ง เหล่า นี้ เสียหาย มาก เกินไป sustains จะ แตก อีก ครั้ง และ ยัง คง โจมตี

source: Finally, one final split will produce very small versions which are completely harmless and in this state can be simply stepped on
lt: Galiausiai, vienas galutinis pasiskirstymas gaminti labai mažas versijas, kurios yra visiškai nekenksmingas ir šioje būsenoje gali būti tiesiog ateis
sk: A nakoniec, jeden bude konečné rozdelenie vyrábať veľmi malé verzie, ktoré sú úplne neškodné, a v tomto stave môže byť jednoducho šliapol
th: สุดท้าย หนึ่ง แยก สุดท้าย จะ ผลิต รุ่น ขนาด เล็ก มาก ซึ่ง ทั้งหมด ไม่ เป็น อันตราย และ ใน รัฐ นี้ สามารถ ขั้น บันได เพียง

source: If all its parts are still alive, a splitter will reform itself after a while and heal its wounds
lt: Jei visos jos dalys vis dar gyvas, skirstytuvo bus persitvarko po laiką ir išgydyti jo žaizdomis
sk: Ak sú všetky jeho časti sú ešte nažive, bude splitter reformovať po chvíli a liečiť svoje zranenia
th: ถ้า ทุก ส่วน ของ มัน มี ชีวิต ยัง คง Splitter จะ ปฏิรูป ตัว เอง หลังจาก ที่ ใน ขณะ ที่ และ รักษา wounds ของ

source: Grub, Red
lt: Grub, Raudona
th: ด้วง, Red

source: Red Grubs are more aggressive than their green counterparts and will attack anything they view as a threat
lt: Red Grubs yra labiau agresyvus, nei jų kolegos žalia ir puolimo nieko, jų nuomone, kelia grėsmę
sk: Červené húsenice sú agresívnejšie ako ich náprotivky a zelených zaútočí na všetko vnímajú ako hrozbu
th: สี แดง Grubs มี ความ เข้มงวด มาก ขึ้น กว่า สี เขียว และ จะ โจมตี สิ่ง ที่ พวก เขา ดู เป็น ภัย คุกคาม

source: Upon reaching maturity they will form a cocoon and morph into a wasp
lt: Pasiekus brandą jie taps Cocoon ir Morph į WASP
sk: Po dosiahnutí dospelosti, ktoré budú tvoriť premení na kuklu a vosa
th: เมื่อ ถึง กำหนด ถึง จะ ฟอร์ม รัง ไหม ดิบ และ morph เป็น ต่อ

source: Some however will morph into a queen wasp. These queens can produce a mucus-like substance capable of holding its prey in place
lt: Kai vis dėlto bus Morph į karalienės WASP. Šie Queens gali gaminti gleivių pavidalo medžiaga, galima laikyti jo auka vietoje
sk: Niektorí však budú premení na kráľovnú vosa. Tieto kráľovnej môžu produkovať hlien-ako substancia, kde možno umiestniť svoju korisť na mieste
th: บาง แต่ จะ morph ลง ต่อ พระ ราชินี. Queens เหล่า นี้ สามารถ ผลิต เสมหะ และ น้ำมูก เหมือน สาร สามารถ ถือ เหยื่อ ใน สถาน ที่

source: Tortoise, Master
sk: Korytnačka, Master
th: เต่า, มาสเตอร์

source: Master Tortoises are frightening beasts. Found in far away lands they possess the ability to change their heads
lt: Meistras vėžliai yra bauginantis žvėrys. Rasti toli žemių jie turi galimybę pakeisti savo galvos
sk: Master Korytnačky sú desivá zvieratá. Nájdené v ďaleko krajinách, ktoré majú schopnosť meniť svoje hlavy
th: Master Tortoises สัตว์ น่า กลัว เป็น. ที่ดิน อยู่ ใน ห่าง ไกล พวก เขา มี ความ สามารถ ใน การ เปลี่ยน หัว ของ พวก เขา

source: They combine all the abilities of their cousins to breathe fire, create ice and electrify themselves
lt: Jie sujungia visus savo giminaičius sugebėjimus kvėpuoti ugnimi, kurti ledo ir Elektrificēt save
sk: Spájajú v sebe všetky schopnosti svojich bratrancov dýchať oheň, vytvorí sa ľad a elektrifikácia
th: พวก เขา จะ รวม ความ สามารถ ทั้งหมด ของ เรียงพี่เรียงน้อง เพื่อ หายใจ ไฟ สร้าง น้ำแข็ง และ ไฟฟ้า เอง

source: And of course they are also impervious to attacks from matching elements, absorbing the energy to heal themselves
lt: Ir, žinoma, jie taip pat nelaidus atakų atitinkančius elementai, sugeria energiją išgydyti save
sk: A samozrejme sú taktiež odolné voči útokom z príslušných prvkov, absorbujúce energiu na uzdravovanie seba
th: และ แน่นอน พวก เขา ยัง เข้า ไม่ ได้ กับ การ โจมตี จาก การ จับ คู่ องค์ประกอบ ดูด ซับ พลังงาน เพื่อ รักษา ตนเอง

source: But additionally, if they receive too much energy from healing, they evolve and go on the rampage
lt: O be to, jei jie gauna per daug energijos iš gydymo, jiems vystytis ir pereiti į siautėti
sk: Ale okrem toho, ak sa im dostane príliš veľa energie z liečenia, sa vyvíjať a ísť na rampage
th: แต่ นอกจาก นี้ หาก ได้ รับ พลังงาน มาก เกินไป จาก การ บำบัด จะ เปลี่ยนแปลง และ ไป กับ ความ วุ่นวาย

source: In this state they will smash through any defense and produce Dark Matter which destroys anything it touches
lt: Šioje valstybėje jie bus sutriuškinti per bet gynybos ir gaminti Dark Matter, kurios metu sunaikinama nieko jis paliečia
sk: V tomto stave budú rozbiť cez akejkoľvek obrany a produkujú Dark Matter, ktorá ničí všetko, čoho sa dotkne
th: ใน รัฐ นี้ พวก เขา จะ ผ่าน การ ป้องกัน ใด ล้มละลาย และ ผลิต เข้ม เรื่อง ที่ ทำลาย สิ่ง touches มัน

source: However, the shell of a rampaging Master Tortoise is highly magical and is an essential ingredient when creating powerful magics and items
lt: Tačiau rampaging Meistras vėžliai yra labai stebuklinga ir yra pagrindinis ingredientas kuriant galingas Magija ir elementai
sk: Avšak, škrupiny vyčíňanie Master Želva je veľmi čarovné a je základným prvkom pri vytváraní silnej mágie a predmety
th: แต่ เปลือก ของ rampaging Master เต่า เป็น อย่าง น่า อัศจรรย์ และ เป็น ส่วนประกอบ ที่ สำคัญ เมื่อ สร้าง magics มี ประสิทธิภาพ และ รายการ

source: Venus Flytrap
lt: Venera stepukas
sk: Venus mucholapka
th: Flytrap ดาว ศุกร์

source: Hoover, Pink
lt: Hoover, Rožinė
th: เครื่อง ดูด ฝุ่ น, Pink

source: Summoner, Dark
th: เรียก ร้อง, เข้ม

source: Grimlore is a creature from another dimension. It can be summoned using powerful dark magic
lt: Grimlore yra iš kitos dimensijos padaras. Jis gali būti šaukiamas naudojant galingus dark magija
sk: Grimlore je tvor z inej dimenzie. To môže byť predvolaný pomocou silných temnú mágiu
th: Grimlore เป็น สัตว์ จาก มิติ อื่น. สามารถ เรียก ใช้ มายากล เข้ม ที่ มี ประสิทธิภาพ

source: The most common reason to summon this beast is to act as a bodyguard
lt: Dažniausiai pasitaikanti priežastis šaukti šį žvėrys yra veikti kaip asmens sargybinis
sk: Najčastejším dôvodom pre zvolanie táto šelma je pôsobiť ako osobný strážca
th: สาเหตุ ที่ พบ บ่อย เพื่อ เรียก สัตว์ นี้ จะ ทำ หน้าที่ เป็น ผู้ คุ้มกัน

source: There is no known way to kill Grimlore since upon sustaining critical injuries it will simply return to its own dimension
lt: Nėra žinoma, kaip užmušti Grimlore nes po patyrusio kritiškai traumos jis bus tiesiog grįžti į savo dimensija
sk: Neexistuje žiadny známy spôsob, ako zabiť Grimlore, pretože pri zachovaní kritického zranení bude jednoducho vrátiť do svojej vlastnej dimenzie
th: ไม่มี ทาง รู้ ฆ่า Grimlore ตั้งแต่ เมื่อ สนับสนุน บาดเจ็บ ที่ สำคัญ มัน ก็ จะ กลับ ไป มิติ ของ ตนเอง เป็น

source: But even injuring it is a monumental task. Anyone encountering this creature is advised to escape as quickly as possible
lt: Bet net sužeisti tai monumentalus uždavinys. Niekam pakliūti į šią padaras patartina bėgti kuo greičiau
sk: Ale aj poškodiť je monumentálna úloha. Každý, kto stretnutie s týmto tvorom sa odporúča vyhnúť sa čo najrýchlejšie
th: แต่ ยัง ทำร้าย มัน เป็น งาน อนุสาวรีย์. ใคร พบ สัตว์ นี้ ควร หนี ให้ เร็ว ที่สุด

source: Or they will die very quickly
lt: Arba jie mirs labai greitai
sk: Alebo zomrú veľmi rýchlo
th: หรือ จะ ตาย อย่าง รวดเร็ว

source: Ah, here is a compendium of monsters
lt: Ak, čia yra monstras Compendium
sk: Aha, tu je výťah monster
th: โอ้ นี่ เป็น หัวข้อ ของ monsters

source: 34 volumes! How can there be so many monsters in the world?!
lt: 34 apimtis! Kaip gali būti tiek daug monstras pasaulyje?!
sk: 34 zväzkov! Ako môže byť toľko monštier vo svete?!
th: 34 วอลุ่ม! ว่า จะ มี จำนวน มาก ดังนั้น monsters ใน โลก หรือ ไม่!

source: Looks like they're in alphabetical order though
lt: Atrodo, jie abėcėlės tvarka, nors
sk: Vyzerá to, že ste v abecednom poradí hoci
th: ดูเหมือน ว่า เขา จะ เรียง ตาม ตัว อักษร ว่า

source: Slime, Green... Slime, Purple... Sludge, Green...
lt: Slime, žalia ... Gleives, raudonos ... Dumblas, žalia ...
sk: Sliz, zelená ... Sliz, Fialová ... Kalu, zelená ...
th: โคลน เขียว ... น้ำลาย, ม่วง ... โคลน เขียว ...

source: Sludge, Red
lt: Dumblas Red
sk: Kalu, Red
th: โคลน, Red

source: Unlike its green cousin, the Red Sludge stays deep underground and rarely, if ever, surfaces
lt: Skirtingai žalia pusbrolis, Raudona dumblo lieka giliai po žeme, ir labai retai, jei kada nors, paviršiai
sk: Na rozdiel od svojho bratranca zelená, červená kalov zostáva hlboko pod zemou, a zriedka, ak vôbec, povrchy
th: ไม่ เหมือน ลูกพี่ลูกน้อง สี เขียว มัน แดง โคลน stays ลึก ใต้ดิน และ ไม่ค่อย หาก เคย พื้น ผิว

source: Its prefered habitat are dry and mineral rich areas and as a result have been found lurking in areas of mines abandoned by humans
lt: Pageidaujamas buveinės yra sausi ir mineralinių daug sričių ir, kaip rezultatas buvo rasta Przyczajony srityse min apleistų žmonės
sk: Dáva prednosť biotopy sú suché a minerálne bohaté oblasti a v dôsledku toho neboli nájdené číhajú v oblastiach opustených baniach ľuďmi
th: ที่ ต้องการ ที่ อยู่ อาศัย ของ มัน แห้ง และ พื้นที่ อุดม แร่ และ เป็น ผล ให้ มี การ พบ ที่ ซุ่ ม ซ่อน ใน บริเวณ เหมือง ร้าง โดย คน

source: They are very wary of humans and will attack on sight, usually vomiting up an acid which takes time to evaporate
lt: Jie yra labai atsargūs žmonės ir puola ant akyse, vėmimas paprastai sudaro rūgštis, kurios laiko išgaruoti
sk: Sú veľmi na pozore pred ľuďmi, a zaútočí na prvý pohľad, zvyčajne až vracanie kyselina, ktorá trvá dlho vyparovať
th: พวก เขา มี ความ ระวัง ของ มนุษย์ และ จะ โจมตี ใน สายตา โดย ปกติ จะ อาเจียน ขึ้น กรด ที่ ต้อง ใช้ เวลา ใน ระเหย

source: Smacker, Lesser...
lt: Smacker, Mažosios ...
sk: Smacker, Malá ...
th: ธนบัตร, น้อย ...

source: Great, that's all it says. I don't even know how to tell the difference between a male and female. I'll just to take a chance...
lt: Great, that's all it says. Aš net nežinau kaip pasakyti, skirtumas tarp vyrų ir moterų. Aš tiesiog atsižvelgti šansas ...
sk: Skvelé, to je všetko, čo hovorí. Ja ani neviem, ako poznať rozdiel medzi mužmi a ženami. Ja si len vziať šancu ...
th: ดี ที่ มัน กล่าว ว่า ทั้งหมด. ฉัน ไม่ ได้ ทราบ วิธี การ บอก ความ แตก ต่าง ระหว่าง ชาย และ หญิง. ฉัน จะ เพียง ใช้ โอกาส ...

source: Besides, what's the worst that could happen?
lt: Be to, kas blogiausia, kad gali atsitikti?
sk: Okrem toho, čo je najhoršie, čo by sa mohlo stať?
th: นอกจาก ของ ที่ แย่ ที่สุด ที่ อาจ เกิด ขึ้น คือ อะไร

source: To move Edgar left and right, use the arrow keys.
lt: Pereiti Edgar kairę ir į dešinę, naudokite rodyklių klavišus.
sk: Ak chcete presunúť Edgar vľavo a vpravo, použite klávesy so šípkami.
th: ย้าย Edgar ซ้าย และ ขวา ใช้ ปุ่ม ลูก ศร.

source: To make Edgar jump, press space. You can move in the air when jumping.
lt: Norėdami Edgar šuolis, paspauskite erdvėje. Jūs galite pereiti į orą, kai šokinėja.
sk: Ak chcete Edgar skok, stlačte medzerník. Sa môžete pohybovať vo vzduchu pri skoku.
th: เพื่อ ให้ กระโดด Edgar พื้นที่ กด. คุณ สามารถ ย้าย ใน อากาศ เมื่อ กระโดด.

source: Although Jacob only requires you to catch 3 of his chickens, why not be nice to him and catch more? There are 10 wandering the map in all
lt: Nors Jokūbas reikalauja tik jums sugauti 3 savo viščiukų, kodėl negali būti gražus su juo ir sužvejotų kiekių daugiau? Yra 10 klajojo žemėlapis visus
sk: Hoci Jacob iba vyžaduje, aby ste úlovok 3 jeho sliepky, prečo by pekné ho a chytiť viac? K dispozícii je 10 blúdenia vo všetkých máp
th: แม้ว่า Jacob เพียง ต้องการ ให้ คุณ จับ 3 จาก ไก่ ของ เขา ทำไม ไม่ ดี กับ เขา และ จับ ได้ มากกว่า นี้ มี 10 เตร็ดเตร่ ใน แผนที่ ทั้งหมด

source: Note that not all weak walls can be destroyed using the pickaxe
lt: Atkreipkite dėmesį, kad ne visos silpnos sienos gali būti sunaikinami, naudojant kirtiklis
sk: Všimnite si, že nie všetky slabé múry môžu byť zničené použitím čakany
th: ทราบ ว่า ไม่ ทุก ผนัง อ่อน สามารถ ทำลาย ใช้ pickaxe

source: I've already checked, he's not down there...
lt: Aš jau patikrintas, jis ne ten ...
sk: Už som skontrolovať, nie je to tam dole ...
th: ผม ได้ ตรวจ สอบ แล้ว เขา ไม่ ลง มี ...

source: I've heard of people falling into the well before, maybe Dad's in there...
lt: Girdėjau iš žmonių, patenka į daug anksčiau, gal Dad's there ...
sk: Počul som, že ľudí, ktoré spadajú do aj predtým, možno otec je tam ...
th: ผม เคย ได้ยิน คน ล้ม ลง ก่อน ดี หรือ คน ของ พ่อ ใน มี ...

source: DAD!!!!! ARE YOU DOWN THERE?!!!!!
lt: Dad !!!!! ARE YOU ten ?!!!!!
sk: DAD !!!!! STE tam ?!!!!!
th: !!!!! พ่อ คุณ ลง มี ?!!!!!

source: Nothing. I guess I'll have to keep on looking
lt: Niekas. I guess I'll have to keep on looking
sk: Nič. Myslím, že budem musieť hľadať ďalej
th: ไม่มี อะไร. ฉัน เดา ฉัน จะ ต้อง หมั่น หา

source: Push Up or Down to raise or lower the platform
lt: Stumti aukštyn arba žemyn, siekiant padidinti ar sumažinti platforma
sk: Push Up alebo Down zvýšiť alebo znížiť platforma
th: กด ขึ้น หรือ ลง เพื่อ เพิ่ม หรือ ลด แพลตฟอร์ม

source: There's a book here about enchanting equipment
lt: Yra knyga apie čia žavus įranga
sk: Je tu knihu tu o očarujúce zariadenia
th: มี หนังสือ ที่ เกี่ยว กับ อุปกรณ์ ของ เจ้า เสน่ห์

source: It's a book about enchanting equipment
lt: Tai apie žavus įranga knyga
sk: Je to kniha o očarujúce zariadenia
th: เป็น หนังสือ เกี่ยว กับ อุปกรณ์ คมสัน

source: I don't have any reason to read this but I'll keep it in mind in case I do
lt: Aš neturiu jokių priežasčių perskaityti šį, bet aš apie juos atsižvelgti, kai man
sk: Nemám žiadny dôvod, aby sa s týmto, ale budem mať na pamäti prípad, že by som to
th: ฉัน ไม่มี เหตุผล ที่ จะ อ่าน นี้ แต่ ฉัน จะ เก็บ ไว้ ใน ใจ ใน กรณี ที่ ฉัน จะ ใด

source: I wonder what other monsters there are...
lt: Įdomu, ką kiti monstrai yra ...
sk: Zaujímalo by ma, aké ďalšie monštrá sú ...
th: ฉัน สงสัย ว่า monsters อื่น ๆ ที่ มี ...

source: Just like regular Summoners, Dark Summoners call in other beasts to do their bidding
lt: Kaip ir reguliariai Summoners, Dark Summoners skambinti kitų žvėrys padaryti savo pasiūlymą
sk: Rovnako ako pravidelné Summoners, Dark Summoners volania v iných zvierat ku svojej ponuky
th: เช่น เดียว กับ Summoners ปกติ Summoners เข้ม โทร ใน สัตว์ อื่น ๆ จะ เสนอ ของ พวก เขา

source: Additionally though they can teleport short distances to escape from their opponents
lt: Be to, nors jie gali teleportuotis trumpais atstumais pabėgti nuo savo priešininkų
sk: Navyše keď sa môžu teleportovať na krátke vzdialenosti k úniku z ich odporcov
th: นอกจาก นี้ แม้ว่า จะ สามารถ ส่ง ผ่าน ทาง ไกล ระยะ สั้น เพื่อ หนี opponents ของ พวก เขา

source: Their staff is highly magical and although it cannot be used by humans directly, its magical properties are used in spell creation
lt: Jų darbuotojai labai stebuklingo, ir nors ji negali būti naudojamos tiesiogiai žmogui, jos magiškas savybes naudojamas rašybos kūrimas
sk: Ich personál je veľmi magické a hoci to nemôže byť používaný ľuďmi priamo, sú jeho magické vlastnosti, použité pri vytváraní kúzlo
th: พนักงาน ของ ตน เป็น อย่าง ขลัง และ แม้ว่า จะ ไม่ สามารถ ใช้ โดย มนุษย์ โดยตรง สมบัติ วิเศษ ของ ใช้ ใน การ สร้าง การ สะกด คำ

source: Pink Hoovers are small quadrupeds with a long snout
lt: Pink Putekļusūcēji yra mažos Quadrupeds su ilgai nosis
sk: Pink Hoovers sú malé čtvernožců s dlhým nosom
th: Hoovers Pink quadrupeds ขนาด เล็ก ที่ มี พวย ยาว เป็น

source: The primary puropse of the snout is to forage for food but it also serves as a defense mechanism
lt: Pagrindinis puropse snukio yra pašaro maisto, bet jis taip pat tarnauja kaip gynybos mechanizmas
sk: Primárne puropse ze hlavni je zháňať potravu, ale tiež slúži ako obranný mechanizmus
th: Puropse หลัก ของ พวย เพื่อ ไป เที่ยว หา อาหาร แต่ ยัง เป็น กลไก การ ป้องกัน

source: and are more than capable of keeping a predator at bay by simply blowing them away
lt: ir yra daugiau nei pajėgi išlaikyti plėšrūnas beviltiškoje tiesiog pučia juos šalin
sk: a viac ako schopné udržať na uzde predátora tým, že jednoducho fúka preč
th: และ มี มากกว่า สามารถ ทำให้ predator แต้ม โดย เพียง แค่ เป่า พวก เขา อยู่

source: Venus Flytrap, mobile
lt: Venera musgaudis, mobiliojo
sk: Venus mucholapka, mobilný
th: ดาว ศุกร์ Flytrap โทรศัพท์ มือ ถือ

source: Mobile Venus Flytraps have evolved roots and are able to move to their food rather than waiting for it to come to them
lt: Mobilus Venera Flytraps keitėsi šaknis ir galėtų persikelti į savo maistą, o ne laukti, kol jis ateis prie jų
sk: Mobilné Venus flytraps vyvinuli korene a sú schopní sa pohybovať na ich jedlo skôr ako čakať na to prísť k nim
th: Mobile Flytraps ดาว ศุกร์ ได้ พัฒนา ราก และ สามารถ ย้าย ไป ยัง อาหาร ของ พวก เขา แทนที่จะ รอ มายัง พวก เขา

source: Their necks are incredibly elastic and are able to snap at their prey from a considerable distance away
lt: Jų kaklai yra neįtikėtinai lanksti ir gali Snap savo grobį iš labai toli
sk: Ich krky sú neuveriteľne elastické a sú schopní lapať na svoju korisť zo značnej vzdialenosti
th: คอ ของ พวก เขา ถูก เหลือเชื่อ ยืดหยุ่น และ สามารถ ที่ จะ ตะครุบ เหยื่อ ของ พวก เขา จาก ที่ ไกล มาก ไป

source: That should do it. Hopefully that other lift by the Sewer should now be working
lt: Tai turėtų daryti. Tikimės, kad kiti liftas pagal Kanalizacijos dabar turėtų būti darbo
sk: To by malo stačiť. Dúfajme, že ďalší vlek u kanalizácie by mala byť teraz pracuje
th: ที่ ควร ทำ ก็. หวัง ว่า ยก อื่น ๆ ตาม ท่อ ระบาย น้ำ ควร จะ ทำงาน

source: This lift is not working. I won't be able to use it until I restore the power
lt: Šis keltuvas neveikia. Aš negalėsite naudoti, kol aš vėl galia
sk: Toto je výťah nefunguje. Nebudem môcť používať, kým som obnoviť moc
th: ยก นี้ ไม่ ทำงาน. ฉัน จะ ไม่ สามารถ ใช้ งาน จนกว่า จะ คืน อำนาจ

source: That glass looks too thick for me to crack, I'll have to find some other way of shattering it...
lt: Kad stiklas atrodo per storas man crack, aš turiu rasti kitu būdu triuškinantis tai ...
sk: Vyzerá, že sklá príliš silný pre mňa bezva, budem musieť nájsť inú cestu rozbitia to ...
th: แก้ว ที่ มี ลักษณะ หนา เกินไป สำหรับ ฉัน แตก ฉัน จะ ต้อง พบ วิธี อื่น ๆ ซึ่ง ทำให้ ป่นปี้ มัน ...

source: Up
lt: Aukštyn
sk: Hore
th: ขึ้น

source: Down
lt: Žemyn
sk: Dole
th: ลง

source: Left
lt: Kairė
sk: Ľavý
th: ออก จาก

source: Right
lt: Teisingas
sk: Vpravo
th: ถูก

source: Jump
lt: Peršokti
th: ข้าม

source: Attack
th: โจมตี

source: Action
lt: Veiksmai
sk: Akcia
th: ดำเนิน การ

source: Use Item
lt: Naudojimo prekę
sk: Použite bod
th: รายการ ใช้

source: Previous Item
lt: Ankstesnis punktas
sk: Predchádzajúca položka
th: ก่อน หน้า ของ รายการ

source: Next Item
lt: Kitas punktas
sk: Ďalší bod
th: รายการ ถัด ไป

source: Inventory
lt: Inventorius
sk: Inventár
th: สินค้า คงคลัง

source: Pause
lt: Pauzė
sk: Pauza
th: หยุด

source: Dead Zone
th: Zone Dead

source: Sound
lt: Garsas
sk: Zvuk
th: เสียง

source: SFX Volume
lt: SFX tomas
sk: SFX Objem
th: ปริมาณ SFX

source: Music Volume
lt: Muzika Tomas
sk: Hlasitosti hudby
th: ปริมาณ Music

source: Ice Spray
th: พ่น น้ำแข็ง

source: Library
lt: Biblioteka
sk: Knižnica
th: ห้องสมุด

source: Right Wing Lift Key
lt: Dešinysis sparnas Lift Raktažodžiai
sk: Pravé krídlo Lift Key
th: สิทธิ วิง ลิ ฟ ท์ คีย์

source: Mine Entrance Door Key
lt: Minų lauko durys Raktažodžiai
sk: Baňa vstupné dvere Key
th: คีย์ เหมือง เข้า ประตู

source: Cave
lt: Urvas
sk: Jaskyne
th: ถ้ำ

source: Fortress Outskirts
lt: Tvirtovės pakraštyje
sk: Tvrz Okolie
th: นอก เมือง ป้อม

source: Forbidden Swamp
lt: Draudžiama Pelkė
sk: Zakázané Swamp
th: บึง ต้อง ห้าม

source: Sewage Restricted Zone Key
lt: Vandentiekis ribojimų taikymo zonos Raktažodžiai
sk: Čistiarní odpadových vôd zakázanej zóny Key
th: คีย์ โสโครก Restricted Zone

source: Basement
lt: Rūsys
sk: Suterén
th: ชั้น ใต้ดิน

source: Fortress Ground Floor
lt: Tvirtovė Ground Floor
sk: Tvrz Prízemie
th: ป้อม ชั้น Ground

source: Sewer
lt: Kanalizacijos
sk: Kanalizačné
th: ท่อ ระบาย น้ำ

source: Fortress Main Key
lt: Tvirtovė Pagrindinis Raktažodžiai
sk: Tvrz Hlavné Key
th: คีย์ ป้อม หลัก

source: Laboratory
lt: Laboratorija
sk: Laboratórium
th: ห้อง ปฏิบัติการ

source: Empty Bottle
lt: Tuščias butelis
th: ขวด ว่าง เปล่า

source: First Floor Key
lt: Pirmame aukšte Raktažodžiai
sk: Prvé poschodie Key
th: คีย์ First ชั้น

source: Press Action to retrieve %s
lt: Spauda veiksmų susigrąžinti %s
sk: Tlačová Akcia pre načítanie %s
th: กด การ ทำงาน เพื่อ ดึง %s

source: Hmm, this is new.
lt: Hmm, tai yra nauja.
sk: Hmm, to je čosi nového.
th: Hmm นี้ เป็น ใหม่.

source: It doesn't look like it can hurt me though, but there's only one way to find out...
lt: Neatrodo, kad kaip jis gali pakenkti man nors, bet yra tik vienas būdas sužinoti ...
sk: To nevyzerá to môže ublížiť mi ale, ale to je len jeden spôsob, ako zistiť ...
th: ก็ ไม่ พบ ว่า มัน จะ เจ็บ แต่ ฉัน แต่ มี เพียง หนึ่ง วิธี การ หา ...

source: This lift is controlled by that pressure plate, but I can't stand on it and use the lift at the same time
lt: Šis keltuvas yra kontroliuojama, kad slėgis plokštė, bet aš negaliu atsistoti ant jo ir naudojimo liftas tuo pačiu metu
sk: Tento výťah je riadený, že tlak tanier, ale já to nevydržím na ňom a používať výťah v rovnakom čase
th: ยก นี้ มี การ ควบคุม โดย ความ ดัน ที่ แผ่น แต่ ฉัน ไม่ สามารถ ยืน อยู่ และ ใช้ การ ยก ใน เวลา เดียวกัน

source: I'll have to find something else to stand on the pressure plate for me...
lt: Aš turiu rasti kažką dar atsistoti ant slėgį plokštelė man ...
sk: Budem musieť nájsť niečo iného štát na prítlačnou dosku pre mňa ...
th: ฉัน จะ ได้ หา อย่าง อื่น ไป ยืน บน แผ่น ดัน สำหรับ ฉัน ...

source: This card is blank, I'll have to put some instructions on it to make it useable.
lt: Ši kortelė yra tuščia, aš turiu pateikti kai kurias instrukcijas apie tai, kad būtų galima pasinaudoti.
sk: Táto karta je prázdny, budem musieť dať nejaký návod na to, aby bolo použiteľné.
th: บัตร ใบ นี้ ว่าง ผม จะ ต้อง นำ คำ แนะนำ บาง อย่าง กับ มัน เพื่อ ให้ useable.
