Repository: riksweeney/edgar
Catalog: tags/44/locale/*.po
Languages: lt, sk, th

source: There must be something around here...
lt: Turi būti kažkas maždaug čia ...
sk: Tam musí byť niečo, čo tu ...
th: ต้อง มี อะไร แถว นี้ ...

source: Drat, the drawbridge is up. There must be another entrance...
lt: Drat, kėlimo tiltu yra pasibaigęs. Turi būti kitas įėjimas ...
sk: Drat, padací most je hore. Musí existovať iný vchod ...
th: Drat, สะพานชัก นั้น ขึ้น อยู่. ต้อง มี ทาง เข้า อื่น ...

source: Wait, what's that?
lt: Palauk, kas tai?
sk: Počkaj, čo to je?
th: รอ อะไร หรือ ไม่

source: Maybe I could tunnel my way in...
lt: Gal galėčiau tunelio mano būdas a. ..
sk: Možno by som mohol tunela my way v. ..
th: บางที ฉัน อาจ อุโมงค์ ทาง ของ ระบบ ..

source: These machines aren't working.
lt: Šios mašinos yra ne darbo.
sk: Tieto stroje sú nefungujú.
th: เครื่อง เหล่า นี้ ไม่ ทำงาน.

source: It looks like a gem should fit in this hole, maybe I can find some replacements.
lt: Atrodo GEM turėtų atitikti šioje skylę, gal galite ieškoti pakaitalų.
sk: Vyzerá to ako drahokam by mali zapadať do tej diery, možno sa mi podarí nájsť nejaké náhrady.
th: ดูเหมือน ว่า อัญมณี ควร พอดี กับ หลุม นี้ แล้ว อาจ จะ หา เปลี่ยน บาง.

source: It looks like it's tightly wedged in there. I can probably loosen it with the pickaxe...
lt: Atrodo tai sandariai wedged ten. Aš turbūt atlaisvinti jį kirtiklis ...
sk: Vyzerá to, že je to pevne vklinený tam. Môžem snáď uvoľniť ho s krompáčom ...
th: ดูเหมือน ว่า จะ ติด ใน มี. ฉัน อาจ จะ คลาย กับ pickaxe ...

source: To get to the Forbidden Swamp I'll need to build a raft.
lt: Patekti į Uždrausta Pelkė man reikės statyti plaustą.
sk: Ak chcete dostať do zakázaného Swamp budem musieť postaviť vor.
th: รับ ไป ห้าม ท่วม ฉัน จะ ต้อง สร้าง แพ.

source: I can build the raft if I chop down enough trees from the forest
lt: Galiu statyti plaustas, jei aš Ściąć pakankamai medžių miške
sk: Môžem postaviť vor, keby som dosť vyrúbať stromy v lese
th: ฉัน สามารถ สร้าง แพ ถ้า ตัด ต้นไม้ พอ ลง จาก ป่า

source: I need 6 Chopped Logs to build a raft
lt: Turiu 6 Kapotos Įrašai statyti plaustą
sk: Musím 6 Sekané Záznamy postaviť vor
th: ฉัน ต้องการ 6 ล็อก สับ สร้าง แพ

source: I'm not going to the swamp without a sword and shield
lt: I'm not going to be pelkė kardas ir skydas
sk: Nebudem do močiare, bez meč a štít
th: ฉัน ไม่ ไป ที่ บึง โดย ดาบ และ โล่

source: OK, here goes!
lt: Gerai, čia vyksta!
sk: OK, tu je!
th: ตกลง นี่ ไป!

source: Aw, not again!
lt: Aw, ne kartą!
sk: Ach, nie!
th: AW ไม่ อีก ครั้ง

source: This had better be the last time I have to do this...
lt: Tai turėjo būti geriau, kai paskutinį kartą aš turiu tai padaryti ...
sk: To bolo lepšie byť naposledy, čo som musel urobiť ...
th: นี้ ได้ ดี ขึ้น เป็น ครั้ง สุดท้าย ฉัน ต้อง ทำ เช่น นี้ ...

source: That was easy! And I can always get back later!
lt: Tai buvo paprasta! Ir aš visada galite grįžti vėliau!
sk: To bolo jednoduché! A ja si vždy vrátiť neskôr!
th: ที่ ง่าย! และ ฉัน สามารถ กลับ ช้า!

source: Oh....
th: แหม ....

source: Guess I have no choice now.
lt: Atspėkite, man nebuvo pasirinkimo dabar.
sk: Nejspíš jsem na vybranú hneď.
th: เดา ฉัน มี ทาง เลือก ไม่ ตอน นี้.

source: Hang on Dad, I'm coming...
lt: Atkakliam Tėti, aš dar ...
sk: Vydrž Oci, už idem ...
th: แขวน กับ พ่อ ผม มา ...

source: Something is supposed to happen now, but it's not in this version. Check back later!
lt: Kažkas turėjo atsitikti dabar, bet tai nėra šios versijos. Check back later!
sk: Niečo, čo sa má diať teraz, ale to nie je v tejto verzii. Prosím neskôr!
th: สิ่ง ที่ ควร จะ เกิด ขึ้น ใน ขณะ นี้ แต่ จะ ไม่ ได้ ใน เวอร์ชัน นี้. ตรวจ สอบ อีก ครั้ง ใน ภายหลัง!

source: There's a note here
lt: Yra pastabą čia
sk: Je tu poznámku tu
th: มี บันทึก ที่ นี่ ของ

source: I've been trapped down here for what seems like an eternity
lt: Aš spąstais apačioje, kas atrodo amžinybė
sk: Bol som v pasci sa tu, čo sa zdá ako večnosť
th: ฉัน ถูก ดัก ลง มา ที่ นี่ สิ่ง ที่ ดูเหมือน เหมือน กัลป์

source: To get out of this place I need 3 Access Keys to work the lifts
lt: Norėdami išeiti iš šios vietos turiu 3 klavišai dirbti liftų
sk: Ak chcete dostať z tohto miesta potrebujem 3 Prístup Kľúče k práci výťahy
th: เพื่อ ให้ ออก จาก สถาน ที่ ฉัน ต้องการ คีย์ 3 เข้า ทำงาน ลิ ฟ ท์ นี้

source: So far I have only found 1
lt: Kol kas turiu tik radome 1
sk: Zatiaľ som našiel len 1
th: จนถึง ขณะ นี้ ฉัน ได้ พบ เพียง 1

source: To make matters worse, I can only reach some switches with a carefully placed arrow
lt: Dar blogiau, aš galiu pereiti tik kai jungikliai su kruopščiai pateikiama rodyklė
sk: Aby toho nebolo málo, môžem len osloviť niektoré spínače so starostlivo umiestnená šípka
th: เพื่อ ให้ เรื่อง เลว ฉัน สามารถ เข้าถึง สวิตช์ บาง อย่าง กับ ลูก ศร อยู่

source: But spares aren't common and I have run out
lt: Bet nėra bendros atsarginių dalių ir aš baigsis
sk: Náhradných dielov, ale nie sú bežné a ja som vybehnúť
th: แต่ อะไหล่ ไม่ เหมือน กัน และ ฉัน ได้ หมด

source: If I don't find a way out of here soon, I fear I may starve
lt: If I don't rasti išeitį iš čia greičiau, aš bijau aš badauti
sk: If Nechcem nájsť cestu von hneď, obávam sa môžu hladovať
th: หาก ฉัน ไม่ พบ วิธี ออก จาก ที่ นี่ เร็ว ๆ นี้ ฉัน กลัว ฉัน จะ อดอยาก

source: If I don't get out of here I'll suffer the same fate...
lt: If I don't get out of here I'll kenčia pats likimas ...
sk: Ak nemám odtiaľto budem trpieť rovnaký osud ...
th: ถ้า ฉัน ไม่ ได้ ออก จาก ที่ นี่ ฉัน จะ ประสบ เคราะห์ กรรม เดียวกัน ...

source: Oh, what's this?
lt: Oi, kas tai?
sk: Ach, čo je toto?
th: โธ่ นี่ คือ อะไร

source: There's a note here too
lt: Yra pastaba čia
sk: Existuje vedomie aj tu
th: มี บันทึก ของ ที่ นี่ เกินไป

source: The potion is perfect! Quaffing it will turn a human into a creature for a small amount of time
lt: Gėrimas yra puikus! Quaffing ji taps žmogaus į padaras ir nedaug laiko
sk: Lektvar je perfektné! Quaffing sa premení na ľudskú bytosť za malé množstvo času
th: มื้อ เหมาะ! Quaffing จะ หัน มนุษย์ เป็น สัตว์ ขนาด เล็ก จำนวน เวลา

source: So far I can only transmogrify myself into one creature but with a bit more time anything should be possible
lt: Kol kas galiu tik transmogrify save į vieną būtybę, tačiau šiek tiek daugiau laiko, nors turėtų būti
sk: Zatiaľ môžem len začarovat som do jedného tvora, ale s trochu viac času, niečo by malo byť možné
th: จนถึง ขณะ นี้ ฉัน สามารถ transmogrify ตัว เอง เป็น หนึ่ง แต่ มี สัตว์ อะไร ที่ เวลา น้อย มาก ควร จะ เป็น ไป ได้

source: There's a tiny bit left, it should be safe to drink
lt: There's a tiny bit kairėje, ji turėtų būti saugus gėrimas
sk: Je tu trošičku doľava, malo by byť bezpečné piť
th: มี บิต ซ้าย เล็ก ก็ ควร จะ ปลอดภัย จะ ดื่ม

source: OK, here goes nothing...
lt: Gerai, čia eina nieko ...
sk: OK, tu ide nič ...
th: ตกลง นี่ ไป ไม่มี ...

source: Urgh!! This is horrible!
lt: Hmmm! Tai yra siaubingas!
sk: Blé! To je hrozné!
th: Urgh!! นี้ น่า กลัว!

source: Borgan told me that Slimes can swim in water though, so maybe this will be useful...
lt: Borgan man pasakė, kad Slimes gali paplaukioti vandens nors, todėl galbūt tai bus naudinga ...
sk: Borgan mi povedal, že Slimes môže plávať vo vode, aj keď, možno to bude užitočné, ...
th: Borgan บอก ฉัน ว่า Slimes สามารถ ว่า ย น้ำ แม้ว่า ดังนั้น อาจ จะ เป็น ประโยชน์ ...

source: When transformed into a Slime, you can move around as normal. You can also swim in the water and use up and down to move around
lt: Kai virsta gleives, galite judėti kaip įprasta. Taip pat galite paplaukioti vandens ir naudoti aukštyn ir žemyn judėti
sk: Keď transformovaný Slime, môžete pohybovať ako zvyčajne. Môžete tiež plávať vo vode a použiť hore a dole pohybovať
th: เปลี่ยน เมื่อ เข้า เลน คุณ สามารถ ย้าย รอบ ตาม ปกติ. คุณ ยัง สามารถ ว่า ย น้ำ ใน น้ำ และ ใช้ ขึ้น และ ลง เพื่อ ย้าย รอบ

source: Pushing up or jump will make you jump out of the water if you're near the surface
lt: Stumti aukštyn arba peršokti, galėsite iššokti iš vandens, jei esate netoli paviršiaus
sk: Tlačiť hore a skočiť z vás urobí vyskočiť z vody, ak ste v blízkosti povrchu
th: ผลัก ดัน หรือ กระโดด จะ ทำให้ คุณ กระโดด ออก จาก น้ำ ถ้า คุณ ใกล้ พื้น ผิว

source: Keep an eye on the timer at the bottom of the screen. When it reaches 0 you will automatically become human again
lt: Sekite laikmatis metu ekrano apačioje. Kai jis pasiekia 0 būsite automatiškai tampa žmonių vėl
sk: Dávať pozor na časový spínač v dolnej časti obrazovky. Keď sa dosiahne 0 budete automaticky stanú ľudské znova
th: เฝ้า ดูแล จับเวลา ที่ ด้าน ล่าง ของ หน้า จอ. เมื่อ ถึง 0 คุณ จะ ได้ เป็น มนุษย์ อีก ครั้ง

source: This place doesn't look so bad...
lt: Ši vieta neatrodo taip jau blogai ...
sk: Toto miesto nevyzerá tak zle ...
th: ที่ ไม่ ได้ ดู แย่ เพื่อ นี้ ...

source: What was that?
lt: Kas tai buvo?
sk: Čo to bolo?
th: สิ่ง ที่ นั้น

source: Uh Oh...
th: Uh โอ้ ...

source: Phew, I'm glad to be out of there
lt: Phew, aš džiaugiuosi, kad iš ten
sk: Uf, som rád, že sa odtiaľ
th: วุ้ย, ฉัน ดีใจ ที่ จะ ออก จาก มี

source: Now to get through this swamp
lt: Dabar gauti per šią pelkę
sk: Teraz sa dostať cez túto močiar
th: ขณะ นี้ ได้ รับ ผ่าน ทาง นี้ ท่วม

source: Hey, what's this?
lt: Ei, kas tai?
sk: Hej, čo to je?
th: เดี๋ยวก่อน นี่ คือ อะไร

source: Looks pretty harmless, I'll try stepping on it
lt: Looks pretty nekenksmingas, I'll try didinant ją
sk: Vyzerá úplne neškodný, zkusím šliapať na to
th: สวยงาม ไม่ เป็น อันตราย ฉัน จะ พยายาม ที่ จะ ก้าว

source: Wow! That was cool! This must be a mechanical teleporter.
lt: Wow! Tai buvo cool! Tai turi būti mechaninis Teleporto.
sk: Wow! To bolo super! To musí byť mechanické teleport.
th: ว้า ว! ที่ เด็ด! นี้ จะ ต้อง เป็น teleporter เครื่องกล.

source: I wonder if it works both ways...
lt: Įdomu, jei jis veikia į abi puses ...
sk: Zaujímalo by ma, či to funguje aj naopak ...
th: ฉัน สงสัย ว่า วิธี การ ทำงาน ทั้ง สอง ...

source: Not only is this going to save me a lot of walking, it's also loads of fun!
lt: Ne tik tai ketiname išgelbėti mane pėsčiomis aikštelė, jis taip pat apkrovas of fun!
sk: Nielen že je to bude, aby ma zachránil veľa chôdze, je to aj veľa zábavy!
th: ไม่ เพียง แต่ เป็น นี้ จะ ช่วย ให้ ฉัน มาก เดิน มัน ยัง โหลด สนุก!

source: Now try out your shield
lt: Dabar pabandykite skydo
sk: Vyskúšať si štít
th: ตอน นี้ ลอง โล่ ของ คุณ

source: Block the pellets spat out by the plant and jump up to the next ledge
lt: Blokuoti granulės spat atlieka augalų ir šokti iki kito Ledge
sk: Blok pelety vypľuje do závodu a vyskočiť na ďalšiu rímsu
th: เกล็ด Block ทะเลาะ วิวาท กัน ออก จาก โรงงาน และ กระโดด ขึ้น ไป หิ้ง ไป

source: Some items in the game can be pushed and pulled
lt: Kai kurie žaidimo elementai gali būti stumiami ir traukiami
sk: Niektoré položky v hre môže byť tlačené a vytiahol
th: บาง รายการ ใน เกม สามารถ ผลัก และ ทำลาย

source: To push an item, simply walk into it
lt: Stumti punktas, tiesiog nueiti į jį
sk: Tlačiť položku, jednoducho ísť do toho
th: เพื่อ ผลัก ดัน รายการ เพียง แค่ เดิน ไป ได้

source: To pull an item, walk into while holding down Action
lt: Vilkti elementą, vaikščioti į laikykite nuspaudę veiksmų
sk: Ak chcete načíta »poloľku, chodiť do zatiaľ čo pridržíte akciu
th: เพื่อ ดึง รายการ เดิน ใน ขณะ ที่ ถือ ลง มา ดำเนิน การ

source: You can then pull the item around until you let go of Action
lt: Tada galite traukti punktas aplink kol jūs atleiskite veiksmų
sk: Potom môžete stiahnuť položku okolo, kým sa pustil akcie
th: แล้ว คุณ สามารถ ดึง รายการ รอบ จนกว่า คุณ จะ ปล่อย ให้ ไป ของ การ กระทำ

source: Pull the box over the other side and use it to reach the ledge
lt: Patraukite langelį virš kitos pusės, ir naudoti jį pasiekti Ledge
sk: Vytiahnite krabicu na druhú stranu a používať ho dosiahnuť rímsu
th: ดึง ช่อง มากกว่า ด้าน อื่น ๆ และ ใช้ ใน การ เข้าถึง หิ้ง

source: This is the last part of the tutorial and will teach you to block and attack enemies
lt: Tai paskutinė dalis pamoka ir mokys blokuoti ir atakuoti priešus
sk: Toto je posledná časť tutoriálu a naučí vás blokovať a útoku nepriateľov
th: นี้ เป็น ส่วน สุดท้าย ของ กวด วิชา และ จะ สอน คุณ เพื่อ ป้องกัน และ โจมตี ศัตรู

source: First, you should equip the sword since it has more range and does more damage than the pickaxe
lt: Pirma reikia įrengti kardas, nes jis turi daugiau turtingas ir neturi daugiau žalos nei kirtiklis
sk: Po prvé, mali by ste sa vybaviť meč, pretože má väčší rozsah a robí viac škody ako krompáč
th: ครั้ง แรก คุณ ควร จัด ให้ ดาบ ตั้งแต่ มี ช่วง ขึ้น และ จะ เสียหาย มากกว่า pickaxe

source: Press z to view your inventory, highlight the sword and press Attack (left ctrl) or Use Item (a)
lt: Spauda Z peržiūrėti aprašą, pažymėkite kardas ir paspauskite Attack (kairėje Ctrl) arba naudoti (a) punktas
sk: Stlačte pre zobrazenie z vášho inventára, zvýraznite meč a stlačte Attack (ctrl vľavo), alebo použite bod (a)
th: กด z เพื่อ ดู สินค้า ของ คุณ เน้น ดาบ และ กด โจมตี (ซ้าย Ctrl) หรือ ใช้ รายการ (a)

source: Press z again to close your inventory
lt: Spauda z vėl uždaryti aprašą
sk: Stlačte z zatvorte vášho inventára
th: กด z อีก ครั้ง เพื่อ ปิด สินค้า คงคลัง ของ คุณ

source: Occasionally, slain enemies will drop health which will vanish after a few seconds, so pick it up quickly!
lt: Kartais nužudyti priešų sumažės sveikatai nebeliks po kelių sekundžių, kad pasiimti greitai!
sk: Občas sa zabil nepriateľov pokles zdravia, ktoré zmizne po niekoľkých sekundách, takže si to rýchlo!
th: บาง ครั้ง ศัตรู ฆ่า จะ วาง สุขภาพ ซึ่ง จะ หาย ไป หลังจาก ที่ ไม่ กี่ วินาที เพื่อ รับ มัน ได้ อย่าง รวดเร็ว!

source: If a bat is getting to close to you, hold block and it will harmlessly bounce off you
lt: Jei GPGB yra nuvykti į arčiausiai jūsų, palaikykite blokas ir ji nekaltai Bounce off jums
sk: Ak sa bat, je dostať sa blízko k vám, držte bloku a bude neškodne sa odrazí od vás
th: ถ้า ค้างคาว มี การ ปิด ให้ คุณ ถือ ป้องกัน และ อย่าง ไม่ เป็น อันตราย จะ กระเด็น คุณ

source: Now kill all of the bats in the area!
lt: Dabar nuzudyk visus rajone šikšnosparniams!
sk: Teraz zabiť všetky netopierov v oblasti!
th: ตอน นี้ ฆ่า ทั้งหมด bats ใน บริเวณ!

source: There are two types of door in the game. Manual doors and Automatic doors.
lt: Yra dviejų tipų durų žaidimą. Rankinis durų ir Automatinės durys.
sk: Existujú dva druhy dverí v hre. Manuálne a automatické dvere dvere.
th: มี สอง ประเภท ประตู ใน เกม จะ. คู่มือ การ ใช้ งาน ประตู และ ประตู อัตโนมัติ.

source: Manual doors require keys to open them, Automatic doors require switches.
lt: Rankinis durų reikia raktus juos atidaryti, Automatinės durys reikalauti jungikliai.
sk: Ručné dvere vyžadujú kľúče otvoriť, Automatické dvere potrebujú prepínača.
th: คู่มือ การ ใช้ กุญแจ ประตู ต้อง เปิด พวก เขา ต้องการ ประตู อัตโนมัติ สวิตช์.

source: To open a locked door that you have the key for, simply walk into it. There is no need to have the key selected in your inventory.
lt: Atidaryti užrakintas duris, kad jūs turite raktą, tiesiog nueiti į jį. Nėra būtina, kad pagrindinis pasirinktas atsargų.
sk: Ak chcete otvoriť zamknuté dvere, ktoré máte kľúč, jednoducho ísť do toho. Nie je treba mať kľúč zvolený v inventári.
th: เพื่อ เปิด ประตู ล็อค ว่า คุณ มี คีย์ สำหรับ เพียง เดิน เข้า มัน. มี ต้อง มี คีย์ ที่ เลือก ไว้ ใน สินค้า คงคลัง ของ คุณ ไม่ เป็น.

source: Open the door and continue to the right
lt: Atidaryti duris, ir toliau į dešinę
sk: Otvorte dvere a pokračujte doprava
th: เปิด ประตู และ ดำเนิน การ ต่อ ไป ทาง ขวา

source: Congratulations! Now you know the basics of playing you should try the main game
lt: Sveikinu! Dabar žinote žaidimui reikia bandyti pagrindinius žaidimo pagrindai
sk: Blahoželáme! Teraz viete, základy hry, mali by ste skúsiť hlavný hry
th: ขอ แสดง ความ ยินดี! ตอน นี้ คุณ รู้ พื้นฐาน ของ การ เล่น คุณ ควร ลอง เกม หลัก

source: If you want to replay this tutorial, press Escape and select Tutorial from the menu
lt: Jei norite pakartoti šį vadovėlį, paspauskite Escape ir pasirinkite iš meniu Susipažinkite
sk: Ak chcete prehrať tento tutoriál, stlačte Escape a vyberte z menu Výučba
th: หาก คุณ ต้องการ เล่น ใหม่ นี้ กวด วิชา กด หนี และ เลือก Tutorial จาก เมนู

source: To play the main game, press Escape and select New Game from the menu
lt: Vaidinti pagrindinį žaidimą, paspauskite Escape ir pasirinkite Naujas žaidimas iš meniu
sk: Hrať hlavnú hru, stlačte Escape a vyberte možnosť Nová hra z ponuky
th: เล่น เกม หลัก กด หนี และ เลือก New Game จาก เมนู

source: Press Space when you have finished reading to go to the next dialog box
lt: Paspauskite tarpo Baigę skaityti pereiti į kitą langą
sk: Priestor pre novinárov, keď ste dočítali ísť na ďalšom dialógovom okne
th: กด Space เมื่อ คุณ เสร็จ สิ้น การ อ่าน เพื่อ ไป ที่ กล่อง โต้ตอบ ถัด ไป

source: You can also move to the next dialog box by pressing Attack (left ctrl), Block (left alt), Jump (space), Action (c) or Use Item (a)
lt: Taip pat galite pereiti į kitą langą paspaudus Attack (kairėje Ctrl), blokas (Left Alt), Jump (vietos), veiksmas (C) arba naudoti (a) punktas
sk: Môžete tiež prejsť na ďalšie dialógové okno stlačením Attack (vľavo ctrl), Block (vľavo alt), Jump (medzera), akcia (c) alebo použite bod (a)
th: คุณ ยัง สามารถ ย้าย ไป ยัง กล่อง โต้ตอบ ถัด ไป โดย กด โจมตี (ซ้าย Ctrl) Block (ซ้าย ALT), Jump (พื้นที่) Action (c) หรือ ใช้ รายการ (a)

source: This is the tutorial for The Legend of Edgar. This tutorial will explain how to play the game.
lt: Tai yra dėl Edgar Legenda pamoka. Ši pamoka bus paaiškinta, kaip žaisti žaidimą.
sk: To je výukový program pre Legend of Edgar. Tento návod Vám vysvetlí, ako hru hrať.
th: นี้ คือ การ กวด วิชา สำหรับ ตำนาน Edgar. กวด วิชา นี้ จะ อธิบาย วิธี การ เล่น เกม.

source: To exit this tutorial, press Escape and use the Up and Down arrow keys to choose an option. Press Return to select it.
lt: Norėdami išeiti iš šios serijos, paspauskite Escape ir naudokite rodyklių aukštyn ir žemyn klavišus pasirinkite pasirinktį. Spauda Atgal į ją pasirinkti.
sk: Ak chcete ukončiť tento tutoriál, stlačte Escape a používať hore a dole šípkami zvoliť voľbu. Stlačte tlačidlo Späť a vyberte ho.
th: เพื่อ ออก จาก นี้ กวด วิชา กด หนี และ ใช้ ขึ้น และ ลง ปุ่ม ลูก ศร เพื่อ เลือก ตัว เลือก. กลับ กด เพื่อ เลือก.

source: To move left and right, use the arrow keys.
lt: Norėdami judėti į kairę ir į dešinę, naudokite rodyklių klavišus.
sk: Pre pohyb doľava a doprava, použite klávesy so šípkami.
th: เพื่อ ไป ทาง ซ้าย และ ขวา ใช้ ปุ่ม ลูก ศร.

source: To make jump, press space. You can move in the air when jumping.
lt: Padaryti šuolis, paspauskite erdvėje. Jūs galite pereiti į orą, kai šokinėja.
sk: Ak chcete skok, stlačte medzerník. Sa môžete pohybovať vo vzduchu pri skoku.
th: เพื่อ ให้ ข้าม พื้นที่ กด. คุณ สามารถ ย้าย ใน อากาศ เมื่อ กระโดด.

source: To interact with an item, press c
lt: Bendrauti su elementą, paspauskite C
sk: Ak chcete pracovať s položkou, stlačte c
th: เพื่อ โต้ตอบ กับ รายการ กด c

source: Walk over to the Action Point and press c
lt: Engti į action point ir paspauskite C
sk: Dojdite na akciu bod a stlačte c
th: เดิน ไป ยัง Action Point และ กด c

source: To collect an item from your
lt: Rinkti elementą iš jūsų
sk: Ak chcete vyberať položky zo svojho
th: เก็บ รายการ จาก

source: To pick up an item, simply walk into it. Any collectable items will be added to your inventory.
lt: Norėdami pasirinkti elementą, tiesiog nueiti į jį. Bet Kolekcionuojami daiktai bus įtraukta į jūsų sąrašą.
sk: Vyzdvihnúť položku, jednoducho ísť do toho. Akékoľvek Zberateľské predmety budú pridané do vášho inventára.
th: รับ รายการ เพียง แค่ เดิน เข้า มัน. รายการ ที่ collectable จะ เพิ่ม สินค้า คงคลัง ของ คุณ.

source: You can view the contents of your inventory by pressing z
lt: Galite peržiūrėti savo inventoriaus turinį spausdami Z
sk: Môžete si prezrieť obsah Vášho zoznamu stlačením z
th: คุณ สามารถ ดู เนื้อหา ของ สินค้า คงคลัง ของ คุณ โดย กด z

source: Whilst in the inventory, use the arrow keys to view the items.
lt: Nors inventorinio kiekio, naudokite rodyklių klavišus, norėdami peržiūrėti elementus.
sk: Zatiaľ čo v inventári, použite klávesy so šípkami na zobrazenie položiek.
th: ขณะ ที่ ใน สินค้า คงคลัง ให้ ใช้ ปุ่ม ลูก ศร เพื่อ ดู รายการ.

source: You can use an item immediately by pressing Attack (left ctrl) or Use Item (a)
lt: Galite naudoti punktas iš karto spausdami Attack (kairėje Ctrl) arba naudoti (a) punktas
sk: Môžete použiť položku okamžite po stlačení Attack (ctrl vľavo) alebo použite bod (a)
th: คุณ สามารถ ใช้ รายการ ทันที โดย กด โจมตี (ซ้าย Ctrl) หรือ ใช้ รายการ (a)

source: You can ready an item for use by pressing Block (left alt) or Action (c)
lt: Galite paruoštas naudoti spausdami Block punktas (Left Alt) ar veiksmo (c)
sk: Môžete pripravený na použitie položku stlačením Block (alt vľavo) alebo akcie (c)
th: คุณ สามารถ พร้อม สำหรับ การ ใช้ สินค้า โดย กด Block (ซ้าย ALT) หรือ Action (c)

source: Walk over the key to pick it up
lt: Vaikščioti per klavišą pasiimti
sk: Dojděte kľúčom si ju vyzdvihnúť
th: เดิน ผ่าน ที่ สำคัญ ที่ จะ รับ มัน ได้

source: You can change all of the controls in the game by pressing Escape and selecting Options in the menu
lt: Jūs galite keisti visus į žaidimo kontrolę Escape paspausti ir pasirinkti Funkc meniu
sk: Môžete meniť všetky ovládacie prvky v hre stlačením klávesu Escape a vyberiete Voĺby v menu
th: คุณ สามารถ เปลี่ยน ทุก การ ควบคุม ใน เกม โดย กด หนี และ เลือก ตัว เลือก ใน เมนู

source: Select Configure Controls using the arrow keys and press Return
lt: Pasirinkite Parametrai Kontrolė naudojant rodyklių klavišus, ir paspauskite Atgal
sk: Vyberte Konfigurácia Ovládanie pomocou šípok a stlačte tlačidlo Späť
th: เลือก ตั้ง ค่า การ ควบคุม ใช้ ปุ่ม ลูก ศร และ กด กลับ

source: Use the arrow keys to select the control you want to change and press Return.
lt: Naudokite rodyklių klavišus pasirinkite kontrolės norite keisti ir paspauskite Atgal.
sk: Pomocou klávesov so šípkami vyberte prvok, ktorý chcete zmeniť, a stlačte Enter.
th: ใช้ ปุ่ม ลูก ศร เพื่อ เลือก การ ควบคุม ที่ คุณ ต้องการ แก้ไข และ กด กลับ.

source: Next, press the key that you want to use instead.
lt: Pirmyn, paspauskite klavišą, kurį norite naudoti vietoje.
sk: Ďalšie, stlačte tlačidlo, ktoré chcete použiť miesto.
th: ถัด ไป กด ปุ่ม ที่ คุณ ต้องการ ใช้ แทน.

source: Regardless of what keys you choose, you can always navigate the menus using the arrow keys and Return
lt: Nepriklausomai nuo to, ką raktus pasirinksite, Jūs visada galite naršyti meniu, naudodami rodyklių klavišus ir grąžinimas
sk: Bez ohľadu na to, čo kľúčov si vyberiete, vždy môžete prechádzať menu pomocou šípok a návrat
th: ไม่ ว่า สิ่ง ที่ คีย์ ที่ คุณ เลือก คุณ สามารถ นำทาง เมนู ใช้ ปุ่ม ลูก ศร และ กลับ

source: Note that in this tutorial, the default keys will be assumed
lt: Atkreipkite dėmesį, kad ši pamoka, numatytasis raktų bus laikoma
sk: Všimnite si, že v tomto tutoriálu, bude predvolená kľúče možno predpokladať
th: ทราบ ว่า ใน การ กวด วิชา, คีย์ เริ่ม ต้น จะ ถือว่า

source: When you have finished configuring the keys, go right to the next Action Point
lt: Kai baigsite konfigūruoti raktus į dešinę į kitą action point
sk: Až dokončíte konfiguráciu kláves, ísť priamo na ďalšej akcii bod
th: เมื่อ คุณ เสร็จ สิ้น การ กำหนด ค่า คีย์ ไป ขวา ไป หน้า Action Point

source: The pickaxe is one of many weapons you will encounter in the game
lt: Laukia yra vienas iš daugelio ginklų Jums susidurti žaidimas
sk: Krompáč je jedným z mnohých zbraní, s ktorými sa stretnete v hre
th: Pickaxe เป็น หนึ่ง ใน อาวุธ หลาย คุณ จะ พบ ใน เกม

source: You can use it as both a weapon and a tool
lt: Galite jį naudoti ir kaip ginklų ir įrankių
sk: Môžete ho použiť aj ako zbraň a nástroj
th: คุณ สามารถ ใช้ เป็น ทั้ง อาวุธ และ เครื่องมือ

source: Pick up the pickaxe and continue to the next Action Point
lt: Paimkite kirtiklis ir toliau kitame action point
sk: Zoberte krompáč a pokračujte na ďalšiu akciu bod
th: รับ pickaxe และ ต่อ ไป ข้าง หน้า Action Point

source: Congratulations, you found a secret!
lt: Sveikiname, Jūs radote paslaptis!
sk: Gratulujeme, ste si našli tajné!
th: ขอ แสดง ความ ยินดี คุณ พบ ความ ลับ!
