Repository: riksweeney/edgar
Catalog: tags/44/locale/*.po
Languages: lt, sk, th

source: There's a plaque here
lt: Yra plokštelę čia
sk: Tam je plaketa tu
th: มี แผ่น โลหะ ที่ นี่ ของ

source: Place the 4 statues in the correct order
lt: Vieta 4 Statulos teisinga tvarka
sk: Miesto 4 sochy v správnom poradí
th: สถาน ที่ 4 รูป ปั้น ใน ลำดับ ที่ ถูก ต้อง

source: You will not be able to find all 4 statues in this version, so come back later!
lt: Jūs negalėsite rasti visus 4 statula šioje versijoje, todėl užsukti vėliau!
sk: Nebudete môcť nájsť všetky 4 sochy v tejto verzii, takže sa vrátim!
th: คุณ จะ ไม่ สามารถ ค้นหา ทั้งหมด 4 รูป ปั้น ใน เวอร์ชัน นี้ จึง กลับ มา ใหม่!

source: You must have the statue you wish to use highlighted in your inventory box
lt: Jūs turite būti statula, kurią norite naudoti pabrėžė savo inventoriaus lange
sk: Musíte mať sochu, ktorú chcete použiť zdôraznil vo vašom inventári box
th: คุณ ต้อง มี รูป ปั้น คุณ ต้องการ ที่ จะ ใช้ เน้น ใน กล่อง สินค้า ของ คุณ

source: Nothing happened. I don't think that's the right order
lt: Nieko neatsitiko. Nemanau, kad yra teisinga tvarka
sk: Nič sa nestalo. Nemyslím si, že je správne, aby
th: ไม่มี อะไร เกิด ขึ้น. ฉัน ไม่ คิด ว่า ฯ สั่ง ขวา

source: Tuning Fork
lt: Kamertonas
sk: Ladička
th: ซ่อม ปรับ แต่ง

source: Second Floor Keycard
lt: Antrame aukšte Keycard
sk: Druhé poschodie Keycard
th: Keycard สอง ชั้น

source: Instruction Card #1
lt: Instrukcija atviruką # 1
sk: Výučba Card # 1
th: สอน Card # 1

source: Instruction Card #2
lt: Instrukcija atviruką # 2
sk: Výučba Card # 2
th: สอน Card # 2

source: Instruction Card #3
lt: Instrukcija atviruką # 3
sk: Výučba Card # 3
th: สอน Card # 3

source: Instruction Card #4
lt: Instrukcija atviruką # 4
sk: Výučba Card # 4
th: สอน Card # 4

source: Centurion Statue
lt: Centurion statula
sk: Centurion Socha
th: รูป ปั้น Centurion

source: Spider Statue
lt: Spider statula
sk: Spider Socha
th: รูป แมงมุม

source: Tortoise Statue
lt: Vėžlys statula
sk: Želva Socha
th: รูป ปั้น เต่า

source: Scorpion Statue
lt: Skorpionas statula
sk: Scorpion Socha
th: รูป ปั้น ราศี พิจิก

source: A Blue Gem
lt: Blue Gem
sk: Blue Gem
th: อัญมณี Blue

source: A statue of a Centurion. It has 2 legs.
lt: Iš Centurion statula. Ji turi 2 kojas.
sk: Socha Centurion. Má 2 nohy.
th: รูป ปั้น ของ Centurion. มี 2 ขา.

source: A Green Gem
lt: Green Gem
sk: Zelený drahokam
th: อัญมณี สี เขียว

source: A Purple Gem
lt: Purple Gem
sk: Purple Gem
th: อัญมณี สี ม่วง

source: A Red Gem
lt: Red Gem
sk: Red Gem
th: อัญมณี สี แดง

source: A statue of a Scorpion. It has 6 legs.
lt: Iš Skorpionas statula. Jis turi 6 kojas.
sk: Socha Scorpion. To má 6 nôh.
th: รูป ปั้น ของ ราศี พิจิก. มี 6 ขา.

source: A statue of a Spider. It has 8 legs.
lt: Apie voras statula. Jis turi 8 kojos.
sk: Socha Spider. To má 8 nôh.
th: รูป ปั้น ของ แมงมุม. มี 8 ขา.

source: An Armadillo Spike Ball. Will scatter spikes when thrown.
lt: Armadillo Spike Ball. Rozproszę spindulių, kai Sagės.
sk: Armadillo Spike Ball. Rozptýlím hroty, keď hodil.
th: ลูกชิ้น แทง ตัว นิ่ม. จะ ทำให้ โยน เมื่อ spikes.

source: A statue of a Tortoise. It has 4 legs.
lt: Nuo Tortoise statula. Jis turi 4 kojas.
sk: Socha korytnačka. To má 4 nohy.
th: รูป ของ เต่า. มี 4 ขา.

source: A Tuning Fork
lt: Kamertonas
sk: Ladička
th: ส้อม ปรับ แต่ง

source: A chopped log
lt: Kapotų Prisijungti
sk: Nakrájanú log
th: Log สับ

source: Narrator
lt: Pasakotojas
sk: Vypravěč
th: เล่า เรื่อง

source: It's a cauldron. Maggie has one just like this
lt: Jis katilas. Maggie turi vieną, kaip šis
sk: Je to kotol. Maggie má jedno rovnako ako to
th: เป็น หม้อน้ำ. Maggie มี หนึ่ง เดียว เช่น นี้

source: Right, here goes!
lt: Teisė, čia vyksta!
sk: Dobre, tu ide!
th: ขวา ไป ที่ นี่!

source: I need all the main ingredients
lt: Man reikia visų pagrindinių ingredientų
sk: Potrebujem všetky hlavné zložky
th: ฉัน ต้องการ ทั้งหมด ส่วนผสม หลัก

source: 3 Gazer Eyeballs, 1 Red Sludge Tentacle and a spare shield
lt: 3 Stebėtojai akių obuolius, 1 Red Dumblo Tentacle ir atsarginių skydas
sk: 3 Gezeru Očné buľvy, 1 červená kalové Tentacle a náhradné štít
th: 3 Gazer ส่าย, 1 Red โคลน กิ่ง ก้าน สาขา และ โล่ อะไหล่

source: I also need to blend the eyeballs and the tentacle into a liquid
lt: Aš taip pat reikia maišyti akių obuolius ir čiuptukas į skystis
sk: Tiež som potrebné miešať buľvy a chapadla do kvapaliny
th: ฉัน ยัง ต้อง ผสมผสาน ส่าย และ กิ่ง ก้าน สาขา ลง ใน ของเหลว

source: This entire section is about monsters
lt: Tai visą skyrių apie monstras
sk: Celá táto časť je o monštrá
th: ส่วน ทั้งหมด นี้ เป็น เรื่อง เกี่ยว กับ monsters

source: I don't have any reason to read these but I'll keep it in mind in case I do
lt: Aš neturiu jokios priežasties jas perskaityti, bet aš apie juos atsižvelgti, kai man
sk: Nemám žiadny dôvod, aby si tieto, ale budem mať na pamäti prípad, že by som si
th: ฉัน ไม่มี เหตุผล อ่าน เหล่า นี้ แต่ ฉัน จะ เก็บ ไว้ ใน ใจ ใน กรณี ที่ ฉัน จะ ใด

source: Hey wow, what a cute little machine!
lt: Ei Wow, what a cute mažai mašina!
sk: Hej wow, to je roztomilý malý stroj!
th: ฮ้า วุ้ย, สิ่ง ที่ เครื่อง เล็ก น่า รัก!

source: It's got a little slot on the back of it. I guess I put something in there to make it do stuff
lt: It's got mažai lizdas ant jo nugaros. Manau įdėti ką nors ten daryti tai daryti Daiktai
sk: Je to tu trochu slotu na zadnej strane to. Myslím, že som tam niečo dal, aby sa to robiť veci
th: ก็ มี น้อย ใน ช่วง หลัง ของ มัน. ฉัน เดา ฉัน ใส่ บาง อย่าง ที่ มี เพื่อ ให้ ทำ สิ่ง ต่างๆ

source: The robot uses instruction cards to move around
lt: Robotas naudojimo instrukcija korteles judėti
sk: Robot využíva Výučba karty pohybovať
th: หุ่น ยนต์ จะ ใช้ บัตร คำ สั่ง ย้าย รอบ

source: Use the instructions to guide the robot to open areas that you cannot access
lt: Naudojimo instrukcijos vadovas robotas atvirose teritorijose, kad jūs negalite gauti
sk: Použite návod na obsluhu robota na otvorenom priestranstve, ktoré môžete získať prístup
th: การ ใช้ คำ แนะนำ เพื่อ แนะนำ หุ่น ยนต์ เพื่อ เปิด พื้นที่ ที่ ไม่ สามารถ เข้าถึง

source: However, since you can't read the instructions on the card, you will have to try them all out until one works
lt: Tačiau, kadangi jūs negalite perskaityti ant kortelės nurodymus, jums reikės pabandyti juos visus tol, kol vienas darbų
sk: Avšak, pretože nemôžete prečítať návod na karte, budete musieť vyskúšať ich všetkých do jedného diela
th: แต่ เนื่องจาก คุณ ไม่ สามารถ อ่าน คำ แนะนำ ใน บัตร ที่ คุณ จะ ต้อง ลอง พวก เขา ออก ไป จนกว่า งาน

source: If the robot doesn't reach its target, then it will return to its starting position allowing you to try again
lt: Jei robotas nepasiekia savo tikslo, tada jis sugrįš į savo pradinę padėtį leidžia jums pabandyti dar kartą
sk: Ak sa robot nedosiahne svoj cieľ, potom sa vráti do svojej východiskovej pozícii a umožní vám skúste to znova
th: ถ้า หุ่น ยนต์ ไม่ ถึง เป้าหมาย ของ มัน แล้ว มัน จะ กลับ สู่ ตำแหน่ง เริ่ม ต้น ของ อนุญาต ให้ คุณ ลอง ใหม่ อีก ครั้ง

source: Enter the directions
lt: Įveskite kryptys
sk: Zadajte smery
th: ใส่ คำ แนะนำ

source: Out of space for instructions
lt: Out Of Space instrukcijas
sk: Nie je priestor pre návody
th: พื้นที่ สำหรับ คำ แนะนำ

source: I need a blank card to put the instructions on
lt: Man reikia tuščią kortelę pateikti instrukcijas
sk: Potrebujem prázdnu kartu dať návod
th: ฉัน ต้องการ การ์ด เปล่า ที่ จะ นำ คำ แนะนำ ใน

source: Maybe this wasn't such a good idea after all...
lt: Gal tai buvo ne tokia gera idėja, juk ...
sk: Možno to nebol tak dobrý nápad ...
th: อาจ นี้ ไม่ ได้ เช่น ความ คิด ที่ ดี หลังจาก ทั้งหมด ...

source: Obtain 3 Gazer Eyes
lt: Gauti 3 Stebėtojai Akys
sk: Získať 3 Gezeru Eyes
th: รับ 3 ตา Gazer

source: Obtain 1 Red Sludge Tentacle
lt: Gauti 1 Red Dumblo Tentacle
sk: Získať 1 Red kalov Tentacle
th: ขอรับ 1 กิ่ง ก้าน สาขา Red โคลน

source: Find another shield
lt: Rasti kitas skydas
sk: Nájsť ďalšie štít
th: หา โล่ อีก

source: Blend eyeballs and tentacle
lt: Blend akių obuolius ir Czułek
sk: Blend buľvy a tykadlá
th: ส่าย ผสาน และ กิ่ง ก้าน สาขา

source: Obtain a Fire Shield
lt: Gauti Fire Shield
sk: Získať Fire Shield
th: ได้ รับ โล่ ไฟ

source: More water?!
lt: Daugiau vandens?!
sk: Viac vody?!
th: น้ำ เพิ่ม หรือ ไม่!

source: I don't think being able to turn into a Slime is going to help me here, since I might not be able to get back afterwards
lt: Nemanau, kad galėtų paversti slime ketina padėti man čia, nes aš negalės grįžti po
sk: Nemyslím si, že môže premeniť v Slime je mi pomoct tu, pretože som pravdepodobne nebudú môcť vrátiť potom
th: ฉัน ไม่ คิด ความ สามารถ ใน การ กลาย เป็น น้ำ เมือก จะ ช่วย ฉัน นี่ ตั้งแต่ ฉัน อาจ ไม่ สามารถ กลับ หลัง

source: I'll have to find another way of getting across
lt: Aš turiu rasti kitą gauti per kelias
sk: Budem musieť nájsť inú cestu, ako sa v celej
th: ฉัน จะ หา ทาง ของ การ เดินทาง ข้าม อีก

source: I'll have to find something to help me get across
lt: Aš turiu rasti kažką padėti man gauti per
sk: Budem musieť nájsť niečo, aby mi pomohol dostať cez
th: ฉัน จะ ได้ พบ สิ่ง ที่ จะ ช่วย ให้ ฉัน ได้ รับ ผ่าน

source: I didn't see any Sludges in the mine when I went to get Borgan's coal and even if there were any I can't get back there since my raft sank
lt: Aš nemačiau bet mano dumblas, kai aš atvykau gauti Borgan akmens anglies ir net jei buvo bet aš negaliu grįžti ten, nes mano plaustas nuskendo
sk: Nevidel som žiadne Kaly v bani, keď som šiel pre Borgan uhlia, a to aj keď tam boli nejaké nemôžem dostať tam, pretože som sa potopil čln
th: ฉัน ไม่ เห็น Sludges ใน เหมือง เมื่อ ฉัน ไป รับ ถ่านหิน Borgan และ แม้ มี ใด ฉัน ไม่ สามารถ กลับ มา มี แพ ของ ฉัน sank

source: I'll have to find another mine around here...
lt: Aš turiu rasti kitą aplink čia mano ...
sk: Budem musieť nájsť inú dolu tu ...
th: ฉัน จะ ต้อง พบ กับ ระเบิด ใน บริเวณ นี้ ได้ อีก ...

source: Creates ice cubes that expand on contact with water
lt: Sukuria ledo kubeliai, kad plėsti sąlyčio su vandeniu
sk: Vytvorí kocky ľadu, ktoré rozšíria pri styku s vodou
th: สร้าง ก้อน น้ำแข็ง ที่ ขยาย ใน การ ติดต่อ กับ น้ำ

source: A bottle capable of capturing souls
lt: Butelis gali užfiksuoti sielos
sk: Fľaša dokáže zachytiť duše
th: ขวด สามารถ จับ ตัว

source: Try using Mataeus's knives against him...
lt: Pabandykite naudoti Mataeus's peilius su juo ...
sk: Skúste použiť Mataeus nožov proti nemu ...
th: ลอง ใช้ knives Mataeus ของ พวก เขา ...

source: Cannot pick up %s. Inventory full
lt: Negali pasiimti %s. Inventorius visiškai
sk: Nemožno vyzdvihnúť %s. Inventár plný
th: ไม่ สามารถ รับ %s. สินค้า ทั้งหมด

source: Filling mine cart...
lt: Blankų Mano krepšelis ...
sk: Náplň mojej košíka ...
th: กรอก cart เหมือง ...

source: Copyright Parallel Realities 2009-2010
lt: Copyright realybės lygiagrečiai 2009-2010
th: Copyright 2009-2010 จริง ขนาน

source: Out of arrows!
lt: Iš strėlės!
sk: Out of šípy!
th: ออก จาก ลูก ศร!

source: There's something moving around down there...
lt: There's something keliaus ten ...
sk: Tam niečo pohybuje tam dole ...
th: มี บาง อย่าง เคลื่อนไหว รอบ ลง มา มี ...

source: Good riddance...
lt: Geras nusikratyti ...
th: ดี การ กำจัด ...

source: Huh, déjà vu...
sk: Hm, déjà vu ...
th: ฮะ, Vu déjà ...

source: If the lift is out of order then it must be reset
lt: Jeigu liftas yra netvarkingos tada jis turi būti iš naujo
sk: Ak je výťah mimo prevádzku, potom to musí byť nastavené
th: ถ้า ยก จะ ตาย แล้ว มัน ต้อง ตั้ง

source: There are 4 reset switches along the lift shaft which must be reset
lt: Yra 4 reset jungikliai išilgai lifto šachtoje, kurios turi būti iš naujo
sk: K dispozícii sú 4 reset prepínače pozdĺž výťahu, hriadeľ, ktorý musí byť nastavené
th: มี 4 ส วิ ท ช์ ตั้ง พร้อม ก้าน ยก กำลัง จะ ต้อง ตั้ง ค่า

source: Be sure to reset the lift to avoid a long walk back to the surface...
lt: Būtinai Reset liftas, siekiant išvengti ilgo Kelionė atgal į paviršių ...
sk: Uistite sa, že reset výťahu, aby sa zabránilo dlhú cestu späť na povrch ...
th: โปรด ตั้ง ยก เพื่อ ไม่ ให้ ยาว เดิน กลับ ไป ที่ พื้น ผิว ...

source: This machine has a slot the same size as the cards. I guess I can use it to create new instructions.
lt: Ši mašina turi lizdą paties dydžio kaip korteles. Manau, galite naudoti jį kurti naujas instrukcijas.
sk: Tento stroj má slot rovnakej veľkosti ako karty. Myslím, že som ju použiť na vytvorenie nových inštrukcií.
th: เครื่อง นี้ มี ช่อง ขนาด เดียว กับ บัตร. ฉัน เดา ฉัน สามารถ ใช้ เพื่อ สร้าง คำ แนะนำ ใหม่.

source: To create a new set of instructions you need to insert a blank card
lt: Norėdami sukurti naują nurodymų jums reikia įterpti tuščią kortelę
sk: Ak chcete vytvoriť nový súbor inštrukcií musíte vložiť kartu prázdny
th: เพื่อ สร้าง ชุด ใหม่ ของ คำ แนะนำ ที่ คุณ ต้อง ใส่ การ์ด เปล่า

source: You will then be prompted to input the directions for the robot to follow. This is done in the same way as the sequence doors
lt: Tada jūs būsite paraginti įvesti dėl roboto nurodymų laikytis. Tai daroma taip pat, kaip seka durys
sk: Potom budete vyzvaní na zadávanie pokynov pre robota na nasledovanie. To sa robí rovnakým spôsobom ako sled dvere
th: แล้ว คุณ จะ ได้ รับ แจ้ง ให้ เข้า แนะนำ สำหรับ หุ่น ยนต์ ให้ ทำ ตาม. นี้ จะ กระทำ ใน ลักษณะ เดียว กับ ประตู ลำดับ

source: When you have finished inputting the directions, press Attack
lt: Baigę įvedimo puses, paspauskite Attack
sk: Keď ste dokončili zadávanie pokynov, stlačte Attack
th: เมื่อ เสร็จ ป้อน ทิศทาง กด โจมตี

source: The robot will then follow the instructions on the card
lt: Robotas tada vykdykite instrukcijas kortelė
sk: Robot potom postupujte podľa pokynov na karte
th: หุ่น ยนต์ จะ ปฏิบัติ ตาม คำ แนะนำ บน บัตร

source: If the directions aren't correct you can try again
lt: Jei kryptys nėra teisinga, galite pabandyti dar kartą
sk: Ak sa pokyny nie sú správne, môžete skúsiť znova
th: ถ้า แนะนำ ไม่ ถูก ต้อง คุณ สามารถ ลอง ใหม่ อีก ครั้ง

source: This place is crazy, I'd better hurry up and find Dad before I end up getting killed!
lt: Ši vieta yra crazy, aš geriau paskubėti ir rasti Tėti, kol aš galų gale vis nužudyti!
sk: Toto miesto je blázon, radšej poponáhľať a nájsť otca, ako som sa nakoniec dostať zabil!
th: สถาน ที่ นี้ บ้า ฉัน ควร รีบ ร้อน และ พบ พ่อ ก่อน ที่ จะ สิ้นสุด ถึง การ ฆ่า!

source: So, to create that Fire Shield I have to get a Red Sludge tentacle
lt: Taigi, norint sukurti, kad Fire Shield turiu gauti Red Dumblo Czułek
sk: Tak, že na vytvorenie Fire Shield musím Red kalov chapadla
th: ดังนั้น เพื่อ สร้าง ที่ ไฟ บัง ฉัน ต้อง ได้ รับ กิ่ง ก้าน สาขา Red โคลน

source: Red Sludges live in mines so I'll have to find one around here
lt: Red dumblas gyventi kasyklose, kad aš turiu surasti vieną netoli
sk: Red Kaly žiť v baniach, takže budem musieť nájsť tu
th: สี แดง Sludges อยู่ ใน เหมือง เพื่อ ฉัน จะ ได้ พบ หนึ่ง ใน บริเวณ นี้

source: I also need a spare shield, but I reckon there should be an armoury around
lt: Aš taip pat reikia atsarginių skydas, bet aš skaitytis turėtų būti arsenalas aplink
sk: Ja tiež potrebovať náhradné štít, ale hádam, že by mala byť okolo zbrojnice
th: ฉัน ยัง ต้อง ป้องกัน ไว้ ชีวิต แต่ ฉัน นับ ควร จะ มี คลัง อาวุธ รอบ

source: The Gazer eyeballs are easy enough, I can just return to the basement
lt: Stebėtojai Akies obuolyje yra gana paprasta, galiu tiesiog grįžti į rūsį
sk: Gezeru buľvy sú ľahké, môžem sa len vrátiť do pivnice
th: ส่าย Gazer ง่าย พอ ฉัน จะ กลับ ไป ที่ ชั้น ใต้ดิน

source: OK, off I go...
lt: Gerai, ne aš einu ...
sk: OK, ja idem preč ...
th: ตกลง ปิด ฉัน ไป ...

source: You won't be able to get the tentacle or shield in this version, so check back later!
lt: Jūs negalėsite gauti čiuptukas ar skydą šioje versijoje, tad pabandyti vėliau!
sk: Nebudete môcť dostať chápadlá alebo štít v tejto verzii, tak to prosím neskôr!
th: คุณ จะ ไม่ สามารถ รับ กิ่ง ก้าน สาขา หรือ โล่ ใน เวอร์ชัน นี้ เพื่อ ตรวจ สอบ อีก ครั้ง ใน ภายหลัง!

source: It's a portrait
lt: Tai portretas
sk: Je to portrét
th: เป็น รูป

source: That spirit isn't going to let me past, I'll have to find a way to get rid of it
lt: Kad dvasia nesiruošia leiskite praeitį, aš turiu surasti būdą, kaip atsikratyti jo
sk: , Že duch je nenechá ma v minulosti, budem musieť nájsť spôsob, ako sa zbaviť
th: วิญญาณ นั่น คือ จะ ไม่ ให้ ฉัน ผ่าน มา ผม จะ ต้อง ไป หา ทาง ที่ จะ กำจัด มัน

source: Reset switches allow you to reset an object's position on the map
lt: Anuliuoti jungikliai leidžia jums nustatyti objekto vietą žemėlapyje
sk: Reset prepínače umožňujú nastavenie polohy objektu na mape
th: รีเซ็ต ส วิ ท ช์ ให้ คุณ สามารถ ตั้ง ค่า ตำแหน่ง ของ วัตถุ บน แผนที่

source: If an object becomes unreachable then you can use the switch to put it back in its original place
lt: Jei daiktas tampa nepasiekiamas, galite naudoti pereiti į padėkite jį atgal į savo pradinę vietą
sk: Ak sa objekt stane nedostupnou potom môžete použiť prepínač, aby ju späť na svoje pôvodné miesto
th: ถ้า วัตถุ เป็น unreachable แล้ว คุณ สามารถ ใช้ เปลี่ยน ไป ใส่ กลับ ใน ตำแหน่ง เดิม

source: A bottle with a soul trapped inside
lt: Su siela trapped inside butelis
sk: Fľaša s dušou uväznení vnútri
th: ขวด กับ ดัก ชีวิต ภายใน

source: Full Mine Cart
lt: Visas Mine krepšelį
sk: Úplné Mine košíka
th: รถ เข็น Full เหมือง

source: Processing Lift Key
lt: Apdorojimo Lift Raktažodžiai
sk: Spracovanie Lift Key
th: การ ประมวล ผล ลิ ฟ ท์ คีย์

source: Right Grabber Key
lt: Teisė grabber Raktažodžiai
sk: Right Key Grabber
th: คีย์ ขวา Grabber

source: Left Grabber Key
lt: Liko grabber Raktažodžiai
sk: Left Key Grabber
th: คีย์ เหลือ Grabber

source: Master Key
lt: Key Master
th: Key Master

source: The sorcerer must have taken Dad to his castle. I'll have to rescue him from there.
lt: Burtininkas turi turėti Tėti jo pilis. I'll have gelbėti jį iš ten.
sk: Kúzelník musel vziať táta na svoj zámok. Budem musieť zachrániť ho odtiaľ.
th: หมอผี ต้อง เอา พ่อ ไป ปราสาท เขา. ฉัน จะ ต้อง ช่วยเหลือ เขา จาก มี.

source: The only way to get to the castle is through the Forbidden Swamp to the East.
lt: Vienintelis būdas patekti į pilies per forbidden Pelkės į Rytus.
sk: Jediným spôsobom, ako sa dostať do hradu je cez Forbidden Swamp na východ.
th: วิธี เดียว ที่ จะ ไป ปราสาท จะ ผ่าน บึง ต้อง ห้าม ทิศ ตะวันออก.

source: There's a lake between the Village and the Swamp so I'll need a raft to get across.
lt: Yra tarp kaimo ir Pelkių ežeras todėl reikės plaustas gauti visoje.
sk: Je tam jazero medzi dediny a močiare, takže budem potrebovať dostať cez vor.
th: มี ทะเลสาบ ระหว่าง หมู่บ้าน และ ท่วม เลย ฉัน จะ ต้อง แพ เพื่อ ข้าม.

source: I'll also need a sword and shield to defend myself. I can speak to Borgan and Jacob to get these though.
lt: Aš taip pat reikia kardas ir skydas ginti save. Galiu kalbėti Borgan ir Jokūbo gauti šias nors.
sk: Budem tiež potrebovať meč a štít sa brániť. Môžem hovoriť Borgan a Jakubovi, aby si tieto hoci.
th: ฉัน ยัง จะ ต้อง ดาบ และ โล่ เพื่อ ป้องกัน ตัว เอง. ฉัน จะ พูด กับ Borgan และ Jacob ได้ รับ เหล่า นี้ แม้ว่า.

source: Could not connect to Medal Server at %s:%d
lt: Nepavyko prisijungti prie serverio ne medalis %s:%d
sk: Nepodarilo sa pripojiť k medailu Server at %s:%d
th: ไม่ สามารถ เชื่อม ต่อ เหรียญ Server ที่ %s:%d

source: Could not find Medal Key
lt: Nepavyko rasti medalis Raktažodžiai
sk: Nemožno nájsť Medal Key
th: ไม่ พบ เหรียญ Key

source: You will not be able to earn Medals for this game
lt: Jūs negalėsite uždirbti medaliai už šį žaidimą
sk: Nebudete môcť získať medaily pre túto hru
th: คุณ จะ ไม่ สามารถ รับ Medals สำหรับ เกม นี้

source: There's another sign here
lt: Yra dar vienas ženklas čia
sk: Je tu ďalší znamenie tu
th: มี สัญญาณ ที่ อื่น

source: If the exit lift is out of order then proceed to the left
lt: Jeigu išėjimas liftas neveikia tada eikite į kairę
sk: Je-li výstup je výťah mimo prevádzku, potom pokračujte doľava
th: ถ้า ยก ออก จะ ตาย แล้ว ไป ทาง ซ้าย

source: Warning : Exit route may be hazardous
lt: Įspėjimas: Exit maršrutas gali būti pavojingas
sk: Upozornenie: Koniec trasy môžu byť nebezpečné
th: Warning: เส้นทาง ออก อาจ จะ อันตราย

source: Maybe I should use the lift to get out
lt: Gal turėčiau naudoti liftas išeiti
sk: Možná by som mal použiť výťah sa dostať von
th: บางที ฉัน ควร ใช้ ลิ ฟ ท์ เพื่อ ออก

source: There's a sign here
lt: Yra Registruotis čia
sk: Je tam podpísať tu
th: มี สัญญาณ ที่ นี่ ของ

source: An Oil Can
lt: Aliejų
sk: Olej môže
th: น้ำมัน ได้

source: Oil Can
lt: Aliejų
sk: Môže olej
th: น้ำมัน ได้

source: A powerful repellent
lt: Galingas atstumiantis
sk: Silný repelent
th: พลัง ขับ ไล่

source: Repellent
lt: Atstumiantis
sk: Repelent
th: ขับ ไล่

source: Medal Support
lt: Medalis Pagalba
sk: Medaile Podpora
th: สนับสนุน เหรียญ

source: Fortress Mine
lt: Tvirtovė Mine
sk: Tvrz Mine
th: ระเบิด ป้อม

source: Private key is missing
lt: Privatus raktas nėra
sk: Súkromný kľúč chýba
th: คีย์ ส่วนตัว หาย ไป

source: Could not connect to server
lt: Nepavyko prisijungti prie serverio
sk: Nepodarilo sa pripojiť k serveru
th: ไม่ สามารถ เชื่อม ต่อ กับ เซิร์ฟเวอร์

source: Sludge Tentacle
lt: Dumblo Tentacle
sk: Kal Tentacle
th: กิ่ง ก้าน สาขา โคลน

source: A Red Sludge Tentacle
lt: Red Dumblo Tentacle
sk: Červený kal Tentacle
th: กิ่ง ก้าน สาขา Red โคลน

source: Eyeball Smoothie
lt: Eyeball Pochlebca
th: Smoothie ดวงตา

source: Cool, it worked!
lt: Cool, jis dirbo!
th: เย็น ก็ ทำงาน!

source: I'm not sure about the colour though, I thought it would be red?
lt: I'm not sure about spalva nors, aš maniau, kad būtų raudoni?
sk: Nie som si istý, ale o farbu, myslela som si, že by bolo červená?
th: ฉัน ไม่ แน่ใจ เกี่ยว กับ สี แต่ ฉัน คิด ว่า มัน จะ เป็น สี แดง?

source: Maybe it's supposed to be yellow...
lt: Gal tai turėjo būti geltonos ...
sk: Možno to má byť žltá ...
th: บางที ก็ ควร จะ เป็น สี เหลือง ...

source: A liquid made from eyeballs and tentacles
lt: Skystis iš akių obuolius ir čiuptuvai
sk: Tekutina z očné buľvy a chápadlá
th: ของเหลว ที่ ทำ จาก ส่าย และ tentacles

source: Patching your save game. Please wait...
lt: Patching jūsų išgelbėti žaidimo. Prašome palaukti ...
sk: Patching si uložte hru. Čakajte prosím ...
th: Patching บันทึก เกม ของ คุณ. โปรด รอ ...

source: Now! Run while it's stunned!
lt: Dabar! Vykdyti o tai apstulbintas!
sk: Teraz! Bežať kým je ohromený!
th: ตอน นี้! ทำงาน ใน ขณะ ที่ มัน งงงวย!

source: Wow, that thing is huge!
sk: Wow, to je obrovská vec!
th: วุ้ย, สิ่ง ที่ ใหญ่!

source: I doubt my sword will even make a scratch, but I need to get past it...
lt: Aš abejoju, mano kardas bus net padaryti naujo, bet man reikia gauti anksčiau ji ...
sk: Pochybujem, môj meč sa dokonca zelenej lúke, ale musím sa cez to ...
th: ฉัน สงสัย ดาบ ของ ฉัน แม้ จะ ทำให้ รอย ขีด ข่วน แต่ ฉัน ต้อง ผ่าน มัน ...

source: I have everything I need now
lt: Aš viską turiu dabar
sk: Mám všetko, čo potřebuju teraz
th: ฉัน มี ทุก สิ่ง ที่ ฉัน ต้องการ ตอน นี้

source: There's a cauldron in the Laboratory, I should head back there
lt: Yra Laboratorija katilas, turėčiau galvą ten
sk: Je tu kotol v laboratóriu, mal by som hlavu vzadu
th: มี หม้อน้ำ ใน ห้อง ปฏิบัติการ ของ ฉัน ควร มุ่ง หน้า กลับ มี

source: I just need to find another shield to enchant
lt: Aš tiesiog reikia rasti kitą skydas pakerėti
sk: Len potrebujem nájsť iný štít očarí
th: ฉัน ต้อง พบ โล่ ให้ เคลิบเคลิ้ม อื่น

source: You won't be able to get the shield in this version, so check back later!
lt: Jūs negalėsite gauti šioje versijoje skydas, todėl patikrinkite, vėliau!
sk: Nebudete schopní získať štít v tejto verzii, tak to prosím neskôr!
th: คุณ จะ ไม่ สามารถ รับ โล่ ใน รุ่น นี้ จึง ตรวจ สอบ อีก ครั้ง ใน ภายหลัง!

source: Its wounds are already healing...
lt: Jo žaizdos gijimas jau ...
sk: Jej hojenie rany sú už ...
th: Wounds มี การ บำบัด แล้ว ...

source: If you compiled the game from source, you need to do a make install
lt: Jei rengiami žaidimą iš šaltinio, ką jums reikia padaryti, kad įdiegti
sk: Ak máte zostavený hra od zdroja, čo potrebujete urobiť, make install
th: ถ้า คุณ รวบรวม เกม จาก แหล่ง ที่ คุณ จำเป็น ต้อง ดำเนิน การ ให้ ติด ตั้ง

source: It's sleeping
lt: Jis miega
sk: Je to spiaci
th: ก็ นอน
