Repository: riksweeney/edgar
Catalog: tags/44/locale/*.po
Languages: lt, sk, th

source: Quickly turn left and right to shake off the slimes!
lt: Greitai pasukti į kairę ir dešinę, kad atsikratyti slimes!
sk: Rýchlo odbočiť vľavo a vpravo striasť slimes!
th: รวดเร็ว เลี้ยว ซ้าย และ ขวา เพื่อ สลัด slimes!

source: Bow
th: น้อม

source: Not working in this version!
lt: Ne darbo šioje versija!
sk: Nepracuje v tejto verzii!
th: ไม่ ทำงาน ใน รุ่น นี้

source: Press Action to interact
lt: Spauda veiksmų sąveika
sk: Tlačová Akcia komunikovať
th: กด ดำเนิน การ ติดต่อ สื่อสาร

source: %s is required
lt: %s reikalinga
sk: %s je potrebné
th: %s ต้อง

source: Bomb
lt: Bomba
th: ลูก ระเบิด

source: Small Rock
lt: Skalda
sk: Rock malý
th: หิน ขนาด เล็ก

source: Press Action to retrieve the Purple Gem
lt: Spauda veiksmų susigrąžinti Purple Gem
sk: Tlačová Akcia pre načítanie Purple Gem
th: กด การ กระทำ เพื่อ เรียก อัญมณี สี ม่วง

source: Chicken
lt: Višta
sk: Kurča
th: ไก่

source: Tesla Pack
th: Pack Tesla

source: Press Action to retrieve Tesla Pack
lt: Spauda veiksmų susigrąžinti Tesla Pack
sk: Tlačová Akcia pre načítanie Tesla Pack
th: กด การ กระทำ เพื่อ เรียก Tesla Pack

source: Press Action to replace Tesla Pack
lt: Spauda veiksmai pakeisti Tesla Pack
sk: Tlačová Akcia nahradiť Tesla Pack
th: กด ดำเนิน การ แทน Tesla Pack

source: Obtained %s
lt: Pagaminti %s
sk: Získaných %s
th: ได้ %s

source: Complete
sk: Kompletní
th: เสร็จ สมบูรณ์

source: %d more to go...
lt: %d daugiau eiti ...
sk: %d viac ísť ...
th: %d ขึ้น ไป ...

source: Used %s
lt: Naudoti %s
sk: Používané %s
th: ใช้ %s

source: Cannot equip items whilst transmogrified
lt: Negalima įrengti elementus, o transmogrified
sk: Nemôže vybaviť položky, zatiaľ čo transmogrified
th: ไม่ สามารถ จัด รายการ ขณะ transmogrified

source: Equipped %s
lt: Įrengta %s
sk: Vybavená %s
th: ห้อง %s

source: Maximum health has increased!
lt: Didžiausias sveikatos išaugo!
sk: Maximálna zdravie zvýšil!
th: สุขภาพ สูงสุด เพิ่ม ขึ้น!

source: Bow will now fire %s
lt: Bow dabar gaisro %s
sk: Luk bude teraz požiaru %s
th: น้อม จะ ดับ เพลิง %s

source: A bow is required to use this item
lt: Bow privalo pasinaudoti šį elementą
sk: Luk je povinný používať túto položku
th: น้อม ต้อง ใช้ รายการ นี้

source: Cannot transmogrify here...
lt: Negali transmogrify čia ...
sk: Nemožno začarovat tu ...
th: ไม่ สามารถ transmogrify ที่ นี่ ...

source: Yes
lt: Taip
sk: Áno
th: ใช่

source: No
lt: Ne
sk: Nie
th: ไม่ใช่

source: Start a new game?
lt: Pradėti naują žaidimą?
sk: Začnite novú hru?
th: เริ่ม เกม ใหม่

source: Play the tutorial?
lt: Groti tutorial?
sk: Play tutorial?
th: เล่น กวด วิชา หรือ ไม่

source: Exit the game?
lt: Išeiti iš žaidimo?
sk: Ukončite hru?
th: ออก จาก เกม?

source: Back
lt: Atgal
sk: Späť
th: หลัง

source: Game Loaded
lt: Žaidimo Loaded
sk: Hru Loaded
th: โหลด เกมส์

source: Game Saved
lt: Žaidimas išsaugotas
sk: Uložené hry
th: บันทึก Game

source: Any unsaved progress will be lost
lt: Bet neįrašytų pažangą, bus prarasta
sk: Neuložený pokroku budú stratené
th: ความ คืบ หน้า ใด ๆ ที่ ไม่ ได้ บันทึก จะ สูญหาย

source: Joy Button #%d
th: ปิติ ปุ่ม # %d

source: Press Action to talk to %s
lt: Spauda veiksmų kalbėtis %s
sk: Tlačová Akcia hovoriť až %s
th: กด การ กระทำ การ พูด กับ %s

source: New Objective: %s
lt: Naujoji Tikslas: %s
sk: Nový cieľ: %s
th: ใหม่ วัตถุประสงค์: %s

source: Objective Completed: %s
lt: Tikslas Baigtumas: %s
sk: Cieľ Dokončené: %s
th: วัตถุประสงค์ เสร็จ สมบูรณ์: %s

source: The wall on the right looks weak...
lt: Dešinėje sienos atrodo nusilpęs ...
sk: Stene vpravo vyzerá slabý ...
th: ผนัง ด้าน ขวา ดู อ่อนแอ ...

source: This weapon is not having any effect...
lt: Šis ginklas yra neturi jokio poveikio ...
sk: Táto zbraň je nemajú žiadny vplyv ...
th: อาวุธ นี้ ไม่ ได้ มี ผล ใด ๆ ...

source: Press Action to attach the Tesla Pack
lt: Spauda veiksmų pridėti Tesla Pack
sk: Tlačová Akcia pripojiť Tesla Pack
th: กด กระทำ การ แนบ Tesla Pack

source: The Legend of Edgar
lt: Apie Edgar Legenda
th: ตำนาน Edgar

source: %s is needed to activate this switch
lt: %s reikia aktyvuoti šį jungiklis
sk: %s je potrebné na aktiváciu tohto prepínača
th: %s เป็น สิ่ง จำเป็น เพื่อ เปิด สวิตช์ นี้

source: Press Action to use this switch
lt: Spauda veiksmai naudoti šį raktą
sk: Tlačová Akcie na používanie tohto prepínača
th: กด การ ทำงาน เพื่อ ใช้ สวิตช์ นี้

source: Press Action to save your game
lt: Spauda veiksmų, kad išsaugotumėte savo žaidimo
sk: Tlačová Akcia uložte hru
th: กด การ ทำงาน เพื่อ บันทึก เกม ของ คุณ

source: %s is required to use this Pressure Plate
lt: %s yra reikalaujama taikyti šio slėgio plokštelė
sk: %s je nutné používať tento tlak Plate
th: %s จะ ต้อง ใช้ แรง ดัน นี้ Plate

source: %s is needed to open this door
lt: %s Reikia atidaryti duris
sk: %s je potrebné tieto dvere otvoriť
th: %s คือ ต้อง เปิด ประตู นี้

source: This door is locked
lt: Šios durys yra užrakintos
sk: Tieto dvere sú zamknuté
th: ประตู นี้ ถูก ล็อก

source: This teleporter is not active
lt: Šis Teleporto nėra aktyvi
sk: Tento teleport nie je aktívny
th: Teleporter นี้ ไม่ ได้ ใช้ งาน

source: Press Action to go to the %s
lt: Spauda veiksmų kreiptis į %s
sk: Tlačová Akcia ísť do %s
th: กด การ กระทำ เพื่อ ไป ที่ %s

source: Push Up or Down to use this lift
lt: Stumti aukštyn arba žemyn, jei norite naudoti liftas
sk: Push Up alebo Down použitie tohto výťahu
th: กด ขึ้น หรือ ลง เพื่อ ใช้ ลิ ฟ ท์ นี้

source: This lift is not active
lt: Šis keltuvas yra neaktyvus
sk: Tento výťah nie je aktívny
th: ยก นี้ ไม่ ได้ ใช้ งาน

source: Cannot carry any more %s
lt: Negali turėti jokių daugiau %s
sk: Nemôže mať žiadne ďalšie %s
th: ไม่ สามารถ ดำเนิน การ ใด ๆ เพิ่มเติม %s

source: Picked up %s x %d
lt: Įlaipinami %s x %d
sk: Zdvihol %s x %d
th: เลือก up %s x %d

source: Picked up %s
lt: Įlaipinami %s
sk: Zdvihol %s
th: เลือก ได้ %s

source: %s is required to carry this item
lt: %s privalo vykdyti šiame punkte
sk: %s, je povinná vykonať túto položku
th: %s จะ ต้อง ดำเนิน รายการ นี้

source: Storage Key
lt: Sandėliavimo Raktažodžiai
th: คีย์ Storage

source: Coal Bag Storage Switch Key
lt: Anglių bag storage Perjungti Raktažodžiai
sk: Uhlie Bag Storage Switch Key
th: คีย์ ถ่านหิน กระเป๋า Storage Switch

source: Large Room Key
lt: Didelės kambario raktą
sk: Veľký kľúč od izby
th: กุญแจ ห้อง พัก ขนาด ใหญ่

source: Coal Bag
lt: Anglių Bag
sk: Uhlie Bag
th: ถุง ถ่านหิน

source: Forest Cell Key
lt: Miško Mobilieji Raktažodžiai
sk: Lesné Mobilný kľúč
th: คีย์ Forest เซลล์

source: Wood Axe
lt: Mediena Ax
sk: Drevo Axe
th: ขวาน ไม้

source: Health Potion
sk: Zdravie Potion
th: มื้อ สุขภาพ

source: Outflow Key
lt: Nutekėjimą Raktažodžiai
sk: Odtok Key
th: คีย์ รั่ว ไหล

source: Flow Control Key
lt: Flow Control Raktažodžiai
th: คีย์ Flow Control

source: Waste Processing Key
lt: Atliekų perdirbimas Raktažodžiai
sk: Spracovanie odpadu Key
th: คีย์ เสีย Processing

source: Trap Door Switch Key
lt: Trap Door Perjungti Raktažodžiai
th: กุญแจ ประตู ดัก Switch

source: This lift has no power. I won't be able to use it until I restore the power
lt: Šis liftas neturi galios. Aš negalėsite naudoti, kol aš vėl galia
sk: Tento výťah nemá moc. Nebudem môcť používať, kým som obnoviť moc
th: ยก นี้ มี อำนาจ no. ฉัน จะ ไม่ สามารถ ใช้ งาน จนกว่า จะ คืน อำนาจ

source: Keep practising!
lt: Laikyti praktika!
sk: Udržujte precvičovanie!
th: ให้ ฝึกฝน!

source: Hi
lt: Labas
sk: Nazdar
th: สวัสดี

source: Hello Edgar
sk: Dobrý deň, Edgar
th: Edgar Hello

source: Can I borrow your shield?
lt: Ar galiu pasiskolinti tavo skydas?
sk: Môžem si požičať tvoj štít?
th: ฉัน ขอยืม โล่ ของ คุณ

source: Off to practice your fighting skills?
lt: Off praktikuoti savo kovos įgūdžius?
sk: Hor sa do praxe svoje bojové schopnosti?
th: ปิด การ ฝึก รบ ของ คุณ

source: Something like that
lt: Kažkas panašaus
sk: Niečo takého
th: อย่าง เช่น

source: If you run me an errand then you can have the shield
lt: Jei paleisite mane pavedimas tuomet jūs galite turėti skydą
sk: Ak spustíte mi pochôdzky potom môžete mať štít
th: ถ้า คุณ เรียก ฉัน ชา แล้ว คุณ สามารถ ป้องกัน

source: What do I have to do?
lt: Ką turiu daryti?
sk: Čo mám robiť?
th: อะไร บ้าง ต้อง ทำ อย่างไร

source: Go to the mine and collect me some coal
lt: Grįžti į minų ir rinkti man anglis
sk: Choďte do bane a zbierať mi nejaké uhlie
th: ไป ที่ เหมือง และ เก็บ ฉัน ถ่านหิน บาง

source: But we have plenty of coal!
lt: Bet mes turime daug anglių!
sk: Ale my máme veľa uhlia!
th: แต่ เรา มี มากมาย ถ่านหิน!

source: Yes, but this is not any old coal, this coal is special, it burns hotter and lasts longer
lt: Taip, bet tai nėra jokių amžiaus akmens anglių, akmens anglių tai yra ypatinga, ji dega karštai ir trunka ilgiau
sk: Áno, ale to nie je nejaký starý uhlie, toto uhlie je zvláštne, že horí žhavější a trvá dlhšie
th: ใช่ แต่ ไม่ ใด ถ่านหิน เก่า ถ่านหิน นี้ เป็น พิเศษ ก็ จะ เผา ไหม้ hotter และ เวลา นาน

source: I only need 10 pieces of the stuff, so it shouldn't take you very long
lt: Man tereikia tik 10 vienetų stuff, todėl jis neturėtų būti jums labai ilgai
sk: Potrebujem len 10 kusov veci, takže by to trvať veľmi dlho vás
th: ฉัน เพียง ต้องการ 10 ชิ้น สิ่ง ดังนั้น จึง ไม่ ควร นำ คุณ ไป นาน โข

source: Make sure you put it in a bag, touching it for too long will be bad for your health
lt: Įsitikinkite, kad įdėti ją į maišą, neliesdami jis per ilgai bus blogai jūsų sveikatai
sk: Uistite sa, že dať do vreca, dotýkať sa ho príliš dlho, bude zlé pre vaše zdravie
th: ให้ แน่ใจ ว่า คุณ นำ มา ใส่ ถุง ให้ สัมผัส มัน นาน เกินไป จะ ไม่ ดี ต่อ สุขภาพ ของ คุณ

source: Do you have a bag?
lt: Ar turite maišelį?
sk: Máš tašku?
th: คุณ มี กระเป๋า หรือ ไม่

source: No, you can probably find one in the mine though
lt: Ne, Jūs tikriausiai pastebėsite vieną mano nors
sk: Nie, budete pravdepodobne nájsť v bani aj keď
th: ไม่ คุณ อาจ จะ พบ หนึ่ง ใน เหมือง ว่า

source: OK, I'll get the coal
lt: OK, I'll get anglis
sk: OK, dostanem uhlie
th: ตกลง ฉัน จะ ซื้อ ถ่านหิน

source: Here, take this pickaxe. You can use it to mine the coal and hack through any weaker walls you encounter
lt: Čia, į tai kirtiklis. Galite jį naudoti kasyklų anglių ir nulaužti per bet silpnesni sienos pastebėsite
sk: Tu, vem si to krompáč. Môžete ju použiť na bane uhlia a hack cez niektorú slabšie steny narazíte
th: นี่ เอา pickaxe นี้. คุณ สามารถ ใช้ การ เหมือง ถ่านหิน และ ตัด ผ่าน ผนัง อ่อนแอ ที่ คุณ พบ

source: You'll also need this key to get into the mine
lt: Jums taip pat reikės šį raktas patekti į mano
sk: Budete tiež potrebovať tento kľúč sa dostať do bane
th: คุณ ยัง จะ ต้อง คีย์ นี้ เพื่อ ให้ เป็น ระเบิด

source: Thanks!
lt: Ačiū!
sk: Vďaka!
th: ขอบคุณ!

source: Thank you, Edgar, this coal is perfect! Hope the bats didn't scare you.
lt: Ačiū, Edgar, tai anglis yra puikus! Vilties šikšnosparniai nėra išgąsdinti jūsų.
sk: Ďakujem vám, Edgar, toto uhlie je perfektné! Dúfam, že netopiere ani zastrašiť.
th: ขอ ขอบคุณ Edgar, ถ่านหิน นี้ เหมาะ! Bats หวัง ไม่ ได้ หลอน คุณ.

source: The bats were the least of my worries...
lt: Šikšnosparniai buvo mano mažiausiai rūpi ...
sk: Netopiere boli aspoň z mojich starostí ...
th: Bats ได้ อย่าง น้อย ของ กังวล ของ ฉัน ...

source: Say, I heard that something happened in that mine a few years ago
lt: Pasakyk, aš girdėjau, kad kažkas atsitiko, kad mano prieš kelerius metus
sk: Povedz, počul som, že sa niečo stalo v bani, ktorý pred niekoľkými rokmi
th: กล่าว ว่า ฉัน ได้ยิน สิ่ง ที่ เกิด ขึ้น ใน เหมือง ที่ ไม่ กี่ ปี ที่ ผ่าน มา ว่า

source: Er, yeah, there was what you'd call an "incident", but that part of the mine was sealed up a long time ago
lt: Er, yeah, buvo ką norite skambinti incidentas , bet, kad kasyklos buvo uždaromos dalis iki seniai
sk: Ehm, jo, bolo to, čo by ste zavolať incident , ale táto časť bane bol zavretý už dávno
th: เอ้อ, อือ, มี สิ่ง ที่ คุณ ต้องการ เรียก อุบัติ การณ์ แต่ ส่วน หนึ่ง ของ ฉัน ที่ อุด นาน มา แล้ว

source: Right...
sk: Jo ...
th: ขวา ...

source: Here, have my shield and have fun!
lt: Čia yra mano skydas ir smagiai!
sk: Tu mám štít a bavte sa!
th: ที่ นี่ มี โล่ ของ ฉัน และ สนุก!

source: Just stay away from the Forbidden Swamp
lt: Tiesiog likti nuošalyje nuo Draudžiama Pelkė
sk: Len drž sa ďalej od Forbidden Swamp
th: เพียง อยู่ ห่าง จาก บึง ต้อง ห้าม

source: Will do, can I hold on to your pickaxe for a while?
lt: Padarys, ar galiu laikyti ant savo kirtiklis už o?
sk: Bude robiť, môžem držať sa svojho krompáč na chvíľu?
th: จะ ทำ จะ สามารถ ถือ เพื่อ pickaxe ของ คุณ ใน ขณะ ที่ หรือ ไม่

source: Sure thing, just bring it back in one piece
lt: Tikras dalykas, tiesiog jį atgal į vieną vienetą
sk: Jasne, len aby bol späť v jednom kuse
th: สิ่ง แน่ใจ เพียง นำ กลับ ได้ ใน หนึ่ง ชิ้น

source: Thanks, Borgan!
lt: Ačiū, Borgan!
sk: Vďaka, Borgan!
th: ขอบคุณ Borgan!

source: Have you managed to find the coal yet?
lt: Ar jums pavyko rasti dar akmens?
sk: Už ste sa podarilo nájsť uhlia ešte?
th: มี คุณ จัดการ หา ถ่านหิน ยัง?

source: You can pull some items around by pushing against them whilst holding down the Action button.
lt: Galite traukti kai kuriuos elementus aplink stumdami prieš juos, o laikykite nuspaudę veiksmų mygtuką.
sk: Si môžete stiahnuť niektoré položky v okolí zatlačením proti nim a súčasne podržíte tlačidlo akcie.
th: คุณ สามารถ ดึง บาง รายการ รอบ โดย ผลัก ดัน พวก เขา ขณะ ที่ ถือ ลง มา ที่ ปุ่ม Action.

source: You can then pull it around until you let go of the Action button
lt: Tada galite traukti ji aplink tol, kol atleiskite mygtuką veiksmų
sk: Potom môžete stiahnuť okolo, kým sa pustite tlačidlo akcie
th: แล้ว คุณ สามารถ ถอน รอบ จนกว่า คุณ จะ ปล่อย ให้ ไป ของ ปุ่ม การ กระทำ

source: This rock looks too strong for my Pick Axe. I'll have to use something else to get through...
lt: Ši roko atrodo per stiprus mano Pick Axe. I'll have naudoti ką nors gauti per ...
sk: Táto skala vyzerá príliš silný pre moju Vyberte Axe. Budem musieť použiť niečo iné prejsť ...
th: หิน นี้ ดู ดี เกินไป สำหรับ การ เลือก ขวาน ของ ฉัน. ฉัน จะ ต้อง ใช้ อะไร เพื่อ ให้ ผ่าน ...

source: Urgh, what happened?
lt: Hmmm, kas nutiko?
sk: Blé, čo sa stalo?
th: Urgh, สิ่ง ที่ เกิด ขึ้น?

source: Looks like this wasn't such a good idea after all
lt: Atrodo, tai buvo ne tokia gera idėja, po visų
sk: Vyzerá to, že to nebol tak dobrý nápad
th: ลักษณะ เช่น นี้ ไม่ ได้ เช่น ความ คิด ที่ ดี หลังจาก

source: There must be way out of here...
lt: Neturi būti išeitis iš čia ...
sk: Musí existovať cesta von ...
th: ต้อง มี วิธี ออก จาก ที่ นี่ ...

source: This must be the coal wants me to mine for him
lt: Tai turi būti anglies nori man mano jam
sk: To musí byť uhlia chce, aby som za neho dolu
th: นี้ ต้อง มี ถ่านหิน ต้องการ ฉัน ฉัน สำหรับ เขา

source: I don't think my shield will protect me from those fireballs. I'll have to find a stronger one...
lt: Nemanau, kad mano skydas bus apsaugoti mane nuo ugnies rutulį. I'll have rasti stipresnė vienas ...
sk: Nemyslím si, že môj štít bude chrániť ma od tých ohnivej gule. Budem musieť nájsť silnejší ...
th: ฉัน ไม่ คิด ว่า โล่ ของ ฉัน จะ ปกป้อง ฉัน จาก บรรดา fireballs. ฉัน จะ ต้อง ไป หา คน ดี ...

source: You won't be able to do this bit in this version, check back later!
lt: Jūs negalėsite padaryti tai šiek tiek šioje versijoje, check back later!
sk: Nebudete schopní urobiť niečo v tejto verzii, skúste neskôr!
th: คุณ จะ ไม่ สามารถ ทำ bit นี้ ใน เวอร์ชัน นี้ ตรวจ สอบ อีก ครั้ง ใน ภายหลัง!

source: Strange creature...
lt: Keista padaras ...
sk: Podivné stvorenie ...
th: สัตว์ แปลก ...

source: Wait, what was that?
lt: Palauk, kas tai buvo?
sk: Počkaj, čo to bolo?
th: รอ อะไร บ้าง นั้น

source: You again?!
lt: Jūs vėl?!
sk: Zase?!
th: คุณ อีก ครั้ง?!

source: Something is supposed to happen here, but it's not in this version so check back later!
lt: Kažkas turėjo atsitikti čia, tačiau ne šioje versijoje to check back later!
sk: Niečo, čo sa má stať aj tu, ale to nie je v tejto verzii, takže to prosím neskôr!
th: สิ่ง ที่ ควร จะ เกิด ขึ้น ที่ นี่ แต่ ไม่ใช่ ใน เวอร์ชัน นี้ เพื่อ ตรวจ สอบ อีก ครั้ง ใน ภายหลัง!

source: Have fun!
sk: Bavte sa!
th: สนุก!

source: Thanks for resucing my chickens, have you got me 2 logs from the forest yet?
lt: Ačiū už resucing Mano viščiukams, jūs turite man 2 rąstus iš miško dar?
sk: Vďaka za resucing mojej kurčatá, máte mi 2 drevo z lesa ešte?
th: ขอบคุณ สำหรับ resucing ไก่ ของ ฉัน มี คุณ มี ฉัน 2 บันทึก จาก ป่า หรือ ยัง

source: Thanks Edgar! My chickens are back and these logs will do me fine
lt: Ačiū Edgar! Mano viščiukų atgal ir šie Įrašai bus man baudos
sk: Vďaka Edgar! Moja kurčatá sú späť a tieto záznamy budú robiť mi pokutu
th: Edgar ขอบคุณ! ไก่ ของ ฉัน กลับ และ บันทึก เหล่า นี้ จะ ขอ ปรับ

source: Take this sword, may it serve you well!
lt: Gerkite šį kalaviją, tai gali padėti jums gerai!
sk: Vem si to meč, môže slúžiť aj vám!
th: ใช้ ดาบ นี้ อาจ ให้ บริการ คุณ ได้ ดี!

source: Thank you!
lt: Ačiū!
sk: Ďakujeme vám!
th: ขอบคุณ!

source: Thanks for the logs, have you had any luck with the chickens?
lt: Ačiū už rąstus, turėjote kokių nors su viščiukais laimės?
sk: Vďaka za polená, ktoré ste mali s trochou šťastia sliepka?
th: ขอบคุณ สำหรับ บันทึก ที่ มี คุณ มี โชค กับ ไก่ อะไร บ้าง

source: I'll give you a sword if you get me 2 chopped logs from the forest and rescue at least 3 of my chickens
lt: Aš tau kardas, jei jūs mane 2 kapotų rąstų iš miško ir gelbėjimo mažiausiai 3 mano viščiukų
sk: Dám vám meč keď mi 2 nasekané drevo z lesa a záchranu aspoň 3 z mojich kurčiat
th: ฉัน จะ ให้ ดาบ ถ้า คุณ ได้ รับ ฉัน 2 บันทึก การ สับ จาก ป่า และ การ ช่วยเหลือ อย่าง น้อย 3 ของ ไก่ ของ ฉัน

source: Hello Edgar, what can I do for you today?
lt: Hello Edgar, ką aš galiu padaryti Jums?
sk: Dobrý deň, Edgar, čo môžem urobiť pre vás dnes?
th: Hello Edgar, ฉัน จะ ทำ อะไร ให้ คุณ ใน วัน นี้?

source: Do you have a sword I can borrow?
lt: Ar turite kardas galiu pasiskolinti?
sk: Máte meč môžem požičať?
th: คุณ มี ดาบ ฉัน สามารถ กู้ ได้ หรือ ไม่

source: I do have a sword and you can have it if you do something for me first
lt: Aš turiu kardą, ir jūs galite turėti, jei jūs ką nors man pirma
sk: Já mám meč a môžete mať, ak robíte niečo pre mňa prvý
th: ฉัน จะ มี ดาบ และ คุณ สามารถ มี ได้ หาก คุณ ทำ อะไร ให้ ฉัน ก่อน

source: OK... what do I have to do?
lt: Gerai ... Ką turiu daryti?
sk: OK ... Čo mám robiť?
th: OK ... สิ่ง ที่ ฉัน ต้อง ทำ อย่างไร

source: Some of my chickens have escaped from their pen and I would be very grateful if you can get them back for me
lt: Kai kurie iš mano viščiukams turi bėgti iš savo plunksnos ir aš būčiau labai dėkingas, jei jūs galite gauti jas atgal man
sk: Niektorí z mojich kurčiat, ktoré utiekli zo svojich perá a bol by som veľmi vďačný, keby sa môžete dostať späť pre mňa
th: บาง ไก่ ของ ฉัน ได้ หนี พ้น จาก ปากกา และ ฉัน จะ ขอบคุณ มาก ถ้า คุณ จะ ได้ รับ มัน กลับ มา ให้ ฉัน

source: I have set up some traps near their pen, you can lure them to the traps using this chicken feed. I don't need them all, but at least 3 would be very helpful. I can get the rest myself.
lt: Turiu įsteigti kai šalia jų parkeris spąstus, galite Przywabienie jiems spąstus, naudojant šią viščiukų pašaruose. Man nereikia jų visų, bet ne mažiau kaip 3 būtų labai naudinga. Galiu gauti poilsio save.
sk: Mám nastaviť nejaké pasce blízko ich perá, môžete nalákať do pasce pomocou tejto sliepky. Nepotrebujem ich všetky, ale aspoň 3 by bolo veľmi užitočné. Môžem si zvyšok sám.
th: ฉัน ได้ ตั้ง ดัก บาง ใกล้ ปากกา ของ คุณ สามารถ เย้า ยวน ใจ ให้ ดัก โดย ใช้ อาหาร ไก่ นี้. ฉัน ไม่ ต้องการ พวก เขา แต่ อย่าง น้อย 3 จะ มี ประโยชน์ มาก. ฉัน จะ หยุด ตัว เอง.

source: That's it?
sk: To je všetko?
th: ที่ หรือ ไม่

source: Not quite. Can you also get me some wood from the forest? 2 logs should be sufficient
lt: Ne visai. Ar jūs taip pat gaunate man iš miško medienos? 2 Įrašai turi būti pakankamai
sk: Nie tak celkom. Môžete mi nejaké drevo z lesa? 2 záznamy by mali byť dostatočné
th: ไม่ เชิง. คุณ ยัง สามารถ ได้ รับ ฉัน ไม้ จาก ป่า บาง? 2 ล็อก ควร จะ เพียงพอ

source: Do you have an axe?
lt: Ar turite kirvis?
sk: Máte sekeru?
th: คุณ มี ขวาน หรือ ไม่

source: Erm... I left my axe in the forest somewhere. It should still be there
lt: Erm ... Aš paliko mano kirvis miške kažkur. Vis dar turėtų būti ten
sk: Ehm ... Nechala som sekeru v lese niekde. Malo by tam byť ešte
th: Erm ... ฉัน ซ้าย ขวาน ของ ฉัน ใน ป่า แห่ง หนึ่ง. ก็ ยัง ควร จะ มี

source: Isn't that forest dangerous?
lt: Ar ne tai, kad miško pavojinga?
sk: Nie je to nebezpečné lesa?
th: ไม่ ว่า ป่า อันตราย?

source: Not really, if anything gets in your way, just hit it with a weapon
lt: Ne tikrai, jei kas patenka į savo kelią, tiesiog paspauskite jį su ginklu
sk: Ani nie, ak sa niečo dostane do cesty, stačí kliknúť na to sa zbraní
th: ไม่ จริง ถ้า สิ่ง ที่ ได้ รับ ใน ทาง ของ คุณ เพียง แค่ กด ปุ่ม กับ อาวุธ

source: Such as an axe?
lt: Tokie kaip kirvis?
sk: Ako sekera?
th: เช่น ขวาน หรือ ไม่

source: Yes, that would do the trick
lt: Taip, tai būtų padaryti triukas
sk: Áno, to by to trik
th: ใช่ ว่า จะ ทำ หลอกลวง

source: But seriously, there's nothing in there that can really harm you. That problem was dealt with a long time ago...
lt: Bet rimtai, nieko ten, kad tikrai gali jums pakenkti. Ši problema buvo nagrinėjama jau seniai ...
sk: Ale vážne, nič tam nie je, že tam môže naozaj ublížiť. Tento problém bol prerokovaný už dávno ...
th: แต่ จริงจัง มี อะไร ใน นั้น ที่ จริง อาจ เป็น อันตราย ต่อ คุณ. ปัญหา ที่ ได้ กระทำ นาน แล้ว ...

source: Good luck!
lt: Sėkmės!
sk: Hodně štěstí!
th: โชค ดี!

source: Oh, thanks Edgar, I only needed 3, but thanks for the additional help!
lt: Oh, ačiū Edgar, man reikia tik 3, bet ačiū už papildomą pagalbą!
sk: Oh, vďaka Edgar, som potrebovala iba 3, ale vďaka za ďalšiu pomoc!
th: โอ้ ขอบคุณ Edgar ฉัน เพียง ต้องการ 3 แต่ ขอบคุณ สำหรับ ความ ช่วยเหลือ เพิ่มเติม!

source: Here, Maggie made me this health potion but I don't need it so why don't you have it?
lt: Čia, Maggie mane šiame sveikata Potion but I don't need it So why don't you have it?
sk: Tu, Maggie sa mi to zdravie lektvar, ale nemusí to tak prečo ste to?
th: นี่ Maggie ทำให้ ฉัน มื้อ สุขภาพ นี้ แต่ ฉัน ไม่ จำเป็น ต้อง ให้ เหตุผล ที่ ไม่ ได้ มี หรือ ไม่

source: Thanks Jacob
lt: Ačiū Jokūbas
th: Jacob ขอบคุณ

source: Wow, you caught them all, thanks alot!
lt: Oho, tu sugauti juos visus, Thanks a lot!
sk: Wow, ty chytil všetky, díky moc!
th: ว้า ว คุณ ติด พวก เขา ขอบคุณ มาก!

source: Here, I have these for you
lt: Štai, aš šiuos jums
sk: Tu som pre teba
th: นี่ ฉัน มี นี้ ให้ คุณ

source: Maggie made me this health potion but you can have it
lt: Maggie mane šiame sveikata gėrimas, bet jūs galite turėti ją
sk: Maggie sa mi to zdravotný nápoj, ale môžete ho mať
th: Maggie ทำให้ ฉัน มื้อ สุขภาพ นี้ แต่ คุณ สามารถ มี ได้

source: And this is something very special
lt: Ir tai yra kažkas ypatinga
sk: A to je niečo zvláštneho
th: และ นี่ คือ สิ่ง ที่ พิเศษ มาก

source: May this help you on your way to becoming a strong warrior
lt: Tai gali padėti jums savo kelią, kaip tapti stiprus kariai
sk: Môže to pomôže na vašej ceste stať silný bojovník
th: นี้ อาจ ช่วย ให้ คุณ ทาง ของ คุณ ให้ กลาย เป็น นักรบ strong

source: You saved me a lot of time. Maggie made me something else but since you have been so helpful, you can have it.
lt: Jūs išgelbėjo mane daug laiko. Maggie mane kažkas, bet nuo tada, kai buvo tokios naudingos, jūs galite ją.
sk: Tebe zachránený mne množstvo of Time. Maggie sa mi niečo iné, ale pretože ste boli tak užitočná, môžete ju mať.
th: คุณ ช่วย ฉัน มาก เวลา. Maggie ทำ อะไร ฉัน อีก แต่ เนื่องจาก คุณ ได้ รับ ประโยชน์ เพื่อ ให้ คุณ สามารถ มี ได้.

source: Hi Maggie
sk: Ahoj Maggie
th: Maggie Hi

source: Thanks Maggie!
lt: Ačiū Maggie!
sk: Vďaka Maggie!
th: Maggie ขอบคุณ!

source: Borgan said that a section of the mine was sealed up after an "incident"
lt: Borgan sakė, kad į mano skyrių buvo uždarytos iki po incidentas
sk: Borgan povedal, že časť bane bola uzavretá až po incident
th: Borgan กล่าว ว่า ส่วน ของ ฉัน คือ อุด หลัง เกิด ขึ้น
