Repository: riksweeney/edgar
Catalog: locale/*.po
Languages: tl

source: This is the tutorial for The Legend of Edgar. This tutorial will explain how to play the game.
tl: Ito ay ang tutorial para sa The Legend ng Edgar. Ito tutorial ay magpapaliwanag kung paano mag-play ang laro.

source: To exit this tutorial, press Escape and use the Up and Down arrow keys to choose an option. Press Return to select it.
tl: Upang umalis sa tutorial na ito, pindutin ang Escape at gamitin ang Up Down at mga arrow key upang pumili ng isang opsyon. Pindutin ang Bumalik sa piliin ito.

source: To move left and right, use the arrow keys.
tl: Upang ilipat ang kaliwa at kanan, gamitin ang mga arrow key.

source: To make jump, press space. You can move in the air when jumping.
tl: Upang gumawa ng tumalon, pindutin ang space. Maaari mong ilipat sa hangin kapag jumping.

source: To interact with an item, press c
tl: Upang makipag-ugnayan sa isang item, pindutin c

source: Walk over to the Action Point and press c
tl: Maglakad papunta sa Aksyon Point at pindutin c

source: To collect an item from your
tl: Upang mangolekta ng isang item mula sa iyong

source: To pick up an item, simply walk into it. Any collectable items will be added to your inventory.
tl: Upang pick up ng isang item, i-lakad sa mga ito. Kahit anong collectable items ay idadagdag sa iyong imbentaryo.

source: You can view the contents of your inventory by pressing z
tl: Maaari mong tingnan ang mga nilalaman ng iyong imbentaryo sa pamamagitan ng pagpindot z

source: Whilst in the inventory, use the arrow keys to view the items.
tl: Sapagkat sa imbentaryo, gamitin ang mga arrow key upang tingnan ang mga item.

source: You can use an item immediately by pressing Attack (left ctrl) or Use Item (a)
tl: Maaari mong gamitin ang isang item agad sa pamamagitan ng pagpindot Attack (kaliwa ctrl) o Gamitin ang Item (a)

source: You can ready an item for use by pressing Block (left alt) or Action (c)
tl: Maaari mong handa ng isang item para gamitin sa pamamagitan ng pagpindot Block (kaliwa alt) o Action (c)

source: Walk over the key to pick it up
tl: Maglakad sa paglipas ng susi sa itong kunin

source: You can change all of the controls in the game by pressing Escape and selecting Options in the menu
tl: Maaari mong baguhin ang lahat ng mga kontrol sa ang laro sa pamamagitan ng pagpindot Escape at pagpili ng opsyon sa menu

source: Select Configure Controls using the arrow keys and press Return
tl: Piliin ang I-configure Kontrol gamit ang mga pindutan ng arrow at pindutin ang Return

source: Use the arrow keys to select the control you want to change and press Return.
tl: Gamitin ang mga arrow key upang piliin ang control na gusto mong baguhin at pindutin ang Ibalik.

source: Next, press the key that you want to use instead.
tl: Next, pindutin ang key na nais mong gamitin sa halip.

source: Regardless of what keys you choose, you can always navigate the menus using the arrow keys and Return
tl: Anuman ng kung ano ang mga key na pinili mo, maaari kayong mag-navigate ang menu na gamit ang mga pindutan ng arrow at Bumalik

source: Note that in this tutorial, the default keys will be assumed
tl: Tandaan na sa tutorial na ito, ang default keys ay ipinapalagay

source: When you have finished configuring the keys, go right to the next Action Point
tl: Kapag natapos mo na ang pag-configure ang mga pindutan ng, pumunta karapatan sa susunod na Action Point

source: The pickaxe is one of many weapons you will encounter in the game
tl: Piko ay isa sa maraming mga armas ikaw ay magkasalubong sa laro

source: You can use it as both a weapon and a tool
tl: Maaari mong gamitin ito bilang kapwa ng sandata at ng isang kasangkapan

source: Pick up the pickaxe and continue to the next Action Point
tl: Piliin ang piko at magpatuloy sa susunod na Action Point

source: Congratulations, you found a secret!
tl: Congratulations, natagpuan mo ang isang lihim na!

source: There are many secrets in the main game so keep a look out for them
tl: Mayroong maraming mga lihim sa pangunahing laro upang panatilihin ang isang tumingin sa labas para sa kanila

source: Here's a hint to get you started
tl: Narito ang isang pahiwatig para makasimula

source: Although only requires you to catch 3 of his chickens, why not be nice to him and catch more? There are 10 wandering the map in all
tl: Kahit na nangangailangan lamang sa iyo upang mahuli 3 ng kanyang chickens, bakit hindi dapat nice sa kanya at mahuli ng karagdagang impormasyon? May 10 libot sa mapa sa lahat

source: The shield will protect you from most enemy attacks
tl: Ang kalasag ay maprotektahan ka mula sa pinaka-atake ng kaaway

source: Some enemy attacks cannot be blocked
tl: Ang ilang mga kaaway na pag-atake ay hindi maaaring hinarangan

source: Environmental hazards, such as falling rocks, cannot be blocked
tl: Panganib sa kapaligiran, tulad ng pagbagsak ng bato, ay hindi maaaring hinarangan

source: To block an attack, press and hold block (left alt).
tl: Upang harangan ang isang pag-atake, pindutin block (kaliwa alt).

source: You must be facing the attack to succesfully block it
tl: Ikaw ay dapat na nakaharap sa mga atake sa matagumpay na na-block na ito

source: Note that you cannot move whilst blocking, but you can face the other way. You also cannot block in the air
tl: Tandaan na hindi ka maaaring ilipat habang blocking, ngunit maaari kang mukha ng ibang mga paraan. Ikaw rin ay hindi maaaring block sa hangin

source: Pick up the shield and continue to the right
tl: Piliin ang mga kalasag at magpatuloy sa kanan

source: This is a weak wall, it can be smashed down using the pickaxe
tl: Ito ay isang mahina sa dingding, ito ay maaaring smashed pababa gamit ang piko

source: To use the pickaxe, press Attack (left ctrl)
tl: Upang gamitin ang piko, pindutin Attack (kaliwa ctrl)

source: that not all weak walls can be destroyed using the pickaxe
tl: na hindi lahat ng mahina ang mga pader ay pupuksain sa paggamit ng piko

source: Destroy the wall using the pickaxe and continue
tl: Wasakin ang pader gamit ang piko at magpatuloy

source: Something's supposed to be here but it's not in this version, check back later!
tl: Something's dapat na maging dito ngunit ito ay hindi ang bersyon na ito, bumalik ulit mamaya!

source: Collect 10 pieces of Coal
tl: Mangolekta ng 10 piraso ng Coal

source: Collect 2 Chopped Logs
tl: Mangolekta ng 2 tinadtad Logs

source: Find 4 Gems
tl: Maghanap ng mga 4 Diamante

source: Repair Generators
tl: Ayusin ang mga Generators

source: Collect 6 Chopped Logs
tl: Mangolekta ng 6 tinadtad Logs

source: Collect 3 Access Keys
tl: Mangolekta ng 3 Access Keys

source: This is a blank objective
tl: Ito ay isang blangko ang layunin

source: Kill all Bats!
tl: Patayin ang lahat ng Bats!

source: Chopped Log
tl: Tinadtad Lumikha ng account

source: Purple Gem
tl: Lila Gem

source: New Game
tl: Bagong Game

source: Options
tl: Ang Opsyon

source: About
tl: Tungkol sa

source: Quit
tl: Tumigil

source: Configure Controls
tl: Itakda ang Kontrol

source: Configure Sound
tl: Itakda ang Sound

source: Show Hints
tl: Ipakita ang mga paalala

source: A potion which will transform you...
tl: Ang isang gayuma na kung saan ay ibahin ang anyo mo ...

source: Creates highly absorbant miniature ice cubes
tl: Lumilikha ng mataas na absorbant maliliit na cubes na yelo

source: A potion which will restore all of your health
tl: Ang isang gayuma na kung saan ay ibalik ang lahat ng iyong kalusugan

source: A powerful bomb
tl: Isang malakas na bomba

source: A potion which renders you invisible to certain enemies
tl: Ang isang gayuma na nagpapakita ng nakikita mo sa ilang mga kaaway

source: The eyeball from a Gazer
tl: Ang eyeball mula sa isang Gazer

source: A Tesla Pack. It has no charge.
tl: A Tesla Pack. Ito ay walang bayad.

source: A Summoner's Staff. It cannot be used by humans.
tl: Isang Summoner's Staff. Hindi na ito maaaring gamitin ng mga tao.

source: A Tesla Pack. It is fully charged.
tl: A Tesla Pack. Ito ay ganap na sisingilin.

source: An empty potion bottle
tl: Ang isang walang laman na bote gayuma

source: A bag of chicken feed
tl: Ang isang bag ng chicken feed

source: A bag suitable for carrying coal
tl: Isang bag na angkop para sa pagdala ng karbon

source: A Sword given to you by Jacob
tl: Isang Sword ibinigay sa iyo sa pamamagitan ng Jacob

source: A bow
tl: Ang sumang-ayon

source: Small Wooden Shield
tl: Maliit na kahoy Shield

source: A small shield that provides basic protection
tl: Ang isang maliit na kalasag na nagbibigay ng pangunahing proteksyon

source: Normal Arrows
tl: Normal arrow

source: An axe suitable for chopping trees
tl: Palakol ng isang angkop para sa pagpuputol puno

source: Pickaxe
tl: Piko

source: A pickaxe lent to you by Borgan
tl: Piko Isang Mahal na Araw sa iyo sa pamamagitan Borgan

source: Fire Burner Key
tl: Sunog mitsero Key

source: Potion Room Key
tl: Gayuma Room Key

source: Surge Passage Key
tl: Surge daanan Key

source: Demolition Storage Key
tl: Demolisyon Imbakan Key

source: Whatever that thing was it was draining the power from that generator and using it against me.
tl: Anuman ang bagay na iyon ay ito ay draining ang kapangyarihan mula sa generator at paggamit nito laban sa akin.

source: That might explain why that lift wasn't working. Defeating the other drainers should restore the power.
tl: Na maaaring ipaliwanag kung bakit angat na hindi gumagana. Paggapi sa iba pang mga drainers dapat ibalik ang kapangyarihan.

source: Defeat all Energy Drainers
tl: Magpawalang-bisa sa lahat ng Enerhiya Drainers

source: No Objectives
tl: Walang mga Layunin

source: Press Action to reset puzzle blocks
tl: Pindutin ang Aksyon upang i-reset ang mga bloke-isip nang malalim

source: It looks like a blender. I could use this to liquidise something
tl: Tila isang blender. Maaari ko bang gamitin ito sa liquidise ng isang bagay

source: I need a Red Sludge Tentacle and 3 Gazer Eyeballs to make the potion
tl: Kailangan ko ng Red putik galamay at 3 Gazer Eyeballs sa gawin ang gayuma

source: I still need an Empty Bottle to put the potion in
tl: Ko pa rin kailangan ng isang Empty Bottle upang ilagay ang gayuma sa

source: So this is the Fortress.
tl: Kaya ito ang muog.

source: It looks like a lot of doors lead off to other areas, I should have a proper look around before I go anywhere else...
tl: Tila isang pulutong ng mga pintuan ng simulan sa iba pang mga lugar, ang dapat kong magkaroon ng isang maayos na tumingin sa paligid bago ko pumunta sa kahit saan pa ...

source: Try hitting the skull...
tl: Subukan ang paghagupit ang bungo ...

source: This machine is not active
tl: Makina na ito ay hindi aktibo

source: Repeat the sequence
tl: Ulitin ang pagkakasunod-sunod

source: Correct Sequence
tl: Tamang Sequence

source: Incorrect Sequence
tl: Maling Sequence

source: The Legend of Edgar has encountered the following error
tl: Ang Legend ng Edgar ay nakaranas ang mga sumusunod na error

source: Please report this error to Parallel Realities
tl: Paki-report ang error na ito kahanay katotohanan

source: The game will now exit
tl: Ang laro ay ngayon lumabas

source: It looks like a blender. I could use this to liqudise something
tl: Tila isang blender. Maaari ko bang gamitin ito sa liqudise ng isang bagay

source: This must be the coal Borgan wants me to mine for him
tl: Ito ay dapat na patong ng Borgan gustong ako sa akin para sa kanya

source: That might explain why that lift wasn't working. Defeating the other drainers should restore the power here.
tl: Na maaaring ipaliwanag kung bakit angat na hindi gumagana. Paggapi sa iba pang mga drainers dapat ibalik ang kapangyarihan dito.

source: I need to find 3 Gazer Eyes, 1 Red Sludge Tentacle and an extra shield to create a Shield of Fire Resistance
tl: Kailangan kong makahanap ng 3 mata Gazer, 1 Red putik at mga galamay ng dagdag na panangga upang lumikha ng isang Shield ng Fire pagtutol

source: Once I've found all these items I'll have to find a place to create the shield
tl: Kapag ako natagpuan lahat ng mga bagay na ito ang kukunin ko upang mahanap ang isang lugar upang lumikha ng kalasag

source: There's a book here about enchanting weapons
tl: May isang libro dito tungkol sa mga armas kaakit-akit

source: Maybe I can create a shield...
tl: Siguro ang maaari kong lumikha ng isang kalasag ...

source: Swords... Armour... Wands...
tl: Lakas ... Ng armas ... Wands ...

source: Stupid book. It's not in order and there's no index
tl: Stupid libro. Ito ay hindi sa mga order at may index walang

source: Here we go: Shields
tl: Narito pumunta namin: Shields

source: Shield of Fire Resistance
tl: Shield ng Fire pagtutol

source: One must gather the following
tl: Dapat Isa magtipon ang mga sumusunod na

source: The root of a Mandrake
tl: Ang mga ugat ng halaman ng mendreik

source: The fat of a Darsh (left to stand for 3 months)
tl: Ang taba ng isang Darsh (kaliwa tumayo para sa 3 buwan)

source: Powered Condor bones
tl: Powered Condor buto

source: 3 eyes of the Gazer
tl: 3 mga mata ng Gazer

source: The freshly cut tentacle from a female Red Sludge
tl: Ang sariwa hiwa galamay mula sa isang babae Red putik

source: The shield to apply the enchantment
tl: Ang kalasag na mag-aplay sa pagka-akit

source: Blend the Gazer eyes and Sludge tentacle into a smooth liquid
tl: Timpla ng Gazer mga mata at putik galamay sa isang makinis na likido

source: Add the root, fat and bones into the cauldron and mix together with the blended Gazer eyes and Sludge tentacle
tl: Idagdag ang mga ugat, taba at buto sa kawa at haluin gamit ang pinaghalo mata Gazer at putik galamay

source: When the mixture turns bright blue, add the shield
tl: Kapag nag-halo ang nagiging maliwanag na bughaw, idagdag ang kalasag

source: I've seen most of these items in the lab so I don't need to worry about those
tl: Ko na makikita sa halos lahat ng mga bagay na ito sa lab kaya hindi ko kailangan mag-alala tungkol sa mga

source: And the Gazers hang around in the basement so that's not a problem
tl: At ang Gazers umistambay sa basement nang sa gayon ay hindi isang problema

source: What I do need to find is a Red Sludge, but I have no idea where to find one
tl: Ano ang gagawin ko na kailangan upang mahanap ang isang Red putik, ngunit Wala akong ideya kung saan sa mapulot isa

source: I can't use my current shield in the experiment in case it backfires so I'll have to find another one
tl: Hindi ko gamitin ang aking kasalukuyang mga kalasag sa eksperimento sa kasong ito backfires kaya ang kukunin ko upang mahanap ang isa pa

source: There might be potions room or lab where I can find the roots, fat and bones so I don't need to worry about those
tl: May maaaring potions kuwarto o laboratoryo kung saan ako makakahanap ng The Roots, mataba at buto upang hindi ko na kailangan mag-alala tungkol sa mga

source: You must have the instruction card you wish to use highlighted in your inventory box
tl: Kailangan mo ng pagtuturo ng card na gusto mong gamitin ang naka-highlight sa iyong imbentaryo kahon

source: Wow, a laboratory!
tl: Wow, isang laboratoryo!

source: I love watching Maggie make spells and potions, maybe I can make some of my own here!
tl: Pag-ibig ko nanonood Maggie gumawa ng lumunok at potions, marahil ako gumawa ng ilang sa aking sarili dito!

source: Wow, I've never seen so many books in one place!
tl: Wow, hindi ko na nakita sa gayon maraming mga libro sa isang lugar!

source: There must be information about every subject here, this could be useful...
tl: Dapat ay may impormasyon tungkol sa bawat paksa dito, ito ay maaaring maging kapaki-pakinabang ...

source: Hmmm, the air feels charged, it reminds me of Maggie's house when she was making spells. I should be careful.
tl: Hmmm, hangin ang nararamdaman sisingilin, ito reminds me of Maggie bahay kapag siya ang paggawa ng lumunok. Kailangan kong maging maingat.

source: Oh Edgar, you're hurt! Let me heal your wounds
tl: Oh Edgar, ikaw ay nasaktan! Hayaan akong pagalingin ang iyong mga sugat

source: I wonder what other monsters there are. I'll pick a page at random...
tl: Siguro kung ano ang iba pang mga monsters may mga. Susunduin isang pahina at random ...

source: Gazers are flying cycloptic creatures found in various places
tl: Gazers ay lumilipad cycloptic nilalang na matatagpuan sa iba't-ibang lugar

source: Their single eye is usually closed and they rely on sonar for movement
tl: Ang kanilang nag-iisang mata kadalasan ay sarado at umaasa lamang sila sa paniktik-submarino para sa kilusan

source: They use their strong sense of smell to look out for predator and prey alike
tl: Gamitin nila ang kanilang malakas na pang-amoy upang tumingin sa labas para sa paninila at manghuli kapwa

source: Gazers attack (and defend themselves) by opening their eye which will dazzle anything looking at it
tl: Gazers atake (at ipagtanggol ang kanilang sarili) sa pamamagitan ng pagbubukas ng kanilang mga mata na kung saan ay masilaw anumang bagay na pagtingin sa mga ito

source: This attack is only effective however if the victim is facing the Gazer
tl: Pag-atake na ito ay epektibo lamang subalit kung ang biktima ay nakaharap sa Gazer

source: A Gazer's eyeball contains magical properties and is a common ingredient in spell preparation
tl: Isang Gazer's eyeball ay naglalaman ng kahima-himala at pag-aari ay isang pangkaraniwang sangkap sa oras ng paggawa paghahanda

source: Centurions are magically created creatures, usually dispatched as sentries or guards
tl: Centurions ay magically nilikha nilalang, kadalasang despatsado bilang sentries o mga tanod

source: Though slow moving, their massive size allows them to simply march through any defense
tl: Kahit na mabagal na ang paglipat, ang kanilang napakalaking sukat ay nagbibigay-daan sa kanila na lang martsa sa pamamagitan ng anumang pagtatanggol

source: Instead of arms, many have huge pile drivers which they use to shake the ground and disorientate threats
tl: Sa halip na armas, marami ang may malaking pagtira sa mga driver na ginagamit nila upang kalugin sa lupa at tumaranta pagbabanta

source: While Grey Centurions will be used to guard outer perimeters, Red Centurions are known to exist and are used to protect areas of great importance
tl: Habang Grey Centurions ay gagamitin upang bantayan panlabas perimeters, Red Centurions ay kilala sa umiiral at ito ay ginagamit upang protektahan ang mga lugar ng malaking kahalagahan

source: Splitters are harmless monsters unless attacked.
tl: Splitters ay hindi makasasama monsters maliban na lamang kung attacked.

source: Upon sustaining too much damage they will split in two and attack their predator
tl: Sa nagtutukod masyadong maraming pinsala sila ay split sa dalawang at atake sa kanilang paninila

source: If one of these sustains too much damage it will split once again and continue to attack
tl: Kung ang isa sa mga sustains masyadong maraming pinsala ito ay split muli at magpatuloy sa pag-atake

source: Finally, one final split will produce very small versions which are completely harmless and in this state can be simply stepped on
tl: Panghuli, isa sa huling split ay gumawa ng napakaliit na bersyon ay ganap na hindi nakakapinsala at sa estado na ito ay maaaring i stepped on

source: If all its parts are still alive, a splitter will reform itself after a while and heal its wounds
tl: Kung ang lahat ng mga bahagi nito ay patuloy ang buhay, ang isang splitter ay reporma sa kanyang sarili matapos ang isang habang at pagalingin ang kanyang mga sugat

source: Grub, Red
tl: Uod, Red

source: Red Grubs are more aggressive than their green counterparts and will attack anything they view as a threat
tl: Red Grubs ay mas agresibo kaysa sa kanilang counterparts green at atake sa anumang bagay na tinitingnan nila bilang isang banta

source: Upon reaching maturity they will form a cocoon and morph into a wasp
tl: Sa pag-abot sa kapanahunan sila ay bumuo ng isang bahay-uod at morph sa isang putakti

source: Some however will morph into a queen wasp. These queens can produce a mucus-like substance capable of holding its prey in place
tl: Ang ilang mga gayunpaman ay morph sa isang putakti queen. Ang mga queens ay maaaring makabuo ng isang lamod kaya ng mga humahawak nito manghuli sa lugar

source: Tortoise, Master
tl: Pagong, Master

source: Master Tortoises are frightening beasts. Found in far away lands they possess the ability to change their heads
tl: Master Tortoises ay nakakatakot beasts. Found in malayo lupain nagtataglay sila ng kakayahan upang baguhin ang kanilang mga ulo

source: They combine all the abilities of their cousins to breathe fire, create ice and electrify themselves
tl: Pagsasama-samahin nila ang lahat ng kakayahan ng kanilang mga pinsan upang huminga ng bumbero, gumawa ng yelo at makoryente ang kanilang mga sarili

source: And of course they are also impervious to attacks from matching elements, absorbing the energy to heal themselves
tl: At siyempre ang mga ito ay tinatablan din sa pag-atake mula sa pagtutugma ng mga sangkap, lubhang kaganyak-ganyak ng enerhiya upang pagalingin ang kanilang mga sarili

source: But additionally, if they receive too much energy from healing, they evolve and go on the rampage
tl: Subalit karagdagan, kung sila ay makakatanggap ng masyadong maraming enerhiya mula sa healing, sila evolve at pumunta sa magalit nang labis

source: In this state they will smash through any defense and produce Dark Matter which destroys anything it touches
tl: Sa ganitong estado ay bagsak sila sa pamamagitan ng anumang pagtatanggol at gumawa ng Dark Matter na destroys anumang bagay na ito touches

source: However, the shell of a rampaging Master Tortoise is highly magical and is an essential ingredient when creating powerful magics and items
tl: Gayunman, ang shell ng isang rampaging Master pagong ay lubhang kaakit-akit at ito ay isang mahalagang sangkap kapag lumilikha ng malakas na magics at mga bagay

source: Venus Flytrap
tl: Venus panghuli ng langaw

source: Hoover, Pink
tl: Hoover, Rosas

source: Summoner, Dark
tl: Summoner, Maitim

source: Grimlore is a creature from another dimension. It can be summoned using powerful dark magic
tl: Grimlore ay isang likha mula sa iba pang laki. Ito ay maaaring summoned gamit ang malakas na madilim magic

source: The most common reason to summon this beast is to act as a bodyguard
tl: Ang pinaka-karaniwang dahilan sa magpasundo hayop na ito ay upang kumilos bilang isang tanod

source: There is no known way to kill Grimlore since upon sustaining critical injuries it will simply return to its own dimension
tl: Walang alam na paraan upang pumatay Grimlore dahil sa nagtutukod kritikal na pinsala ay ito lamang ang bumalik sa kanyang sariling laki

source: But even injuring it is a monumental task. Anyone encountering this creature is advised to escape as quickly as possible
tl: Subalit kahit injuring ito ay isang panghabang-panahon gawain. Kahit sino encountering ito nilikha ay pinapayuhan na makatakas sa lalong madaling panahon

source: Or they will die very quickly
tl: O sila ay mamatay napakabilis

source: Ah, here is a compendium of monsters
tl: Ah, dito ay isang kompendyum ng mga monsters

source: 34 volumes! How can there be so many monsters in the world?!
tl: 34 volumes! Paano bang maging maraming monsters sa mundo?!

source: Looks like they're in alphabetical order though
tl: Mukhang na ang mga ito sa alpabetikong kaayusan bagaman

source: Slime, Green... Slime, Purple... Sludge, Green...
tl: Putik, Green ... Putik, Purple ... Putik, Green ...

source: Sludge, Red
tl: Putik, Red

source: Unlike its green cousin, the Red Sludge stays deep underground and rarely, if ever, surfaces
tl: Hindi tulad ng kanyang green pinsan, ang Red putik mananatiling malalim sa ilalim ng lupa at bihira, kung kahit minsan, ibabaw
