Repository: riksweeney/edgar
Catalog: locale/*.po
Languages: tl

source: Quickly turn left and right to shake off the slimes!
tl: Mabilis na lumiko sa kaliwa at kanang upang maiwasan ang mga slimes!

source: Not working in this version!
tl: Hindi nagtatrabaho sa ang bersyon na ito!

source: Press Action to interact
tl: Pindutin ang Aksyon upang makipag-ugnayan

source: %s is required
tl: %s ay kinakailangan

source: Bomb
tl: Bomba

source: Small Rock
tl: Maliit na Rock

source: Press Action to retrieve Purple Gem
tl: Pindutin ang Aksyon upang makuha ang Purple Gem

source: Chicken
tl: Manok

source: Press Action to retrieve Tesla Pack
tl: Pindutin ang Aksyon upang makuha ang Tesla Pack

source: Press Action to replace Tesla Pack
tl: Pindutin ang Aksyon upang palitan ang Tesla Pack

source: Obtained %s
tl: Nakuha %s

source: Complete
tl: Kumpletuhin

source: %d more to go...
tl: %d pa para pumunta ...

source: Used %s
tl: Ginamit %s

source: Cannot equip items whilst transmogrified
tl: Hindi maaring magbigay ng kasangkapan bagay habang transmogrified

source: Equipped %s
tl: Bang %s

source: Maximum health has increased!
tl: Pinakamataas na kalusugan ay nadagdagan!

source: Bow will now fire %s
tl: Bow ay sunog na ngayon %s

source: A bow is required to use this item
tl: Pangguhit ay kinakailangan upang gamitin ang bagay na ito

source: Cannot transmogrify here...
tl: Hindi maaring palitan dito ...

source: Yes
tl: Oo

source: No
tl: Hindi

source: Start a new game?
tl: Magsimula ng isang bagong laro?

source: Play the tutorial?
tl: Play ang tutorial?

source: Exit the game?
tl: Lumabas ang laro?

source: Back
tl: Balik

source: Game Loaded
tl: Game load

source: Game Saved
tl: Game Naka-save na

source: Any unsaved progress will be lost
tl: Anumang pag-unlad hindi naka-save ay mawawala

source: Joy Button #%d
tl: Joy Pindutan # %d

source: Press Action to talk to %s
tl: Pindutin ang Action makipag-usap sa %s

source: New Objective: %s
tl: Bagong layunin: %s

source: Objective Completed: %s
tl: Layunin Nakumpleto: %s

source: The wall on the right looks weak...
tl: Ang mga pader sa kanan Mukhang mahina ...

source: This weapon is not having any effect...
tl: Armas na ito ay hindi pagkakaroon ng anumang epekto ...

source: Press Action to attach the Tesla Pack
tl: Pindutin ang Aksyon upang ilakip ang Tesla Pack

source: The Legend of Edgar
tl: Ang Legend ng Edgar

source: %s is needed to activate this switch
tl: %s ay kinakailangan upang ma-activate ang paglilipat na ito

source: Press Action to use this switch
tl: Pindutin ang Aksyon upang magamit ang lumipat

source: Press Action to save your game
tl: Pindutin ang Aksyon upang i-save ang iyong mga laro

source: %s is required to use this Pressure Plate
tl: %s ay kinakailangan upang gamitin ang Presyon Larawan

source: %s is needed to open this door
tl: %s ay kinakailangan upang buksan ang pinto

source: This door is locked
tl: Pinto na ito ay naka-lock

source: This teleporter is not active
tl: Teleporter na ito ay hindi aktibo

source: Press Action to go to the %s
tl: Pindutin ang Aksyon upang pumunta sa %s

source: Push Up or Down to use this lift
tl: Push Up Down o upang magamit ang pag-angat

source: This lift is not active
tl: Angat na ito ay hindi aktibo

source: Cannot carry any more %s
tl: Hindi carry ng iba pang %s

source: Picked up %s x %d
tl: Matutunan sa %s x %d

source: Picked up %s
tl: Matutunan sa %s

source: %s is required to carry this item
tl: %s ay kinakailangan upang dalhin ang item na ito

source: Storage Key
tl: Imbakan Key

source: Coal Bag Storage Switch Key
tl: Coal Bag Imbakan Lumipat Key

source: Large Room Key
tl: Malaking Room Key

source: Wood Axe
tl: Wood palakol

source: Health Potion
tl: Kalusugan gayuma

source: Outflow Key
tl: Pag-agos Key

source: Flow Control Key
tl: Daloy ng Control Key

source: Waste Processing Key
tl: Basura Processing Key

source: Trap Door Switch Key
tl: Bitag Door Lumipat Key

source: This lift has no power. I won't be able to use it until I restore the power
tl: Angat na ito ay walang kapangyarihan. Hindi ko na maaaring gamitin ito hanggang sa ako ibalik ang kapangyarihan

source: Keep practising!
tl: Panatilihin ang pagsasanay!

source: Can I borrow your shield?
tl: Maaari ko bang hiramin ang iyong kalasag?

source: Off to practice your fighting skills?
tl: Sarado sa pagsasanay ang inyong mga kasanayan sa pakikipaglaban?

source: Something like that
tl: May nais na

source: If you run me an errand then you can have the shield
tl: Kung patakbuhin mo ako ng lakad at pagkatapos ay maaari kang magkaroon ng kalasag

source: What do I have to do?
tl: Ano ang kailangan kong gawin?

source: Go to the mine and collect me some coal
tl: Pumunta sa minahan at mangulekta sa akin ang ilang karbon

source: But we have plenty of coal!
tl: Ngunit kami ng maraming patong!

source: Yes, but this is not any old coal, this coal is special, it burns hotter and lasts longer
tl: Oo, ngunit ito ay hindi sa anumang lumang karbon, karbon na ito ay espesyal, ito Burns hotter at tumatagal na

source: I only need 10 pieces of the stuff, so it shouldn't take you very long
tl: Ko lang kailangan 10 piraso ng mga bagay-bagay, kaya hindi ito dapat magtagal ikaw ay lubhang mahaba

source: Make sure you put it in a bag, touching it for too long will be bad for your health
tl: Siguraduhin na ang ilagay mo ito sa isang bag, hawakan ito para sa masyadong mahaba ay masama para sa inyong kalusugan

source: Do you have a bag?
tl: Mayroon ka ng bag?

source: No, you can probably find one in the mine though
tl: Hindi, maaari mong mahanap ang marahil isa sa akin kahit na

source: OK, I'll get the coal
tl: OK, Kukunin ko ang mga uling

source: Here, take this pickaxe. You can use it to mine the coal and hack through any weaker walls you encounter
tl: Narito, lumabas ito piko. Maaari mong gamitin ito sa minahan ng karbon at hack sa pamamagitan ng anumang mga weaker pader ninyong matagpuan ang

source: You'll also need this key to get into the mine
tl: Kailangan mo ring ang susi sa kumuha sa minahan

source: Thanks!
tl: Salamat!

source: Thank you, Edgar, this coal is perfect! Hope the bats didn't scare you.
tl: Salamat sa iyo, Edgar, karbon na ito ay perpekto! Hope sa bats hindi matakot sa iyo.

source: The bats were the least of my worries...
tl: Ang bats ay ang hindi bababa ng aking mga alalahanin ...

source: Say, I heard that something happened in that mine a few years ago
tl: Say, narinig ko na may nangyari na sa akin ng ilang taon na ang nakaraan

source: Er, yeah, there was what you'd call an "incident", but that part of the mine was sealed up a long time ago
tl: Ay, yeah, nagkaroon ng kung ano ang gusto mo tawag ng isang insidente , ngunit na bahagi ng minahan ay sealed up ng isang mahabang oras nakaraan

source: Here, have my shield and have fun!
tl: Dito, ang aking kalasag at magsaya!

source: Just stay away from the Forbidden Swamp
tl: Basta lumayo mula sa lumubog Ipinagbabawal

source: Will do, can I hold on to your pickaxe for a while?
tl: Makakagambala ba ang gawin, ang maaari kong kumapit sa iyong piko para sa isang habang?

source: Sure thing, just bring it back in one piece
tl: Sure bagay, dalhin lamang ito sa likod sa isang piraso

source: Thanks, Borgan!
tl: Salamat, Borgan!

source: Have you managed to find the coal yet?
tl: Nakarating na pinamamahalaang upang mahanap ang karbon pa?

source: You can pull some items around by pushing against them whilst holding down the Action button.
tl: Maaari mong hilahin ang ilang mga bagay sa paligid sa pamamagitan ng panunulak laban sa kanila habang hawak na down ang Action button.

source: You can then pull it around until you let go of the Action button
tl: Maaari mo nang hilahin ito sa paligid hanggang sa inyo na pumunta ang pindutan ng Aksyon

source: This rock looks too strong for my Pick Axe. I'll have to use something else to get through...
tl: Batong ito asta masyadong malakas para sa aking Pumili ng palakol. Kukunin ko na gumamit ng isang bagay sino pa ang paririto sa kumuha sa pamamagitan ng ...

source: Urgh, what happened?
tl: Urgh, ano ang nangyari?

source: Looks like this wasn't such a good idea after all
tl: Mukhang ito ay hindi na tulad ng isang magandang ideya na matapos ang lahat

source: There must be way out of here...
tl: Dapat ay may paraan ng dito ...

source: This must be the coal wants me to mine for him
tl: Ito ay dapat na patong ng gustong ako sa akin para sa kanya

source: I don't think my shield will protect me from those fireballs. I'll have to find a stronger one...
tl: Hindi ko isipin ang aking kalasag ay maprotektahan mula sa akin ang mga fireballs. Kukuha ako makahanap ng mas malakas na ng isa ...

source: You won't be able to do this bit in this version, check back later!
tl: Ikaw ay hindi maaaring gawin ito sa bit ang bersyon na ito, bumalik ulit mamaya!

source: Strange creature...
tl: Strange nilikha ...

source: Wait, what was that?
tl: Maghintay, kung ano ang na?

source: You again?!
tl: Ka ulit?!

source: Something is supposed to happen here, but it's not in this version so check back later!
tl: Something ay dapat na mangyari dito, ngunit ito ay hindi ang bersyon na ito kaya bumalik ulit mamaya!

source: Thanks for resucing my chickens, have you got me 2 logs from the forest yet?
tl: Salamat sa resucing aking chickens, ikaw ay may nakuha ako 2 logs mula sa kagubatan pa?

source: Thanks Edgar! My chickens are back and these logs will do me fine
tl: Salamat Edgar! Aking chickens ay sa likod at sa mga logs ay gawin sa akin pagmultahin

source: Take this sword, may it serve you well!
tl: Lumabas ito tabak, maaaring maglingkod sa inyo!

source: Thank you!
tl: Salamat!

source: Thanks for the logs, have you had any luck with the chickens?
tl: Salamat para sa logs, ikaw ay may anumang luck sa mga chickens?

source: I'll give you a sword if you get me 2 chopped logs from the forest and rescue at least 3 of my chickens
tl: Kukunin ko na magbibigay sa iyo ng tabak kung makuha na ninyo ako 2 tinadtad logs mula sa kagubatan at iligtas ng hindi bababa sa 3 ng aking mga chickens

source: Hello Edgar, what can I do for you today?
tl: Hello Edgar, ano ang magagawa ko para sa iyo ngayon?

source: Do you have a sword I can borrow?
tl: Mayroon ka ng isang tabak Maaari ko bang hiramin?

source: I do have a sword and you can have it if you do something for me first
tl: Ako magkaroon ng isang tabak at maaari mo ito kung gagawin mo ng isang bagay para sa akin ang unang

source: OK... what do I have to do?
tl: OK ... kung ano ang kailangan kong gawin?

source: Some of my chickens have escaped from their pen and I would be very grateful if you can get them back for me
tl: Ang ilan sa aking mga chickens ay nakatakas mula sa kanilang mga panulat at nais ko ay tunay nagpapasalamat kung maaari mong makuha ang mga ito sa likod para sa akin

source: I have set up some traps near their pen, you can lure them to the traps using this chicken feed. I don't need them all, but at least 3 would be very helpful. I can get the rest myself.
tl: Ako na-set up ang ilang mga traps na malapit sa kanilang mga panulat, maaari mo pang-akit sa kanila na ang traps gamit ang chicken feed. Hindi ko kailangan ang lahat ng mga ito, ngunit hindi bababa sa 3 na magiging very helpful. Maaari ba akong makakuha ng pahinga ang sarili ko.

source: That's it?
tl: That's ito?

source: Not quite. Can you also get me some wood from the forest? 2 logs should be sufficient
tl: Hindi lubos. Maaari ka ring makakuha ng ako ng ilang kahoy mula sa kagubatan? 2 logs dapat ay sapat na

source: Do you have an axe?
tl: Mayroon ka ng isang palakol?

source: Erm... I left my axe in the forest somewhere. It should still be there
tl: Erm ... Iniwan ko ang aking palakol sa gubat sa tabi-tabi. Ito ay dapat pa rin bang

source: Isn't that forest dangerous?
tl: Ay hindi na mapanganib na kagubatan?

source: Not really, if anything gets in your way, just hit it with a weapon
tl: Hindi talaga, kung anumang bagay na nakukuha sa iyong mga daan, pindutin lamang ito ng isang armas

source: Such as an axe?
tl: Tulad ng isang palakol?

source: Yes, that would do the trick
tl: Oo, na gawin ang mga kakaibang ugali

source: But seriously, there's nothing in there that can really harm you. That problem was dealt with a long time ago...
tl: Pero seryoso, may wala doon na maaari talagang saktan ka. Problema na iyon ay dealt sa isang mahabang oras sa nakaraan ...

source: Oh, thanks Edgar, I only needed 3, but thanks for the additional help!
tl: Oh, thanks Edgar, ako lamang ang kailangan 3, pero salamat para sa karagdagang tulong!

source: Here, Maggie made me this health potion but I don't need it so why don't you have it?
tl: Dito, Maggie na ginawa sa akin ito sa kalusugan ng gayuma ngunit hindi ko ito kailangan ng sa gayon bakit hindi ikaw ito?

source: Thanks Jacob
tl: Salamat Jacob

source: Wow, you caught them all, thanks alot!
tl: Wow, ikaw nahuli ang lahat ng mga ito, thanks a lot!

source: Here, I have these for you
tl: Narito, ako ang mga ito para sa iyo

source: Maggie made me this health potion but you can have it
tl: Maggie na ginawa sa akin ito sa kalusugan ng gayuma ngunit maaari mo ito

source: And this is something very special
tl: At ito ay isang bagay na napaka-espesyal na

source: May this help you on your way to becoming a strong warrior
tl: May na ito sa iyo sa iyong mga paraan upang maging isang malakas na mandirigma

source: You saved me a lot of time. Maggie made me something else but since you have been so helpful, you can have it.
tl: Ikaw ay nai-save na ako ng isang pulutong ng mga oras. Maggie na ginawa sa akin ng isang bagay sino pa ang paririto ngunit dahil ikaw ay helpful sa gayon, maaari mong makuha ito.

source: Thanks Maggie!
tl: Salamat Maggie!

source: Borgan said that a section of the mine was sealed up after an "incident"
tl: Borgan said na ang isang seksyon ng minahan ay sealed up pagkatapos ng isang insidente

source: There must be something around here...
tl: Dapat ay may isang bagay sa paligid dito ...

source: Drat, the drawbridge is up. There must be another entrance...
tl: Drat, drawbridge ay up. Dapat ay may isa pang pasukan ...

source: Wait, what's that?
tl: Maghintay, ano na?

source: Maybe I could tunnel my way in...
tl: Siguro kaya kong lagusan ang aking paraan ka ..

source: These machines aren't working.
tl: Ang mga makina ay hindi gumagana.

source: It looks like a gem should fit in this hole, maybe I can find some replacements.
tl: Tila isang perlas dapat magkakasya sa butas na ito, marahil ako makakahanap ng ilang kapalit.

source: It looks like it's tightly wedged in there. I can probably loosen it with the pickaxe...
tl: Tila ito ay mahigpit na maipit doon. Ako malamang tumanggal ito kasama ng piko ...

source: To get to the Forbidden Swamp I'll need to build a raft.
tl: Upang makakuha ng Ipinagbabawal lumubog makikita ko na kailangan upang makabuo ng isang balsa.

source: I can build the raft if I chop down enough trees from the forest
tl: Ako magtayo ng balsa kung ako pumalakol down ng sapat na mga puno mula sa kagubatan

source: I need 6 Chopped Logs to build a raft
tl: Kailangan ko ng 6 tinadtad Logs na bumuo ng isang balsa

source: I'm not going to the swamp without a sword and shield
tl: Hindi ko na pagpunta sa lumubog na walang tabak at kalasag

source: Aw, not again!
tl: AW, hindi na ulit!

source: This had better be the last time I have to do this...
tl: Ito ay mas mabuti na ang huling oras na kailangan kong gawin ito ...

source: That was easy! And I can always get back later!
tl: Na iyon ay easy! At maaari kong laging bumalik mamaya!

source: Guess I have no choice now.
tl: Hulaan Wala akong pumili sa ngayon.

source: Hang on Dad, I'm coming...
tl: Bumitin sa tatay, I'm coming ...

source: Something is supposed to happen now, but it's not in this version. Check back later!
tl: Something ay dapat na mangyari ngayon, ngunit ito ay hindi ang bersyon na ito. Balikan muli mamaya!

source: There's a note here
tl: May isang nota dito

source: I've been trapped down here for what seems like an eternity
tl: I've been trapped down dito para sa kung ano ang anyong tulad ng isang kawalang-hanggan

source: To get out of this place I need 3 Access Keys to work the lifts
tl: Upang makakuha ng lugar na ito kailangan ko 3 Access Keys sa trabaho ang mga lifts

source: So far I have only found 1
tl: Kaya lang malayo ako ay natagpuan 1

source: To make matters worse, I can only reach some switches with a carefully placed arrow
tl: Upang gumawa ng bagay na mas masahol pa, maaari ko lang maabot ang ilang mga switch na may isang maingat na inilagay arrow

source: But spares aren't common and I have run out
tl: Subalit spares ay hindi pangkaraniwan at ako maubusan

source: If I don't find a way out of here soon, I fear I may starve
tl: Kung hindi ako makahanap ng isang paraan ng dito sa lalong madaling panahon, takot ko na maaari kong mamatay sa gutom

source: If I don't get out of here I'll suffer the same fate...
tl: Kung hindi ako makakuha ng out dito kukunin ko na magdusa ang parehong kapalaran ...

source: Oh, what's this?
tl: Oh, ano ito?

source: There's a note here too
tl: May tandaan dito masyadong

source: The potion is perfect! Quaffing it will turn a human into a creature for a small amount of time
tl: Ang gayuma ay perpekto! Quaffing ito ay maging isang tao sa isang tao para sa isang maliit na halaga ng oras

source: So far I can only transmogrify myself into one creature but with a bit more time anything should be possible
tl: Sa ngayon ko lang palitan ang aking sarili sa isang tao ngunit may kaunti pang panahon anumang bagay na dapat ay posible

source: There's a tiny bit left, it should be safe to drink
tl: May isang maliit na maliit bukado kaliwa, ito ay dapat na ligtas na inumin

source: OK, here goes nothing...
tl: OK, here goes wala ...

source: Urgh!! This is horrible!
tl: Urgh! Ito ay kakila-kilabot!

source: Borgan told me that Slimes can swim in water though, so maybe this will be useful...
tl: Borgan sinabi sa akin na Slimes maaari lumangoy sa tubig kahit na, kaya baka ito ay maging kapaki-pakinabang ...

source: When transformed into a Slime, you can move around as normal. You can also swim in the water and use up and down to move around
tl: Kapag transformed sa isang putik, maaari mong ilipat ang buong bilang normal. Maaari ka ring lumangoy sa tubig at gamitin up at down upang ilipat sa paligid

source: Pushing up or jump will make you jump out of the water if you're near the surface
tl: Panunulak up o tumalon ay gumawa ka tumalon labas ng tubig kung ikaw ay malapit sa ibabaw

source: Keep an eye on the timer at the bottom of the screen. When it reaches 0 you will automatically become human again
tl: Panatilihin ang isang mata sa timer sa ibaba ng screen. Kapag ito umabot sa 0 ikaw ay awtomatikong naging tao muli

source: This place doesn't look so bad...
tl: Sa lugar na ito ay hindi hitsura kaya masamang ...

source: What was that?
tl: Ano na?

source: Phew, I'm glad to be out of there
tl: Phew, Natutuwa akong maging out of may

source: Now to get through this swamp
tl: Ngayon sa kumuha ito sa pamamagitan ng lumubog

source: Hey, what's this?
tl: Uy, ano ito?

source: Looks pretty harmless, I'll try stepping on it
tl: Mukhang medyo hindi nakakapinsala, kailangan kong subukan apak ito

source: Wow! That was cool! This must be a mechanical teleporter.
tl: Wow! Na iyon ay cool! Ito ay dapat maging isang makina teleporter.

source: I wonder if it works both ways...
tl: Siguro kung ito ay gumagana sa parehong paraan ...

source: Not only is this going to save me a lot of walking, it's also loads of fun!
tl: Hindi lamang na ito ay pagpunta upang i-save ako ng isang pulutong ng mga naglalakad, ito ay naglo-load din ng fun!

source: Now try out your shield
tl: Ngayon, subukan ang iyong kalasag

source: Block the pellets spat out by the plant and jump up to the next ledge
tl: Harangan ang Yelo samaan ng loob sa pamamagitan ng mga halaman at lumundag sa susunod na pasimano

source: Some items in the game can be pushed and pulled
tl: Ang ilang mga bagay sa laro ay maaaring hunhon at hinila

source: To push an item, simply walk into it
tl: Upang push ng isang item, i-lakad sa mga ito

source: To pull an item, walk into while holding down Action
tl: Upang pull ng isang item, maglakad sa habang pagpindot ng Aksyon

source: You can then pull the item around until you let go of Action
tl: Maaari mo nang hilahin ang bagay sa paligid hanggang sa inyo na pumunta ng Aksyon

source: Pull the box over the other side and use it to reach the ledge
tl: Hilain ang mga kahon sa iba pang panig at gamitin ito upang maabot ang ungos

source: This is the last part of the tutorial and will teach you to block and attack enemies
tl: Ito ang huling bahagi ng tutorial at magturo sa iyo upang harangan at atake ng mga kaaway

source: First, you should equip the sword since it has more range and does more damage than the pickaxe
tl: Una, dapat kang magbigay ng tabak na ito dahil ito ay may higit na hanay at ang karagdagang pinsala kaysa sa piko

source: Press z to view your inventory, highlight the sword and press Attack (left ctrl) or Use Item (a)
tl: Pindutin ang z upang tingnan ang iyong imbentaryo, i-highlight ng tabak at pindutin ang Attack (kaliwa ctrl) o Gamitin ang Item (a)

source: Press z again to close your inventory
tl: Pindutin ang z muli upang isara ang iyong imbentaryo

source: Occasionally, slain enemies will drop health which will vanish after a few seconds, so pick it up quickly!
tl: Paminsan-minsan, pinatay kaaway ay drop ng kalusugan na kung saan ay lumipas pagkatapos ng ilang segundo, kaya itong kunin mabilis!

source: If a bat is getting to close to you, hold block and it will harmlessly bounce off you
tl: Kung bat ay nakakakuha sa malapit sa inyo, hold harangan at ito ay harmlessly bounce off mo

source: Now kill all of the bats in the area!
tl: Ngayon patayin ang lahat ng mga bats sa lugar!

source: There are two types of door in the game. Manual doors and Automatic doors.
tl: Mayroong dalawang mga uri ng pinto sa ang laro. Manual pinto at Automatic pintuan.

source: Manual doors require keys to open them, Automatic doors require switches.
tl: Manual pinto nangangailangan ng susi para buksan ang mga ito, Automatic pinto nangangailangan ng switch.

source: To open a locked door that you have the key for, simply walk into it. There is no need to have the key selected in your inventory.
tl: Upang buksan ang isang naka-lock ang pinto na ikaw ang susi para sa, i-lakad sa mga ito. Diyan ay hindi mangilangan sa may ang susi pinili sa iyong imbentaryo.

source: Open the door and continue to the right
tl: Buksan ang pinto at magpatuloy sa kanan

source: Congratulations! Now you know the basics of playing you should try the main game
tl: Pagbati! Ngayon ay alam mo ang mga pangunahing kaalaman sa paglalaro ng mga dapat mong subukan ang pangunahing mga laro

source: If you want to replay this tutorial, press Escape and select Tutorial from the menu
tl: Kung nais mong muling paglalaro tutorial na ito, pindutin ang Escape at piliin Tutorial mula sa menu ng

source: To play the main game, press Escape and select New Game from the menu
tl: Para malaro ang pangunahing laro, pindutin Escape at piliin ang New Game mula sa menu ng

source: Press Space when you have finished reading to go to the next dialog box
tl: Pindutin ang Space kapag natapos mo na ang pagbabasa upang pumunta sa susunod na dialog box

source: You can also move to the next dialog box by pressing Attack (left ctrl), Block (left alt), Jump (space), Action (c) or Use Item (a)
tl: Maaari ka ring pumunta sa susunod na dialog box sa pamamagitan ng pagpindot Attack (kaliwa ctrl), Block (kaliwa alt), Tumalon (space), Action (c) o Gamitin ang Item (a)
