Repository: riksweeney/edgar
Catalog: locale/*.po
Languages: tl

source: Its prefered habitat are dry and mineral rich areas and as a result have been found lurking in areas of mines abandoned by humans
tl: Its ginustong tahanan ay matuyo at mineral mayaman na lugar at bilang isang resulta ay natagpuan lingid sa mga lugar ng mga mina ang inabandunang mga tao sa pamamagitan ng

source: They are very wary of humans and will attack on sight, usually vomiting up an acid which takes time to evaporate
tl: Sila ay napaka maalaga ng mga tao at pag-atake sa paningin, kadalasan pagsusuka up ang isang asido na kumukuha ng oras upang mawala

source: Smacker, Lesser...
tl: Matunog na halik, mas maliit ...

source: Great, that's all it says. I don't even know how to tell the difference between a male and female. I'll just to take a chance...
tl: Mahusay, na ang lahat ng sinasabi nito. Hindi ko kahit na alam kung paano sabihin ang pagkakaiba sa pagitan ng isang lalaki at babae. Kukunin ko na lang na kumuha ng isang pagkakataon ...

source: Besides, what's the worst that could happen?
tl: Bukod, ano ang pinakamasama na maaaring mangyari?

source: To move Edgar left and right, use the arrow keys.
tl: Upang ilipat Edgar kaliwa at kanan, gamitin ang mga arrow key.

source: To make Edgar jump, press space. You can move in the air when jumping.
tl: Upang gumawa Edgar tumalon, pindutin ang space. Maaari mong ilipat sa hangin kapag jumping.

source: Although Jacob only requires you to catch 3 of his chickens, why not be nice to him and catch more? There are 10 wandering the map in all
tl: Kahit na Jacob lamang nangangailangan sa iyo upang mahuli 3 ng kanyang chickens, bakit hindi dapat nice sa kanya at mahuli ng karagdagang impormasyon? May 10 libot sa mapa sa lahat

source: Note that not all weak walls can be destroyed using the pickaxe
tl: Tandaan na hindi lahat ng mahina ang mga pader ay pupuksain sa paggamit ng piko

source: I've already checked, he's not down there...
tl: Na ako nasuri, siya ay hindi down na may ...

source: I've heard of people falling into the well before, maybe Dad's in there...
tl: Ko na narinig ng mga tao na bumabagsak sa mabuti bago, marahil tatay sa may ...

source: DAD!!!!! ARE YOU DOWN THERE?!!!!!
tl: Tatay !!!!! AY DOWN MO BANG ?!!!!!

source: Nothing. I guess I'll have to keep on looking
tl: Wala. Ako hulaan ang kukunin ko para mapanatili sa mga naghahanap ng

source: Push Up or Down to raise or lower the platform
tl: Push Up o Down upang taasan o babaan ang platform

source: There's a book here about enchanting equipment
tl: May isang libro tungkol dito kaakit-akit na kagamitan

source: It's a book about enchanting equipment
tl: Ito ay isang libro tungkol sa kaakit-akit na kagamitan

source: I don't have any reason to read this but I'll keep it in mind in case I do
tl: Wala akong anumang dahilan na basahin ito ngunit kailangan kong itago ito sa isip sa kaso ko

source: I wonder what other monsters there are...
tl: Siguro kung ano ang iba pang mga monsters may mga ...

source: Just like regular Summoners, Dark Summoners call in other beasts to do their bidding
tl: Katulad ng regular na Summoners, Maitim Summoners tawag sa ibang beasts na gawin ang kanilang mga pag-bid

source: Additionally though they can teleport short distances to escape from their opponents
tl: Dagdag pa nito bagaman sila teleport maikling distances upang makatakas mula sa kanilang mga opponents

source: Their staff is highly magical and although it cannot be used by humans directly, its magical properties are used in spell creation
tl: Ang kanilang mga tauhan ay lubhang kaakit-akit at bagaman hindi ito maaaring gamitin ng mga tao direkta, ang kahima-himala-aari ay ginagamit sa oras ng paggawa sa paglikha ng

source: Pink Hoovers are small quadrupeds with a long snout
tl: Rosas Hoovers ay maliit quadrupeds na may mahabang nguso

source: The primary puropse of the snout is to forage for food but it also serves as a defense mechanism
tl: Ang pangunahing puropse ng nguso ay upang maghanap ng pagkain para sa pagkain ngunit ito rin ang gumaganap bilang isang mekanismo sa pagtatanggol

source: and are more than capable of keeping a predator at bay by simply blowing them away
tl: at higit sa kaya ng pagsunod ng isang paninila baya sa pamamagitan lamang ng pamumulaklak malayo sa kanila

source: Venus Flytrap, mobile
tl: Venus panghuli ng langaw, mobile

source: Mobile Venus Flytraps have evolved roots and are able to move to their food rather than waiting for it to come to them
tl: Mobile Venus Flytraps may nagbago mga pinagmulan at nagagawang lumipat sa kanilang mga pagkain sa halip na naghihintay para sa mga ito na dumating sa kanila

source: Their necks are incredibly elastic and are able to snap at their prey from a considerable distance away
tl: Ang kanilang mga necks ay incredibly nababanat at nagagawang kunan ng larawan sa kanilang manghuli mula sa isang mumunti layo layo

source: That should do it. Hopefully that other lift by the Sewer should now be working
tl: Na dapat gawin ito. Inaasahan namin na ang ibang pag-angat ng pantahi ay dapat na ngayon ay nagtatrabaho

source: This lift is not working. I won't be able to use it until I restore the power
tl: Angat na ito ay hindi gumagana. Hindi ko na maaaring gamitin ito hanggang sa ako ibalik ang kapangyarihan

source: That glass looks too thick for me to crack, I'll have to find some other way of shattering it...
tl: Salamin na mukhang masyadong makapal para sa akin sa pumutok, kukunin ko na ang ilang mga iba pang mga paraan ng mundo na ito ...

source: Up
tl: Taas

source: Down
tl: Baba

source: Left
tl: Kaliwa

source: Right
tl: Kanan

source: Jump
tl: Tumalon

source: Action
tl: Aksyon

source: Use Item
tl: Gamitin ang Item

source: Pause
tl: I-pause

source: Fortress Outskirts
tl: Kuta dakong labas ng bayan

source: Forbidden Swamp
tl: Ipinagbabawal lumubog

source: Sewage Restricted Zone Key
tl: Dumi sa alkantarilya Restricted Zone Key

source: Fortress Ground Floor
tl: Kuta Ground Floor

source: Sewer
tl: Pantahi

source: Fortress Main Key
tl: Kuta Main Key

source: Press Action to retrieve %s
tl: Pindutin ang Aksyon upang makuha ang %s

source: Hmm, this is new.
tl: Hmm, ito ay bago.

source: It doesn't look like it can hurt me though, but there's only one way to find out...
tl: Hindi ito ang hitsura ito maaari saktan ako kahit na, pero may isa lamang na paraan upang malaman ...

source: This lift is controlled by that pressure plate, but I can't stand on it and use the lift at the same time
tl: Angat na ito ay kontrolado ng plato na presyon, ngunit hindi ko maaaring manatili sa mga ito at gamitin ang pag-angat ng sabay-sabay

source: I'll have to find something else to stand on the pressure plate for me...
tl: Ang kukunin ko upang mahanap ang isang bagay sino pa ang paririto tumayo sa presyon ng plato para sa akin ...

source: This card is blank, I'll have to put some instructions on it to make it useable.
tl: Ang card na ito ay walang laman, ang kukunin ko na maglagay ng ilang mga tagubilin sa ito sa gumawa ito useable.

source: There's a plaque here
tl: May isang plaka dito

source: Place the 4 statues in the correct order
tl: Ilagay ang 4 statues sa tamang order

source: You will not be able to find all 4 statues in this version, so come back later!
tl: Ikaw ay hindi maaaring makahanap ng lahat ng 4 statues sa ang bersyon na ito, kaya bumalik mamaya!

source: You must have the statue you wish to use highlighted in your inventory box
tl: Kailangan mo ang mga rebulto na nais mong gamitin ang naka-highlight sa iyong imbentaryo kahon

source: Nothing happened. I don't think that's the right order
tl: Walang nangyari. Hindi ko naisip na ang karapatan upang

source: Instruction Card #1
tl: Ang tagubilin Card # 1

source: Instruction Card #2
tl: Ang tagubilin Card # 2

source: Instruction Card #3
tl: Ang tagubilin Card # 3

source: Instruction Card #4
tl: Ang tagubilin Card # 4

source: Centurion Statue
tl: Centurion rebulto

source: Spider Statue
tl: Spider rebulto

source: Tortoise Statue
tl: Pagong rebulto

source: Scorpion Statue
tl: Alakdan rebulto

source: A Blue Gem
tl: Ang Blue Gem

source: A statue of a Centurion. It has 2 legs.
tl: Ang rebulto ng Centurion. Ito ay may 2 paa.

source: A Green Gem
tl: Ang Green Gem

source: A Purple Gem
tl: Ang Lila Gem

source: A statue of a Scorpion. It has 6 legs.
tl: Ang rebulto ng isang alakdan. Ito ay may 6 paa.

source: A statue of a Spider. It has 8 legs.
tl: Ang rebulto ng isang Spider. Ito ay may mga paa 8.

source: An Armadillo Spike Ball. Will scatter spikes when thrown.
tl: Ang isang mataas na Armadillo Ball. Ay magkahiwa-hiwalay spikes kapag thrown.

source: A statue of a Tortoise. It has 4 legs.
tl: Ang rebulto ng isang pagong. Ito ay may 4 na paa.

source: A Tuning Fork
tl: Isang Tuning Fork

source: A chopped log
tl: Isang tinadtad mag-log

source: Narrator
tl: Tagapagsalaysay

source: It's a cauldron. Maggie has one just like this
tl: Ito ay isang kaldero. Maggie ay isa lamang ang nais na ito

source: Right, here goes!
tl: Kanan, dito napupunta!

source: I need all the main ingredients
tl: Kailangan ko ang lahat ng mga pangunahing ingredients

source: 3 Gazer Eyeballs, 1 Red Sludge Tentacle and a spare shield
tl: 3 Gazer Eyeballs, 1 Red putik galamay at isang ekstrang kalasag

source: I also need to blend the eyeballs and the tentacle into a liquid
tl: Ako din kailangan sa timpla ng eyeballs at ang mga galamay sa isang likido

source: This entire section is about monsters
tl: Ang buong section ay tungkol sa monsters

source: I don't have any reason to read these but I'll keep it in mind in case I do
tl: Wala akong anumang dahilan upang basahin ang mga ito ngunit kailangan kong itago ito sa isip sa kaso ko

source: Hey wow, what a cute little machine!
tl: Hey wow, ang cute maliit na makina!

source: It's got a little slot on the back of it. I guess I put something in there to make it do stuff
tl: Ito ay nakuha ng isang maliit na puwang sa likod ng mga ito. Ako hulaan ko bang ilagay ang isang bagay sa may sa gumawa ito ang mga bagay-bagay

source: The robot uses instruction cards to move around
tl: Ang mga robot ay gumagamit ng mga kard sa pagtuturo upang ilipat sa paligid

source: Use the instructions to guide the robot to open areas that you cannot access
tl: Gamitin ang mga tagubilin sa gabay ng robot upang buksan ang mga lugar na hindi mo ma-access ang

source: However, since you can't read the instructions on the card, you will have to try them all out until one works
tl: Gayunman, dahil hindi mo maaaring basahin ang mga tagubilin sa card, magkakaroon ka na subukan ang lahat ng mga ito sa labas hanggang sa isa sa mga gawa

source: If the robot doesn't reach its target, then it will return to its starting position allowing you to try again
tl: Kung ang mga robot ay hindi maabot ang target nito, pagkatapos ito ay babalik sa kanyang panimulang posisyon na nagpapahintulot sa inyo na subukan muli

source: Enter the directions
tl: Ipasok ang mga direksyon

source: Out of space for instructions
tl: Out ng space para sa mga tagubilin

source: I need a blank card to put the instructions on
tl: Kailangan ko ng isang blangko card upang ilagay ang mga tagubilin sa

source: Maybe this wasn't such a good idea after all...
tl: Siguro ito ay hindi na tulad ng isang magandang ideya na matapos ang lahat ...

source: Obtain 3 Gazer Eyes
tl: Kumuha ng 3 Gazer mata

source: Obtain 1 Red Sludge Tentacle
tl: Kumuha ng 1 Red putik galamay

source: Find another shield
tl: Maghanap ng iba pang kalasag

source: Blend eyeballs and tentacle
tl: Timpla eyeballs at mga galamay

source: Obtain a Fire Shield
tl: Kumuha ng isang Fire Shield

source: More water?!
tl: Higit pang tubig?!

source: I don't think being able to turn into a Slime is going to help me here, since I might not be able to get back afterwards
tl: Hindi ko iniisip na ma-turn sa isang putik ay pagpunta sa makakatulong sa akin dito, dahil hindi ko maaaring ma-bumalik pagkatapos

source: I'll have to find another way of getting across
tl: Kukuha ako makahanap ng ibang paraan ng pagkuha sa kabuuan

source: I'll have to find something to help me get across
tl: Ang kukunin ko upang mahanap ang isang bagay upang makatulong sa akin makakuha ng buong

source: I didn't see any Sludges in the mine when I went to get Borgan's coal and even if there were any I can't get back there since my raft sank
tl: Hindi ko nakita ang anumang Sludges sa akin kapag ako ay nagpunta upang makakuha ng Borgan's ng karbon at kahit na kung mayroong anumang hindi ko bumalik doon dahil ang aking balsa sank

source: I'll have to find another mine around here...
tl: Kukuha ako makahanap ng isa pang minahan sa paligid dito ...

source: Creates ice cubes that expand on contact with water
tl: Lumilikha ng cubes ng yelo na mapalawak sa pakikipag-ugnayan sa tubig

source: A bottle capable of capturing souls
tl: Isang bote kaya ng pagkuha ng kaluluwa

source: Try using Mataeus's knives against him...
tl: Subukang gumamit ng Mataeus's kutsilyo laban sa kanya ...

source: Cannot pick up %s. Inventory full
tl: Hindi pick up %s. Inventory buong

source: Filling mine cart...
tl: Pagpuno ng minahan ng cart ...

source: Copyright Parallel Realities 2009-2010
tl: Copyright kahanay katotohanan 2009-2010

source: Out of arrows!
tl: Out ng arrow!

source: There's something moving around down there...
tl: May isang bagay na gumagalaw sa paligid down na may ...

source: If the lift is out of order then it must be reset
tl: Kung ang pag-angat ay out of order pagkatapos ito ay kailangang i-reset

source: There are 4 reset switches along the lift shaft which must be reset
tl: May mga 4-reset switch kasama ang pag-angat ng katawan ng poste na dapat i-reset

source: Be sure to reset the lift to avoid a long walk back to the surface...
tl: Maging sigurado na i-reset ang angat upang maiwasan ang isang mahabang paglalakad pabalik sa ibabaw ...

source: This machine has a slot the same size as the cards. I guess I can use it to create new instructions.
tl: Makina na ito ay may puwang sa parehong sukat ng mga baraha. Ako hulaan maaari ko itong gamitin upang lumikha ng bagong mga tagubilin.

source: To create a new set of instructions you need to insert a blank card
tl: Upang lumikha ng isang bagong hanay ng mga tagubilin na kailangan mo upang magsingit ng isang blangko card

source: You will then be prompted to input the directions for the robot to follow. This is done in the same way as the sequence doors
tl: Ikaw ay pagkatapos ay sesenyasan na input ang mga tagubilin para sa mga robot na sumunod. Ito ay ginawa sa parehong paraan na ang pagkakasunod-sunod na pinto

source: When you have finished inputting the directions, press Attack
tl: Kapag natapos mo na ang inputting ang mga direksyon, pindutin Attack

source: The robot will then follow the instructions on the card
tl: Ang mga robot ay pagkatapos ay sundin ang mga tagubilin sa card

source: If the directions aren't correct you can try again
tl: Kung ang mga direksyon ay hindi tama ang maaari mong subukang muli

source: This place is crazy, I'd better hurry up and find Dad before I end up getting killed!
tl: Lugar na ito ay mabaliw, gusto kong mas mahusay na magmadali at hanapin ang tatay bago ang pagtatapos ko sa pagkuha ng pumatay!

source: So, to create that Fire Shield I have to get a Red Sludge tentacle
tl: Kaya, gumawa na ng Bumbero Shield ko bang makakuha ng isang galamay Red putik

source: Red Sludges live in mines so I'll have to find one around here
tl: Red Sludges manirahan sa mga mina kaya ang kukunin ko upang mahanap ang isang banda rito

source: I also need a spare shield, but I reckon there should be an armoury around
tl: Ako din kailangan ng isang ekstrang kalasag, pero umasa ako doon ay dapat na isang armoury sa paligid

source: The Gazer eyeballs are easy enough, I can just return to the basement
tl: Ang Gazer eyeballs madaling sapat na, maaari ko na lang bumalik sa basement

source: OK, off I go...
tl: OK, off pumunta ako ...

source: You won't be able to get the tentacle or shield in this version, so check back later!
tl: Ikaw ay hindi maaaring makuha ang mga galamay o panangga sa ang bersyon na ito, kaya bumalik ulit mamaya!

source: It's a portrait
tl: Ito ay isang larawan

source: That spirit isn't going to let me past, I'll have to find a way to get rid of it
tl: Espiritu iyon ay hindi pagpunta sa ipaalam sa akin ang nakalipas, ang kukunin ko upang mahanap ang isang paraan upang makakuha ng alisan ng ito

source: Reset switches allow you to reset an object's position on the map
tl: I-reset switch daan sa iyo upang i-reset ang posisyon ng isang bagay na sa mapa

source: If an object becomes unreachable then you can use the switch to put it back in its original place
tl: Kung ang isang bagay ay nagiging unreachable pagkatapos ay maaari mong gamitin ang lumipat sa ilagay ito pabalik sa kanyang orihinal na lugar

source: A bottle with a soul trapped inside
tl: Isang bote na may isang kaluluwa trapped sa loob ng

source: Right Grabber Key
tl: Kanan manununggab Key

source: Left Grabber Key
tl: Kaliwa manununggab Key

source: The sorcerer must have taken Dad to his castle. I'll have to rescue him from there.
tl: Manggagaway ay dapat kinuha tatay sa kanyang mangarap ng gising. Kukunin ko sa pagsagip sa kanya mula doon.

source: The only way to get to the castle is through the Forbidden Swamp to the East.
tl: Ang tanging paraan upang makakuha ng kastilyo ay sa pamamagitan ng Bawal na lumubog sa Silangan.

source: There's a lake between the Village and the Swamp so I'll need a raft to get across.
tl: May isang lake sa pagitan ng Village at ang bana kaya kailangan ko na kailangan ang isang balsa upang makakuha ng kabuuan.

source: I'll also need a sword and shield to defend myself. I can speak to Borgan and Jacob to get these though.
tl: Kukunin ko rin kailangan ng isang tabak at kalasag upang ipagtanggol ang aking sarili. Maaari kong makipag-usap sa Borgan Jacob at upang makakuha ang mga ito kahit na.

source: Could not connect to Medal Server at %s:%d
tl: Hindi maka-konekta sa Medal Server sa %s:%d

source: Could not find Medal Key
tl: Hindi makahanap ng Medal Key

source: You will not be able to earn Medals for this game
tl: Ikaw ay hindi maaaring makakuha ng Medals para sa laro

source: There's another sign here
tl: May isa pang mag-sign dito

source: If the exit lift is out of order then proceed to the left
tl: Kung ang lumabas sa pag-angat ay out of order pagkatapos ay magpatuloy sa kaliwa

source: Warning : Exit route may be hazardous
tl: Babala: Lumabas sa ruta ay maaaring mapanganib

source: Maybe I should use the lift to get out
tl: Siguro ang dapat kong gamitin ang pag-angat sa labas

source: There's a sign here
tl: May isang mag-sign dito

source: An Oil Can
tl: Isang Oil Puwede

source: Oil Can
tl: Oil Puwede

source: A powerful repellent
tl: Isang malakas na hindi kanais-nais

source: Repellent
tl: Hindi kanais-nais

source: Fortress Mine
tl: Kuta Mine

source: Private key is missing
tl: Pribadong susi ay nawawala

source: Could not connect to server
tl: Hindi maka-konekta sa server

source: Sludge Tentacle
tl: Putik galamay

source: A Red Sludge Tentacle
tl: A Red putik galamay

source: Eyeball Smoothie
tl: Eyeball-ilas na manliligaw

source: Cool, it worked!
tl: Cool, ang nagtrabaho!

source: I'm not sure about the colour though, I thought it would be red?
tl: Hindi ako sigurado tungkol sa kulay bagaman, Akala ko magiging red?

source: Maybe it's supposed to be yellow...
tl: Siguro ito ay dapat na maging dilaw ...

source: A liquid made from eyeballs and tentacles
tl: Isang likido na ginawa mula sa eyeballs at tentacles
